{
    "BIOLOGIQUE" : {"id":"BIOLOGIQUE", "nom":"Biologique", "dateInitiale":1970, "modeles":["Humain"], "description":"parfois appelées « naturelles », ces enveloppes sont les premières historiquement. Dépassées sur de nombreux points, ces enveloppes n’existent plus dans les colonies que sous des formes modifiées (voir. biomodifié et cyborgs)."},
    "PROVOLUE" : {"id":"PROVOLUE", "nom":"Provolué", "dateInitiale":2084, "modeles":["Provolué de singe", "Provolué de pieuvre", "Provolué d’humain", "ETC"], "description":"fruit de l’évolution artificielle du corps d’un animal, les enveloppes provoluées ont les mêmes défauts que les enveloppes biologiques et n’existent que dans le cadre d’expérimentations."},
    "BIOMODIFIE" : {"id":"BIOMODIFIE", "nom":"Biomodifié", "dateInitiale":2050, "modeles":["Humain bio-modifié", "Provolué bio-modifié"], "description":"les enveloppes biomodifiées sont des enveloppes organiques dérivées d’enveloppes biologique. Elles ont été améliorées par des procédés comme la reprogrammation génétique, la greffe ou le remplacement d’organes améliorés, etc."},
    "REPLICANT" : {"id":"REPLICANT", "nom":"Réplicant", "dateInitiale":2075, "modeles":["Réplicant d’humain"], "description":"entièrement artificielles, ces enveloppes sont toutefois organiques. Conçu pour reproduire ou copier l’humain, elles bénéficient de nombreuses améliorations organiques."},
    "CHIMERE" : {"id":"CHIMERE", "nom":"Chimère", "dateInitiale":2082, "modeles":["Furry", "Assistant domestique", "ETC"], "description":"obtenue de la même façon que les réplicants, les chimères sont composées d’éléments originaire de nombreuses espèces, voir entièrement nouveaux."},
    "CYBORG" : {"id":"CYBORG", "nom":"Cyborg", "dateInitiale":2035, "modeles":["Cyborg"], "description":"les cyborgs sont des enveloppes originellement organiques dans lesquelles on a intégré des implants cybernétiques pour en améliorer les capacités. La grande majorité des solaires utilisent des enveloppes cyborg."},
    "CYBERNETIQUE" : {"id":"CYBERNETIQUE", "nom":"Cybernétique", "dateInitiale":2061, "modeles":["Syntha", "Androïde", "Spiderbot", "Monkeybot", "Dogbot", "ETC"], "description":"les enveloppes cybernétiques sont des enveloppes entièrement robotiques. Ceux intégrant une émulation d’une intelligence naturelle sont aussi souvent appelés cyborgs absolus. Ces enveloppes sont considérées comme des enveloppes universelles, car il est possible d’y instancier ou d’y émuler n’importe quel esprit."},
    "HYPER_HYBRIDE" : {"id":"HYPER_HYBRIDE", "nom":"Hyper-hybride", "dateInitiale":2090, "modeles":["Furry", "Androïde hyper-hybride", "Assistant domestique", "ETC"], "description":"considéré comme une nouvelle forme de vie, les enveloppes hyper-hybrides sont un mélange des technologies organiques et cybernétique au niveau cellulaire. Très récentes et encore assez peu déployées, ces enveloppes sont considérées comme le futur."},
    "INFORMORPHE" : {"id":"INFORMORPHE", "nom":"Informorphe", "dateInitiale":2060, "modeles":["Éthéré", "IA"], "description":"ce type d’enveloppe n’en est pas vraiment un. Les infomorphes sont des êtres de pure information qui vivent sur le réseau solnet. La plupart se limitent à projeter un avatar sur la réalité augmentée, mais certain n’hésitent pas à s’injecter dans d’autres types d’enveloppe au gré de leurs besoins."}
}