{
    "NATURELLE":{"id":"NATURELLE", "nom":"Intelligence naturelle", "dateInitiale":1970, "enveloppes":["BIOLOGIQUE", "PROVOLUE", "BIOMODIFIE", "REPLICANT", "CHIMERE", "CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE"], "description":"typiquement celle des humains. Par définition, l’esprit d’un autre animal relève aussi de cette catégorie, mais elles ne conviennent pas pour un personnage joueur. Ces intelligences sont, historiquement, les plus anciennes. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe."},
    "PROVOLUEE":{"id":"PROVOLUEE", "nom":"Intelligence provoluée", "dateInitiale":2084, "enveloppes":["PROVOLUE", "REPLICANT", "CHIMERE", "CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE"], "description":"similaire aux naturelles, elles sont le résultat d’une évolution artificielle d’une intelligence animale jusqu’à atteindre un niveau de conscience similaire à celui d’un humain. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe."},
    "SUPERVISEE":{"id":"SUPERVISEE", "nom":"Intelligence supervisée", "dateInitiale":2083, "enveloppes":["BIOMODIFIE", "REPLICANT", "CHIMERE", "CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE"], "description":"les IA de supervision sont des logiciels associés à des intelligences naturelles, ou provoluées, qui octroient des capacités mentales surhumaine et une intégration parfaite aux couches virtuelles. Requiert une enveloppe Biomodifiée (avec un système de calcul sur wetware), Cyborg ou Cybernétique."},
    "INFOMORPHISEE":{"id":"INFOMORPHISEE", "nom":"Intelligence infomorphisée", "dateInitiale":2081, "enveloppes":["CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE", "INFORMORPHE"], "description":"l’infomorphisation consiste à prendre une intelligence naturelle ou provoluée et à la transformer en une intelligence infomorphe. Ce processus reste exceptionnellement rare. Évidemment elles sont infomorphes mais peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides."},
    "SYNCHRO":{"id":"SYNCHRO", "nom":"IA Synchro", "dateInitiale":2060, "enveloppes":["CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE", "INFORMORPHE"], "description":"premier type d’intelligence artificielle inventé, ces IA possèdent les meilleures capacités de prévision et de structuration. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides."},
    "WOLFA":{"id":"WOLFA", "nom":"IA Wolfa", "dateInitiale":2070, "enveloppes":["CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE", "INFORMORPHE"], "description":"ces IA ont été conçues pour la recherche et possèdent les plus grandes capacités d’innovation, d’exploration et de modélisation. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides."},
    "LEY_WAN":{"id":"LEY_WAN", "nom":"IA de Ley-Wan", "dateInitiale":2074, "enveloppes":["REPLICANT", "CHIMERE", "CYBORG", "CYBERNETIQUE", "HYPER_HYBRIDE", "INFORMORPHE"], "description":"ces IA atypiques possèdent des capacités d’introspection – la capacité de s’auto-altérer – inégalées. Bien que naturellement infomorphe, ce sont les seules intelligences artificielles qui peuvent être implémentée sur wetware et donc être instanciées sur des réplicants et chimères en plus des substrats cybernétiques et hyper-hybrides."}
}