{
    "COMBAT" : {"id":"COMBAT", "nom":"Combat", "description" : "particulièrement mis en avant dans les jeux de rôles en général, le combat n’est qu’un des nombreux aspects développés dans Solaires. Il s’agit ici de gérer les affrontements armés et la guerre."},
    "ENQUETE" : {"id":"ENQUETE", "nom":"Enquête", "description" : "l’enquête tient une place importante dans la plupart des scénarios. Les personnages s’occupant de cet aspect sont confrontés à la recherche d’indices et leur analyse. Ils sont particulièrement doués pour repérer les détails qui échapperaient à d’autres personnages."},
    "ESPACE" : {"id":"ESPACE", "nom":"Espace", "description" : "l’espace est un environnement intrinsèquement hostile. Ceux qui y sont régulièrement confrontés savent se préparer pour les sorties et connaissent toutes les procédures pour en revenir vivant. N’oubliez pas : l’espace est pratiquement omniprésent dans les colonies."},
    "INFILTRATION" : {"id":"INFILTRATION", "nom":"Infiltration", "description" : "agir sans se faire repérer est indispensable pour de nombreuses missions et ceux qui excellent dans cet art sont très recherchés. Récupérer quelque chose, effectuer un sabotage, extraire quelqu’un, etc. voila des choses que l’on peut faire sans bruit."},
    "INFORMATIQUE" : {"id":"INFORMATIQUE", "nom":"Informatique", "description" : "l’informatique est omniprésente dans la société des solaires et ceux qui savent s’en servir et la maîtrisent disposent de moyens qui débordent très largement du cadre virtuel. Qu’il s’agisse de récupérer des données ou de prendre le contrôle d’une infrastructure, c’est souvent la voie la plus directe pour y parvenir."},
    "NEGOCIATION" : {"id":"NEGOCIATION", "nom":"Négociation", "description" : "à part les sauvages, la plupart des gens préfèrent dialoguer avant d’envisager d’autres solutions, notamment la violence. La négociation représente les conflits sociaux, qu’il s’agisse de demander des faveurs, des services, ou de se disculper. Convaincre, négocier, marchander."},
    "RELATION" : {"id":"RELATION", "nom":"Relation", "description" : "avoir le bras long est un avantage indéniable. Connaître des gens de tout milieu permet d’obtenir des informations, des services ou du soutien en cas de coup dur."},
    "TECHNOLOGIE" : {"id":"TECHNOLOGIE", "nom":"Technologie", "description" : "la technologie est un domaine vaste qui entre les bonnes mains permet pratiquement de réaliser n’importe quoi. Celui le maîtrise peut comprendre le fonctionnement d’un appareil étrange, assembler un outil dans l’urgence, neutraliser un système automatisé, etc."}
}