<h1> Chronologie</h1>
 <blockquote>&laquo;&nbsp;Qui aurait cru que les puissantes nations se feraient voler la vedette par de simples multinationales&nbsp;?&nbsp;&raquo;</blockquote>
 <h2>L&rsquo;&acirc;ge d&rsquo;or de l&rsquo;humain</h2>
  <ul>
	<li>2020 (I) &ndash; Processeur tridimensionnel&nbsp;: afin de pouvoir continuer &agrave; augmenter exponentiellement la puissance de calcul, une nouvelle g&eacute;n&eacute;ration de processeurs voit le jour. Alors que les anciens processeurs &eacute;taient imprim&eacute;s sur une surface, ils sont d&eacute;sormais construits en volume, augmentant consid&eacute;rablement la quantit&eacute; de composants mais aussi la quantit&eacute; de chaleur &agrave; dissiper.</li>
	<li>2025 (I) &ndash; Dispositif gecko&nbsp;: les geckos sont une famille de l&eacute;zards connus pour l&rsquo;adh&eacute;rence incroyables dont sont capables leurs pattes. Cette adh&eacute;rence, r&eacute;sultat des forces de van der Waals, est enfin reproduite et ma&icirc;tris&eacute;e. Les applications sont nombreuses&nbsp;: Escalade, d&eacute;placement en 0G, manutention, etc.</li>
	<li>2030 (I) &ndash; Ordoptique&nbsp;: Succ&eacute;dant aux smartphones et aux &ldquo;glasses&rdquo;, l&rsquo;ordoptique est un v&eacute;ritable ordinateur autonome se pr&eacute;sentant sous la forme d&rsquo;une paire de lunettes. Elles permettent l&rsquo;affichage d&rsquo;un environnement de r&eacute;alit&eacute; virtuelle et rendent la r&eacute;alit&eacute; augment&eacute;e encore plus commune.</li>
	<li>2035 (I) &ndash; Augmentation cybern&eacute;tique&nbsp;: il &eacute;tait in&eacute;vitable que des implants m&eacute;caniques parviennent &agrave; d&eacute;passer les capacit&eacute;s physiques de leurs homologues naturels. La cybern&eacute;tique ne se contente plus seulement de palier des handicaps&nbsp;: elle est devenue capable d&rsquo;augmenter l&rsquo;&ecirc;tre humain.</li>
	<li>2035 (I) &ndash; Informatique sur wetware&nbsp;: dans la continuit&eacute; des exp&eacute;riences sur l&rsquo;utilisation du vivant &agrave; des fins calculatoires, une unit&eacute; de calcul est finalement mise au point et offre des capacit&eacute;s impressionnantes. Malheureusement cette technologie ne sera pas imm&eacute;diatement utilis&eacute;e.</li>
	<li>2040 (I) &ndash; IA Forte statique&nbsp;: la preuve de la faisabilit&eacute; d&rsquo;une IA forte est apport&eacute;e et un projet pour concevoir la premi&egrave;re est amorc&eacute;. Malheureusement, ce projet est rapidement annul&eacute; par les autorit&eacute;s et un moratoire de 15 ans va alors commencer &agrave; l&rsquo;&eacute;chelle globale.</li>
	<li>2045 (I) &ndash; Brainscan destructif&nbsp;: apr&egrave;s de nombreuses recherches dans cette direction, le premier brainscan d&rsquo;un &ecirc;tre humain est effectu&eacute;. L&rsquo;op&eacute;ration requiert une infrastructure colossale et est interdite dans la majeure partie du monde. Dans certains lieux, il remplace la cryog&eacute;nisation pour les riches malades en fin de vie.</li>
</ul>
  <h2>La gen&egrave;se des corporations</h2>
  <ul>
	<li>2049 (C) &ndash; Fondation de HIARTech&nbsp;: plusieurs grands groupes industriels fusionnent pour former une nouvelle entit&eacute;&nbsp;: HIARTech, la premi&egrave;re grande corporation. Ses principaux domaines sont l&rsquo;IA, l&rsquo;a&eacute;rospatial, la nanotechnologie, le b&acirc;timent et la pharmaceutique.</li>
	<li>2050 (E) &ndash; Mission habit&eacute;e sur Mars&nbsp;: apr&egrave;s plusieurs mois de voyage un &eacute;quipage de 5 astronautes parvient &agrave; poser pied sur Mars. Ils y resteront deux semaines avant de repartir. Dans l&rsquo;ensemble, la mission est un succ&egrave;s, mais les retours scientifiques restent faibles par rapport aux co&ucirc;ts de la mission. &Agrave; l&rsquo;avenir, l&rsquo;exploration spatiale habit&eacute;e semble compromise. De nombreux sous-traitant s&rsquo;inqui&egrave;tent et se concertent pour la suite.</li>
	<li>2050 (I) &ndash; &Eacute;mulation c&eacute;r&eacute;brale&nbsp;: avec la fin du moratoire sur les brainscans, l&rsquo;&eacute;mulation d&rsquo;un cerveau est dor&eacute;navant possible. Malheureusement les esprits num&eacute;ris&eacute;s restent rares et leur utilisation est ill&eacute;gale dans de nombreux cas. M&ecirc;me si la faisabilit&eacute; est &eacute;tablie, il n&rsquo;y aura pas de cyborg absolu avant quelques temps.</li>
	<li>2051 (I) &ndash; R&eacute;v&eacute;lation de la corruption des brainscans entre 2045 et 2049&nbsp;: c&rsquo;est un v&eacute;ritable scandale qui &eacute;clate. Il appara&icirc;t que la majorit&eacute; des brainscans effectu&eacute;s entre 2045 et 2049 sont incomplets, bien que fonctionnellement op&eacute;rationnels. C&rsquo;est un nouveau moratoire d&rsquo;une dizaine d&rsquo;ann&eacute;es qui est impos&eacute; par les politiques. Les cyborgs absolus en cours d&rsquo;int&eacute;gration sont annul&eacute;s.</li>
	<li>2053 (I) &ndash; Cryptographie sur cl&eacute; quantique&nbsp;: l&rsquo;exploitation des lois de la physique dans le chiffrement des connexions sur le r&eacute;seau prend l&rsquo;avantage en permettant d&rsquo;&eacute;changer des bits al&eacute;atoires sans interception possible. Cet algorithme de cryptage ne sera qu&rsquo;au mieux contourn&eacute; mais ne c&eacute;dera pas.</li>
	<li>2053 (I) &ndash; Lancement du programme spatial de HIARTech&nbsp;: pouss&eacute;e par son PDG, Alfred Johnwen, pour compenser le ralentissement de l&rsquo;exploration spatiale par les nations, HIARTech lance son propre programme spatial.</li>
	<li>2055 (IS) &ndash; Mise en Service de la premi&egrave;re IA Forte&nbsp;: avec la fin du moratoire sur les IA fortes, HIARTech, met en fonction le premier prototype avec succ&egrave;s. Destin&eacute;e &agrave; soutenir la gestion de la premi&egrave;re corporation, Synchro ouvre donc la voie. Une vague d&rsquo;inqui&eacute;tude port&eacute;e par les m&eacute;dias pousse les gouvernements &agrave; commencer une r&eacute;flexion sur le sujet. Le moratoire n&rsquo;est toutefois pas reconduit dans toutes les nations et la corporation conserve son IA.</li>
	<li>2055 (IE) &ndash; Mise en service du chantier spatial de HIARTech&nbsp;: apr&egrave;s avoir affect&eacute; une grande partie de ses efforts dessus, HIARTech met en fonction plusieurs installations orbitales. D&eacute;di&eacute;es &agrave; l&rsquo;assemblage de vaisseaux de grande taille, elles d&eacute;montrent les ambitions de la corporation.</li>
	<li>2055 (E) &ndash; HIARTech lance son programme vers Mars&nbsp;: avec le discours historique de Johnwen, HIARTech annonce son programme &agrave; destination de Mars. Le but du programme consiste &agrave; installer une base permanente puis commencer la colonisation de la plan&egrave;te rouge. Le programme port&eacute; par les efforts pr&eacute;c&eacute;dents sera rapidement mis en &oelig;uvre.</li>
	<li>2058 (I) &ndash; Mass Driver orbital&nbsp;: pour permettre l&rsquo;envoi d&rsquo;une plus grande quantit&eacute; de mat&eacute;riel dans l&rsquo;espace, HIARTech met au point une catapulte &eacute;lectromagn&eacute;tique capable d&rsquo;envoyer dans l&rsquo;espace des vaisseaux, ces derniers pouvant ensuite terminer leur mise en orbite par eux-m&ecirc;mes. Le syst&egrave;me ne convient pas &agrave; l&rsquo;envoi d&rsquo;humains ou de mat&eacute;riel fragile mais il r&eacute;duit consid&eacute;rablement le co&ucirc;t d&rsquo;envoi de mat&eacute;riaux lourds.</li>
	<li>2060 (E) &ndash; Premi&egrave;re base sur Mars&nbsp;: directement assembl&eacute;e &agrave; partir de modules construits en orbite terrestre et transport&eacute;s par un convoi de six vaisseaux, la premi&egrave;re base martienne permanente est finalement assembl&eacute;e et peut accueillir une population de 72 habitants. La corporation d&eacute;montre ainsi sa puissance, r&eacute;ussissant l&agrave; o&ugrave; les nations ont abandonn&eacute;.</li>
	<li>2060 (ISG) &ndash; Premi&egrave;re IA Sentiente&nbsp;: Leena, la premi&egrave;re IA sentiente, est mise en marche par HIARTech. Une affaire juridique &eacute;clate entre HIARTech et la justice europ&eacute;enne qui finit par trancher en la d&eacute;faveur de HIARTech. Leena est mise hors-service, mais Synchro est &eacute;pargn&eacute;e. HIARTech, par la voix de son PDG, exprime son ressenti, indiquant la perte de confiance dans les instances gouvernementales. Une rumeur fait &eacute;tat d&rsquo;une sauvegarde de Leena qui aurait &eacute;t&eacute; ill&eacute;galement conserv&eacute;e.</li>
	<li>2061 (IS) &ndash; Premier cyborg absolu&nbsp;: annonc&eacute; depuis deux d&eacute;cennies, le premier cyborg absolu est enfin mis en service. Les journaux titrent&nbsp;: &ldquo;Un financier riche et mourant se fait transf&eacute;rer dans un robot&rdquo;. Une &eacute;norme vague m&eacute;diatique d&eacute;ferle et de nombreux d&eacute;bats ont lieux.</li>
	<li>2062 (I) &ndash; Micro-robots&nbsp;: les premiers robots microm&eacute;triques programmables sont concr&egrave;tement mis en service. Servant initialement &agrave; effectuer des r&eacute;parations sur des &eacute;l&eacute;ments de tr&egrave;s petite taille, ils seront aussi utilis&eacute;s pour des actes de sabotage. Ces premiers robots ne disposent que d&rsquo;une faible autonomie et sont incapable de s&rsquo;auto-r&eacute;pliquer, ce qui ne rassure que partiellement la population. Ils sont accueillis de fa&ccedil;on mitig&eacute;e.</li>
	<li>2062 (C) &ndash; Fondation de Vranberg-Lytan&nbsp;: premi&egrave;re corporation g&eacute;n&eacute;r&eacute;e par la r&eacute;ussite de HIARTech, Vranberg-Lytan &eacute;merge apr&egrave;s presque deux ans de gestation. Consciente de son retard, la corporation ouvre tr&egrave;s rapidement des n&eacute;gociations avec HIARTech.</li>
	<li>2063 (I) &ndash; Simstim&nbsp;: apr&egrave;s de nombreuses ann&eacute;es de d&eacute;veloppement, les premi&egrave;res simulations sensorielles compl&egrave;tes sont finalement r&eacute;alis&eacute;es. Les simstims sont un ensemble d&rsquo;implants capables d&rsquo;enregistrer les donn&eacute;es sensorielles d&rsquo;un &ecirc;tre et de les rejouer plus tard. Si sur Terre cet implant ne sera jamais massivement adopt&eacute;, ce sera le cas dans les colonies lorsqu&rsquo;il permettra, entre autres choses, de jouer des simulations ou d&rsquo;int&eacute;grer la r&eacute;alit&eacute; augment&eacute;e sans utiliser d&rsquo;appareil externe.</li>
	<li>2063 (C) &ndash; Fondation de Suan, Waylanders, Sol6&nbsp;: la troisi&egrave;me, et derni&egrave;re, vague de cr&eacute;ation de corporations donne naissance &agrave; Suan, Waylanders et Sol6. Elles aussi inspir&eacute;es par les exploits de HIARTech, elles sont issues de pr&egrave;s de trois ans de n&eacute;gociations.</li>
	<li>2063 (C) &ndash; Suan, Waylanders et Vranberg-Lytan ach&egrave;tent Synchro&nbsp;: apr&egrave;s quelques mois de n&eacute;gociations, HIARTech vends le moteur d&rsquo;IA Synchro &agrave; Suan, Waylanders et Vranberg-Lytan. Parmi les grandes corporations, seule Sol6 ne cherchera pas &agrave; l&rsquo;acheter. Cette action donnera aux corporation un avantage certain dans leur gestion. Quelques soup&ccedil;ons concernant une &eacute;ventuelle backdoor dans le moteur de l&rsquo;IA &eacute;mergeront, mais aucune preuve ne sera jamais apport&eacute;e.</li>
	<li>2063 (G) &ndash; Fondation de l&rsquo;ORSE&nbsp;: avec le coup d&rsquo;&eacute;clat de HIARTech trois ans plus t&ocirc;t, la puissance &eacute;conomique des corporations et le r&eacute;cent &eacute;change d&rsquo;IA forte, les nations s&rsquo;inqui&egrave;tent de plus en plus et finissent par octroyer plus de pouvoir &agrave; l&rsquo;ONU. Il en r&eacute;sulte la cr&eacute;ation de l&rsquo;Organisation de R&eacute;gulation des Super-&Eacute;conomies. L&rsquo;ORSE n&rsquo;a qu&rsquo;un pouvoir limit&eacute; et ne peut qu&rsquo;emp&ecirc;cher la cr&eacute;ation d&rsquo;autres corporations sans pouvoir agir contre les corporations existantes.</li>
	<li>2063 (I) &ndash; Immortalit&eacute; relative&nbsp;: il existe dans le m&eacute;canisme de r&eacute;plication des cellules un coupe-circuit qui limite le nombre de r&eacute;plication. C&rsquo;est ce killswitch qui a &eacute;t&eacute; vaincu et permet au corps de continuer &agrave; se r&eacute;g&eacute;n&eacute;rer m&ecirc;me &agrave; un &acirc;ge avanc&eacute;.</li>
</ul>
  <h2>La colonisation spatiale</h2>
  <ul>
	<li>2064 (E) &ndash; Premi&egrave;re colonie martienne&nbsp;: HIARTech inaugure sa premi&egrave;re cit&eacute; &agrave; la surface de Mars. Tharsis-Elysium est situ&eacute;e dans les plaines entre la cha&icirc;ne de volcans Tharsis et le mont Elysium. La cit&eacute; compte trois d&ocirc;mes et peut accueillir pr&egrave;s de 15&nbsp;000 habitants. Il faudra encore deux ans pour faire venir la population.</li>
	<li>2064 (E) &ndash; Lancement des programmes spatiaux des nouvelles corporations&nbsp;: comme HIARTech l&rsquo;a fait, les corporations se lancent dans l&rsquo;espace. Sol6 part vers les syst&egrave;mes internes tandis que Waylanders et Vranberg-Lytan s&rsquo;int&eacute;ressent aux lunes galil&eacute;ennes. Suan d&eacute;cide d&rsquo;occuper deux fronts&nbsp;: les lunes galil&eacute;ennes et Titan. Pour cette occasion, HIARTech d&eacute;veloppe et loue son chantier spatial terrien.</li>
	<li>2065 (I) &ndash; Cr&eacute;ation de SolNet&nbsp;: conscient que l&rsquo;architecture des syst&egrave;mes de communication actuellement utilis&eacute; ne sera pas adapt&eacute;e &agrave; un r&eacute;seau interplan&eacute;taire, HIARTech d&eacute;veloppe SolNet&nbsp;: un nouveau protocole r&eacute;seau destin&eacute; &agrave; unifier les communications dans les colonies naissantes. Ce protocole est crypt&eacute; &agrave; bas niveau par la cryptographie quantique et permet l&rsquo;ex&eacute;cution de programmes directement sur le r&eacute;seau. Cette derni&egrave;re fonctionnalit&eacute; est la derni&egrave;re pierre pour la cr&eacute;ation d&rsquo;infomorphes libres, un des objectifs de SolNet.</li>
	<li>2066 (E) &ndash; Premi&egrave;re base de Vranberg-Lytan&nbsp;: Vranberg-Lytan installe sa premi&egrave;re base sur Ganym&egrave;de, la plus massive des lunes galil&eacute;ennes.</li>
	<li>2066 (IS) &ndash; Premi&egrave;re IA Noyau&nbsp;: HIARTech met en place une nouvelle IA forte d&eacute;di&eacute;e &agrave; la gestion quotidienne d&rsquo;une cit&eacute;. Elle est install&eacute;e sur la r&eacute;cente colonie. Cette IA bas&eacute;e sur la structure de Syncro n&rsquo;est pas sentiente.</li>
	<li>2066 (IS) &ndash; Premi&egrave;res IA Libres&nbsp;: la cr&eacute;ation d&rsquo;IA libres, c&rsquo;est &agrave; dire capable de voyager de leur initiative sur le r&eacute;seau est enfin possible. Cette capacit&eacute; est offerte par l&rsquo;infrastructure de SolNet et Leena y est la premi&egrave;re IA lib&eacute;r&eacute;e. Ceci ne pla&icirc;t &eacute;videmment pas aux autorit&eacute;s terriennes qui d&eacute;couvrent que les rumeurs de copie cach&eacute;e &eacute;taient fond&eacute;es.</li>
	<li>2066 (G) &ndash; L&rsquo;ONU met la pression sur HIARTech&nbsp;: suite au dernier rebondissement de l&rsquo;affaire Leena, l&rsquo;ONU consid&egrave;re HIARTech comme non-coop&eacute;rative et tente de bloquer juridiquement la corporation. La corporation parviendra &agrave; contrer ces assauts par la force de ses services juridiques.</li>
	<li>2067 (I) &ndash; Implant progiciel&nbsp;: d&eacute;velopp&eacute; par Suan, l&rsquo;implant progiciel permet l&rsquo;ex&eacute;cution de logiciels pouvant contr&ocirc;ler le corps. Si cette technologie permettra de d&eacute;velopper des logiciels pour charger des comp&eacute;tences sans avoir &agrave; les apprendre, elle sera vu sur Terre comme un outil pouvant servir &agrave; relancer l&rsquo;esclavage.</li>
	<li>2067 (E) &ndash; Premi&egrave;re base de Sol6&nbsp;: Sol6 est la troisi&egrave;me corporation &agrave; &eacute;tablir une base extraterrestre. Cette derni&egrave;re situ&eacute;e au fond d&rsquo;un crat&egrave;re du p&ocirc;le sud de Mercure servira principalement de centre d&rsquo;extraction de m&eacute;taux et d&rsquo;isotopes rares.</li>
	<li>2067 (I) &ndash; Constructeur universel&nbsp;: constitu&eacute; d&rsquo;une matrice de nano-robots capables d&rsquo;assembler la mati&egrave;re, le constructeur universel est capable d&rsquo;assembler n&rsquo;importe quoi pourvu qu&rsquo;on lui fournisse les &eacute;l&eacute;ments n&eacute;cessaires. Bien que les nano-robots employ&eacute;s ne puissent s&rsquo;auto-r&eacute;pliquer, cette technologie est imm&eacute;diatement interdite sur Terre. Le premier prototype sera alors transf&eacute;r&eacute; dans la colonie martienne. &Agrave; cause de sa lenteur, on ne s&rsquo;en sert que pour produire des &eacute;l&eacute;ments non r&eacute;alisables autrement.</li>
	<li>2068 (E) &ndash; Seconde et troisi&egrave;me colonies martiennes&nbsp;: HIARTech &eacute;tabli deux nouvelles cit&eacute;s &agrave; Elysium et Olympus, aux pieds des monts &eacute;ponymes.</li>
	<li>2068 (I) &ndash; Premier spatioport extra-terrestre&nbsp;: afin de pouvoir exp&eacute;dier des &eacute;l&eacute;ments dans l&rsquo;espace depuis la surface de Mars, HIARTech installe un spatioport &agrave; la surface de la plan&egrave;te rouge. Ce premier centre de lancement extraterrestre est construit non loin de la seconde colonie martienne ce qui fera d&rsquo;Elysium l&rsquo;un des principaux centres d&rsquo;&eacute;change de la plan&egrave;te.</li>
	<li>2068 (E) &ndash; Premi&egrave;res bases de Waylanders et de Suan&nbsp;: c&rsquo;est aussi sur Ganym&egrave;de &agrave; quelques kilom&egrave;tres seulement de la base de Vranberg-Lytan que Waylanders et Suan &eacute;tablissent leurs premi&egrave;res bases. Cette proximit&eacute; est choisie pour disposer d&rsquo;une solution de repli en cas d&rsquo;incident grave.</li>
	<li>2068 (I) &ndash; G&eacute;n&eacute;rateur &agrave; fusion contr&ocirc;l&eacute;e&nbsp;: de nombreuses tentatives pour construire un g&eacute;n&eacute;rateur &agrave; fusion ont eu lieu mais le rendement de ceux-ci &eacute;tait jusque-l&agrave; jug&eacute; insuffisant. Rentable, le premier prototype de cette nouvelle g&eacute;n&eacute;ration transforme de l&rsquo;hydrog&egrave;ne 1 en h&eacute;lium 4 par le cycle CNO. Si ce premier g&eacute;n&eacute;rateur est tr&egrave;s massif, de la taille d&rsquo;un grand immeuble, il sera consid&eacute;rablement r&eacute;duit et n&rsquo;occupera pas plus que le volume d&rsquo;une camionnette dans les ann&eacute;es 2090.</li>
	<li>2068 (CG) &ndash; Programme d&rsquo;aide &agrave; la colonisation de HIARTech&nbsp;: unilat&eacute;ralement, la premi&egrave;re corporation d&eacute;cide d&rsquo;aider les autres corporations dans leurs efforts de colonisation. De fait, elle leur transmet l&rsquo;int&eacute;gralit&eacute; de ses d&eacute;couvertes scientifiques et r&eacute;duit ses marges sur la location de son chantier spatial. &Agrave; l&rsquo;&eacute;poque, tout le monde y voit un pied de nez &agrave; l&rsquo;ONU, mais les plus lucides comprennent que la corporation pr&eacute;pare son avenir.</li>
	<li>2069 (E) &ndash; Premi&egrave;re base de Suan dans le syst&egrave;me Saturnien&nbsp;: plus lointaine et avec une atmosph&egrave;re beaucoup plus dense, Titan repr&eacute;sente un d&eacute;fi plus ardu que les lunes galil&eacute;ennes. Pourtant, Suan parvient &agrave; y &eacute;tablir une premi&egrave;re base habit&eacute;e et commence d&eacute;j&agrave; la construction d&rsquo;une colonie.</li>
	<li>2070 (IS) &ndash; Premi&egrave;re IA de recherche&nbsp;: Fr&eacute;d&eacute;ric Wolfa et son &eacute;quipe parviennent &agrave; concevoir et mettre en service la premi&egrave;re IA forte d&eacute;di&eacute;e &agrave; la recherche. Initialement non sentiente, elle est orient&eacute;e sur le probl&egrave;me de la gravit&eacute; quantique. Elle prendra le nom de son cr&eacute;ateur, Wolfa, lors de son accession &agrave; la sentience quelques mois plus tard.</li>
	<li>2070 (E) &ndash; Premi&egrave;re colonie de Vranberg-Lytan&nbsp;: la seconde corporation historique inaugure sa toute premi&egrave;re colonie sur Ganym&egrave;de. Situ&eacute;e pr&egrave;s des installations initiales, elle b&eacute;n&eacute;ficie d&rsquo;un site riche en m&eacute;taux.</li>
	<li>2070 (I) &ndash; Nano-chirurgiens&nbsp;: les recherches et les avanc&eacute;es sur les nano-robots parviennent &agrave; produire des robots capables d&rsquo;intervenir sur le vivant. Les nano-chirurgiens sont en effet destin&eacute;s &agrave; effectuer des micro-op&eacute;rations chirurgicales et rendent un tr&egrave;s grand nombre d&rsquo;op&eacute;ration autrefois d&eacute;licates, voire impossibles, beaucoup plus simples.</li>
	<li>2070 (I) &ndash; Torche &agrave; faisceau de plasma&nbsp;: le travail dans les colonies impose des conditions drastiques sur le mat&eacute;riel utilisable. Si les torches &agrave; plasma existent depuis longtemps, il faut attendre cette date pour disposer d&rsquo;un outil capable de produire un tr&egrave;s fin filet de plasma permettant d&rsquo;effectuer des d&eacute;coupes tr&egrave;s pr&eacute;cises dans n&rsquo;importe quel mat&eacute;riau. Ne d&eacute;gageant pas de fum&eacute;e et pouvant fonctionner hors atmosph&egrave;re, c&rsquo;est un outil id&eacute;al pour les travaux dans les colonies.</li>
	<li>2070 (E) &ndash; Chantier spatial martien&nbsp;: afin de r&eacute;duire sa d&eacute;pendance envers la terre, HIARTech fait construire un chantier spatial autour de Mars &agrave; l&rsquo;image de celui qu&rsquo;elle poss&egrave;de dans l&rsquo;orbite de la Terre. Il permettra rapidement d&rsquo;assembler des &eacute;l&eacute;ments construits sur le sol martien. Les &eacute;v&eacute;nements successifs rendront ce projet plus prioritaire encore.</li>
	<li>2071 (I) &ndash; Bombe &agrave; plasma&nbsp;: dans l&rsquo;espace l&rsquo;effet de souffle d&rsquo;une explosion est moins important qu&rsquo;en atmosph&egrave;re. La bombe plasma est une arme mise au point pour &ecirc;tre capable de produire d&rsquo;importants d&eacute;g&acirc;ts sans reposer sur l&rsquo;effet de souffle. Cette arme provoquant l&rsquo;expansion rapide d&rsquo;un plasma chaud qui d&eacute;truira pratiquement toute choses dans son rayon d&rsquo;effet. Cette expansion est limit&eacute;e par un champ magn&eacute;tique r&eacute;siduel produit par le d&eacute;placement du plasma, ce qui permet de maximiser l&rsquo;effet de celui-ci localement.</li>
	<li>2071 (E) &ndash; Premi&egrave;re colonie de Sol6&nbsp;: c&rsquo;est au tour de Mercure de porter une colonie. En effet, Sol6 inaugure sa premi&egrave;re cit&eacute;. Bas&eacute;e dans un crat&egrave;re du p&ocirc;le nord de la plan&egrave;te, l&rsquo;installation est prot&eacute;g&eacute;e de l&rsquo;intense rayonnement solaire et servira principalement pour l&rsquo;exploitation mini&egrave;re.</li>
	<li>2072 (E) &ndash; Premi&egrave;re colonie de Waylanders&nbsp;: &agrave; son tour, Waylanders parvient &agrave; &eacute;tablir sa premi&egrave;re colonie sur Ganym&egrave;de non loin de celle de Vranberg-Lytan et de la base de Suan.</li>
	<li>2072 (E) &ndash; Premi&egrave;re colonie de Suan&nbsp;: Suan inaugure sa premi&egrave;re colonie dans le syst&egrave;me jovien. Ganym&egrave;de porte alors sa troisi&egrave;me colonie.</li>
	<li>2072 (E) &ndash; Nano-robots auto-r&eacute;plicants&nbsp;: l&rsquo;une des plus grandes craintes de l&rsquo;humanit&eacute; est finalement mise au point. Ne fonctionnant que dans des environnements tr&egrave;s sp&eacute;cifiques, ils ne survivent pas aux environnements naturels de par leur sensibilit&eacute; &agrave; l&rsquo;oxyg&egrave;ne ou &agrave; la temp&eacute;rature. Malgr&eacute; cela, les nations s&rsquo;unissent pour d&eacute;noncer ce risque existentiel.</li>
	<li>2072 (E) &ndash; Renforcement de l&rsquo;ONU&nbsp;: avec la mise au point des premiers nano-robots auto-r&eacute;plicants, les nations prennent peur vis-&agrave;-vis des corporations et d&eacute;cident d&rsquo;octroyer plus de pouvoir &agrave; l&rsquo;ONU. L&rsquo;organisation obtient le droit de mener des op&eacute;rations militaires contre les corporations de sa propre initiative. Elle menace donc ouvertement HIARTech et les autres corporations. Dans les mois qui suivront, seule Sol6 modifiera son comportement.</li>
	<li>2073 (I) &ndash; Constructeur Universel MK2&nbsp;: avec la mise au point des nano-robots auto-r&eacute;plicants, une nouvelle g&eacute;n&eacute;ration de constructeurs universels voit le jour. Ils sont d&eacute;sormais capables de tenir un rythme industriel. Ces constructeurs utilisent donc des nano-robots dont la fonction d&rsquo;auto-r&eacute;plication sert lors de son initialisation. M&ecirc;me si les nano-robots ne peuvent pas fonctionner, ni m&ecirc;me conserver leur int&eacute;grit&eacute; structurelle, en dehors de l&rsquo;enceinte du constructeur, ces appareils resteront strictement interdits sur Terre.</li>
	<li>2073 (I) &ndash; Condensateur &agrave; antimati&egrave;re&nbsp;: si cr&eacute;er de l&rsquo;antimati&egrave;re n&rsquo;est pas une chose nouvelle, c&rsquo;est la premi&egrave;re fois qu&rsquo;il est possible de la stocker, sur une br&egrave;ve dur&eacute;e, puis de r&eacute;cup&eacute;rer l&rsquo;&eacute;nergie issue de l&rsquo;annihilation d&rsquo;une antiparticule avec sa particule. Cette nouvelle g&eacute;n&eacute;ration de super-condensateurs permet d&rsquo;emmagasiner de grandes quantit&eacute;s d&rsquo;&eacute;nergie et permet la cr&eacute;ation de pics de puissance tr&egrave;s brefs.</li>
	<li>2073 (E) &ndash; Premi&egrave;re colonie saturnienne de Suan&nbsp;: c&rsquo;est une colonie d&ocirc;me, aux allures de celles que HIARTech a install&eacute; sur Mars, que Suan inaugure sur Titan. Disposant d&eacute;j&agrave; d&rsquo;un spatioport, cette installation sera capitale dans le d&eacute;veloppement de la lune.</li>
	<li>2073 (I) &ndash; Propulsion Mass Driver&nbsp;: projeter de la mati&egrave;re &agrave; tr&egrave;s grande vitesse permet d&rsquo;atteindre des lieux toujours plus lointains et de s&rsquo;&eacute;chapper de certain puits de gravit&eacute;s avec beaucoup plus de facilit&eacute;. Ce nouveau mode de propulsion envoie des particules non charg&eacute;es &agrave; pr&egrave;s de 10&nbsp;000&nbsp;km/s soit un peu plus de 3&nbsp;% de la vitesse de la lumi&egrave;re. Ce syst&egrave;me de propulsion modifie compl&egrave;tement la fa&ccedil;on d&rsquo;envisager les voyages interplan&eacute;taires qui ne seront plus de simples changements d&rsquo;orbites mais des vols avec des trajectoires beaucoup plus tendues &agrave; des vitesses d&eacute;passant la vitesse de lib&eacute;ration du syst&egrave;me solaire, et m&ecirc;me celle de la galaxie.</li>
	<li>2074 (I) &ndash; Vaccin universel&nbsp;: avec les probl&egrave;mes sanitaires que peuvent poser le confinement et le risque d&rsquo;usage d&rsquo;armes biologiques, les colonies d&eacute;veloppent un vaccin universel. Cocktail de vaccins et de s&eacute;rums, il vise avant tout les maladies &agrave; courte incubation et les agents biologiques les plus susceptibles de servir d&rsquo;arme. Dans les ann&eacute;es suivantes, des ONG parviendront &agrave; s&rsquo;en procurer pour le distribuer sur Terre. Dans les colonies, il sera partiellement remplac&eacute; par une nouvelle forme de nano-robots sp&eacute;cialis&eacute;s.</li>
	<li>2074 (IS) &ndash; IA de Ley-Wan&nbsp;: troisi&egrave;me type d&rsquo;IA invent&eacute; par l&rsquo;humain, les IA de Ley-Wan, du nom de leur inventeur, sont des IA fortes capables d&rsquo;introspection. En plus de cette formidable particularit&eacute;, elles sont facilement impl&eacute;mentables sur wetware. Ces deux qualit&eacute;s en feront des IA tr&egrave;s utilis&eacute;es.</li>
	<li>2074 (I) &ndash; Bombe IEM&nbsp;: la course &agrave; l&rsquo;armement n&rsquo;a de cesse. Dans un monde o&ugrave; la technologie, et plus particuli&egrave;rement l&rsquo;&eacute;lectronique, est omnipr&eacute;sente, disposer d&rsquo;une arme capable de d&eacute;sactiver ou d&eacute;truire les appareils &eacute;lectriques offre une grande puissance. Les bombes IEM provoquent une impulsion &eacute;lectromagn&eacute;tique si puissante qu&rsquo;elle d&eacute;truit irr&eacute;m&eacute;diablement les appareils &eacute;lectroniques non prot&eacute;g&eacute;s et peut m&ecirc;me produire un choc &eacute;lectrique capable d&rsquo;&eacute;tourdir un &ecirc;tre organique.</li>
	<li>2074 (I) &ndash; V&ecirc;tements mim&eacute;tiques&nbsp;: compos&eacute;s d&rsquo;une trame d&rsquo;&eacute;cailles capables de s&rsquo;auto-organiser, les v&ecirc;tements mim&eacute;tiques sont capables de changer de couleur et m&ecirc;me de coupe. Il est aussi possible d&rsquo;en tirer un camouflage tr&egrave;s sommaire, cette derni&egrave;re capacit&eacute; &eacute;tant pratiquement inutilis&eacute;e, m&ecirc;me &agrave; l&rsquo;&eacute;poque.</li>
	<li>2075 (IS) &ndash; Premier r&eacute;plicant&nbsp;: construire un humain de A &agrave; Z est longtemps rest&eacute; un d&eacute;fi inaccessible. Ce premier r&eacute;plicant est la premi&egrave;re r&eacute;ussite compl&egrave;te dans ce domaine. Construit &agrave; l&rsquo;&acirc;ge adulte, son esprit est construit sur le sch&eacute;ma d&rsquo;une IA de Ley-Wan afin d&rsquo;&eacute;viter la longue et fastidieuse &eacute;tape de l&rsquo;apprentissage. Si ce premier mod&egrave;le poss&egrave;de des capacit&eacute;s purement humaines, les suivants seront tr&egrave;s largement am&eacute;lior&eacute;s.</li>
	<li>2075 (G) &ndash; L&rsquo;ONU peut lever une flotte spatiale&nbsp;: avec la menace que repr&eacute;sentent les derniers d&eacute;veloppements des corporations et l&rsquo;inaccessibilit&eacute; des colonies, les nations octroient &agrave; l&rsquo;ONU le droit de lever une flotte spatiale d&rsquo;envergure ainsi que le budget correspondant. La construction commence dans les semaines qui suivent l&rsquo;accord, soutenue financi&egrave;rement par les &eacute;tats.</li>
	<li>2075 (D) &ndash; Disparition de l&rsquo;H&eacute;m&eacute;ra&nbsp;: Un vaisseau de transport de mat&eacute;riel dispara&icirc;t myst&eacute;rieusement en plein vol alors qu&rsquo;il effectuait la liaison Terre-Mars avec ses cinq membres d&rsquo;&eacute;quipage. Si la disparition reste relativement discr&egrave;te &agrave; l&rsquo;&eacute;poque, HIARTech d&eacute;ploie des moyens importants pour retrouver son vaisseau.</li>
	<li>2075 (I) &ndash; Nanite standard&nbsp;: petites nano-structures inertes de carbone qui peuvent &ecirc;tre assembl&eacute;es par un nano-assembleur pour former des structures r&eacute;sistantes, les nanites souffrent des incompatibilit&eacute;s d&rsquo;une variante &agrave; l&rsquo;autre. Sous l&rsquo;impulsion de HIARTech, l&rsquo;une de ses variantes les plus polyvalentes est adopt&eacute;e comme standard dans toutes les colonies.</li>
	<li>2076 (I) &ndash; Programme &ldquo;We're all Solars&rdquo;&nbsp;: l&rsquo;ing&eacute;nierie sociale n&rsquo;a jamais &eacute;t&eacute; utilis&eacute;e concr&egrave;tement et &agrave; une &eacute;chelle aussi grande que le programme &ldquo;We're all Solars&rdquo;. Merveille de m&eacute;m&eacute;tique, ce programme vise &agrave; &eacute;liminer les discriminations au sein de la population des colonies et donne le statut de personne &agrave; tout &ecirc;tre sentient. Si officiellement ce programme a pour but d&rsquo;assainir les relations au sein de sa propre population, c&rsquo;est une preuve pour l&rsquo;ONU que HIARTech continue &agrave; lui tenir t&ecirc;te.</li>
</ul>
  <h2>Le repli spatial</h2>
  <ul>
	<li>2076 (G) &ndash; Espionnage du conseil de s&eacute;curit&eacute; de l&rsquo;ONU&nbsp;: un agent de HIARTech est arr&ecirc;t&eacute; alors qu&rsquo;il avait infiltr&eacute; le conseil de s&eacute;curit&eacute; de l&rsquo;ONU en se faisant passer pour le collaborateur d&rsquo;un absent&eacute;iste. Il espionnait ainsi les d&eacute;lib&eacute;rations du conseil depuis plus de six mois. L&rsquo;ONU d&eacute;nonce un acte de guerre.</li>
	<li>2076 (G) &ndash; L&rsquo;ONU attaque HIARTech&nbsp;: apr&egrave;s les actes d&rsquo;espionnage, l&rsquo;ONU d&eacute;cide d&rsquo;en finir. Si HIARTech parvient &agrave; temporiser suffisamment pour permettre le rapatriement de ses donn&eacute;es importantes vers ses colonies, l&rsquo;ONU lance finalement l&rsquo;assaut sur ses installations terrestres.</li>
	<li>2076 (G) &ndash; Mort d&rsquo;Alfred Johnwen&nbsp;: le directeur de HIARTech est tu&eacute; lors d&rsquo;une op&eacute;ration d&rsquo;arrestation qui aurait mal tourn&eacute;. Des soup&ccedil;ons d&rsquo;assassinat se propagent dans les colonies et Johnwen devient un martyr pour les colons.</li>
	<li>2076 (G) &ndash; L&rsquo;ONU s&rsquo;approprie les installations de HIARTech&nbsp;: apr&egrave;s sa victoire, l&rsquo;ONU r&eacute;cup&egrave;re l&rsquo;int&eacute;gralit&eacute; des installations terrestres de HIARTech ainsi que le chantier spatial terrien de la corporation. Ceci acc&eacute;l&eacute;rera significativement la construction de la flotte militaire onusienne.</li>
	<li>2076 (IG) &ndash; Premiers chasseurs spatiaux&nbsp;: avec le risque de guerre spatial qui s&rsquo;accro&icirc;t de jour en jour, Vranberg-Lytan met au point les premiers chasseurs spatiaux. La corporation transmet les plans de conception aux autres corporations pour qu&rsquo;elles puissent s&rsquo;en &eacute;quiper. Cette aide sera officiellement refus&eacute;e par Sol6.</li>
	<li>2076 (I) &ndash; Th&eacute;orie Wolfa&nbsp;: l&rsquo;un des probl&egrave;mes principaux de la physique &eacute;tait l&rsquo;unification de la m&eacute;canique quantique et de la relativit&eacute; g&eacute;n&eacute;rale. Cette nouvelle th&eacute;orie mise au point par Wolfa, l&rsquo;IA de recherche, d&eacute;crit le graviton et son onde dual l&rsquo;onde gravitationnelle, pr&eacute;disant l&rsquo;effet Wolfa qui permettra de mesurer ou de g&eacute;n&eacute;rer des ondes gravitationnelles.</li>
	<li>2076 (C) &ndash; Trait&eacute; des Solaires&nbsp;: dans la ligne droite initi&eacute;e par Mars, les corporations s&rsquo;accordent pour d&eacute;finir pr&eacute;cis&eacute;ment le seuil de sentience et la notion de personne. Les &ecirc;tres sentients capables de compr&eacute;hension sont d&eacute;sormais appel&eacute;s &ldquo;Solaires&rdquo; et consid&eacute;r&eacute;s comme des personnes. Cette notion inclus de facto les humains mais aussi les IA et les autres enfants de l&rsquo;humanit&eacute;. Ce trait&eacute; d&eacute;fini en plus les engagements minimums des corporations envers les Solaires ainsi que les droits de ces &ecirc;tres.</li>
	<li>2076 (I) &ndash; Foglet&nbsp;: nanorobots capables de s&rsquo;assembler rapidement pour former des images tridimensionnelles rapidement, les foglets sont plus int&eacute;ressantes encore que les hologrammes. Elles permettent ainsi de cr&eacute;er des interfaces haptiques en reliefs ou &agrave; des IA de projeter leur avatar dans la r&eacute;alit&eacute;. Bien que physiques, les foglets ne sont pas tr&egrave;s solides et n&rsquo;offrent pratiquement aucune r&eacute;sistance.</li>
	<li>2076 (IG) &ndash; Premier cuirass&eacute; spatial&nbsp;: l&rsquo;ONU obtient le premier cuirass&eacute; spatial, construit par Sol6. &Eacute;quip&eacute; de plusieurs unit&eacute;s d&rsquo;artillerie, le vaisseau est escort&eacute; par plusieurs chasseurs fabriqu&eacute;s en se servant des plans de Vranberg-Lytan. Cette derni&egrave;re fait part de son m&eacute;pris envers Sol6 et recommande aux autres corporations de ne plus lui faire confiance.</li>
	<li>2077 (I) &ndash; Nano-assembleur&nbsp;: capable d&rsquo;assembler des mol&eacute;cules complexes pour former des structures plus complexes encore, les nano-assembleurs peuvent assembler des mol&eacute;cules organiques pour produire de la nourriture ou des nanites pour cr&eacute;er des macrostructures. Cette technologie qui utilise des nano-robots reste inf&eacute;rieure aux constructeurs universels mais permet une utilisation sur le terrain.</li>
	<li>2077 (I) &ndash; Camouflage thermo-optique&nbsp;: nouvelle &eacute;tape dans les camouflages, ce dispositif est compos&eacute; de micro-cam&eacute;ras et d&rsquo;un rev&ecirc;tement mim&eacute;tique directionnel. Si les tout premiers prototypes avaient une r&eacute;solution faible, le camouflage thermo-optique deviendra une v&eacute;ritable cape d&rsquo;invisibilit&eacute;. Notez que le domaine thermique ne fut ajout&eacute; que tardivement, la plupart des mod&egrave;les l&rsquo;ayant vers 2085.</li>
	<li>2078 (I) &ndash; Scanner &agrave; effet Wolfa&nbsp;: premi&egrave;re application concr&egrave;te de la th&eacute;orie Wolfa, cet appareil permet de scanner la mati&egrave;re en utilisant des ondes de gravit&eacute; pour mesurer la densit&eacute; de mati&egrave;re. Par rapport aux autres types de scanner, les effets sur le sujet sont n&eacute;gligeables. Ce premier prototype, qui occupe un immeuble complet et consomme une quantit&eacute; d&rsquo;&eacute;nergie colossale, ne peut scanner que des objets d&rsquo;une dizaine de centim&egrave;tres avec une pr&eacute;cision au millim&egrave;tre. Trois ans plus tard, la r&eacute;solution atteindra l&rsquo;&eacute;chelle atomique et le dispositif n&rsquo;occupera plus que le volume d&rsquo;un wagon de train. Il sera encore miniaturis&eacute; jusqu&rsquo;&agrave; atteindre la taille d&rsquo;un r&eacute;frig&eacute;rateur en 2093.</li>
	<li>2078 (I) &ndash; Armes pulseur&nbsp;: ces armes personnelles sont de v&eacute;ritables catapultes &eacute;lectromagn&eacute;tiques capables d&rsquo;assembler leurs propres munitions &agrave; partir de nanite. La nanite est sur le point de devenir une forme de munition universelle.</li>
	<li>2078 (D) &ndash; R&eacute;cup&eacute;ration de l&rsquo;H&eacute;m&eacute;ra&nbsp;: le vaisseau disparu depuis six ans est enfin retrouv&eacute;. L&rsquo;appareil, sur une orbite tr&egrave;s inclin&eacute;e, est r&eacute;cup&eacute;r&eacute; &agrave; son passage sur le plan de l&rsquo;&eacute;cliptique. D&egrave;s les premi&egrave;res investigations, des anomalies sont relev&eacute;es&nbsp;: le vaisseau est &eacute;teint et l&rsquo;&eacute;quipage mort, pourtant les r&eacute;serves du vaisseau sont encore suffisantes et aucune avarie n&rsquo;est &agrave; d&eacute;plorer. M&ecirc;me le ph&eacute;nom&egrave;ne de d&eacute;composition n&rsquo;a pas commenc&eacute;. HIARTech rapatrie le vaisseau sur Mars et concentre ses efforts sur le myst&egrave;re.</li>
	<li>2078 (I) &ndash; Implant psi&nbsp;: si la disparition d&rsquo;H&eacute;m&eacute;ra restera un myst&egrave;re complet, la d&eacute;couverte d&rsquo;un organite particulier dans les cellules nerveuses de l&rsquo;un des passagers donnera un nouveau ton &agrave; l&rsquo;affaire. N&rsquo;ayant pu &ecirc;tre fabriqu&eacute; par le vivant, l&rsquo;origine synth&eacute;tique de cet organite ne fait aucun doute. Il faudra un an et de nombreux essais pour comprendre qu&rsquo;il permet d&rsquo;octroyer des pouvoirs quasi-surnaturels.</li>
	<li>2079 (I) &ndash; Interface neurale&nbsp;: interfacer un implant avec le cerveau n&rsquo;est pas nouveau. Mais jusqu&rsquo;ici il fallait d&eacute;tourner une fonction existante pour la remplacer par l&rsquo;implant. Cette nouvelle interface neurale permet de commander des appareils avec la pens&eacute;e sans d&eacute;tourner un syst&egrave;me nerveux utilis&eacute; pour une autre fonction. Il est ainsi possible d&rsquo;interfacer le sujet directement avec SolNet, rempla&ccedil;ant effectivement l&rsquo;ordoptique. Il est aussi possible de s&rsquo;interface ainsi avec un implant m&eacute;moriel ou tout appareil compatible.</li>
	<li>2079 (I) &ndash; Brainscan non destructif&nbsp;: gr&acirc;ce &agrave; l&rsquo;utilisation de nano-robots pour num&eacute;riser le cerveau d&rsquo;un &ecirc;tre biologique, il est dor&eacute;navant possible de sauvegarder une conscience sans l&rsquo;endommager ou d&eacute;truire son substrat. C&rsquo;est le d&eacute;but de la &ldquo;v&eacute;ritable&rdquo; immortalit&eacute;. Des services de sauvegardes seront install&eacute;s dans les colonies donnant un nouveau sens &agrave; l&rsquo;assurance-vie. Le droit &agrave; la sauvegarde sera ajout&eacute; dans le trait&eacute; des Solaires et un scan mensuel syst&eacute;matique, avec l&rsquo;accord des personnes, sera g&eacute;n&eacute;ralis&eacute; vers la fin de la d&eacute;cennie suivante.</li>
	<li>2080 (D) &ndash; Incident du Merlin&nbsp;: la d&eacute;pressurisation d&rsquo;un vaisseau de transport de personnes entra&icirc;ne la mort de pr&egrave;s de 1&nbsp;500 futurs colons alors qu&rsquo;ils se dirigeaient vers le syst&egrave;me de Jupiter. Les colonies se rendent compte qu&rsquo;une surveillance technique permanente des vaisseaux et colonies est indispensable, ce qui conduira au d&eacute;veloppement des spider-bots dans les mois qui suivront.</li>
	<li>2080 (I) &ndash; D&eacute;veloppement du march&eacute; des enveloppes organiques&nbsp;: avec la mise au point du brainscan non destructif, le march&eacute; des enveloppes organiques se d&eacute;veloppe consid&eacute;rablement, que ce soit pour des enveloppements temporaires ou d&eacute;finitifs. La t&eacute;l&eacute;portation par upload accro&icirc;tra encore plus ce ph&eacute;nom&egrave;ne.</li>
	<li>2080 (IG) &ndash; Premier porte-nef spatial&nbsp;: en r&eacute;ponse aux d&eacute;veloppements militaires de l&rsquo;ONU, Vranberg-Lytan met au point le premier porte-nef spatial. Capable de d&eacute;ployer et de contr&ocirc;ler une centaine de drones chasseurs, ce vaisseau de commandement marque le d&eacute;but de la riposte des colonies.</li>
	<li>2080 (I) &ndash; Spider bot&nbsp;: en r&eacute;ponse &agrave; l&rsquo;incident du Merlin, les colonies mettent au point les spider-bots, de petits robots de maintenance. Ils sont capables de rep&eacute;rer toute anomalie technique et d&rsquo;y rem&eacute;dier rapidement, soit en effectuant eux m&ecirc;me les r&eacute;parations soit en alertant les services techniques du vaisseau ou de l&rsquo;installation. Rapidement, les spider-bots vont pr&eacute;venir de nombreux incidents et seront de plus en plus utilis&eacute;s, jusqu&rsquo;&agrave; devenir le robot embl&eacute;matique des colonies.</li>
	<li>2080 (I) &ndash; T&eacute;l&eacute;portation par upload&nbsp;: autrefois r&eacute;serv&eacute;e aux seules IA, la t&eacute;l&eacute;portation par upload prend un nouvel essor lors de sa standardisation, standardisation devenue n&eacute;cessaire suite &agrave; l&rsquo;augmentation du nombre d&rsquo;esprits num&eacute;ris&eacute;es. Cette forme de voyage permet pratiquement de se d&eacute;placer dans le syst&egrave;me solaire &agrave; la vitesse de la lumi&egrave;re entre des centres compatibles. &Eacute;videmment, rien de mat&eacute;riel n&rsquo;est vraiment transf&eacute;r&eacute; de cette fa&ccedil;on et il reste n&eacute;cessaire d&rsquo;obtenir une enveloppe sur place.</li>
	<li>2081 (I) &ndash; N&oelig;ud de sauvegarde&nbsp;: avec les d&eacute;veloppements des neuro-technologies permis par les nouvelles capacit&eacute;s de num&eacute;risation, il est enfin possible d&rsquo;enregistrer en temps r&eacute;el la m&eacute;moire d&rsquo;une personne via l&rsquo;utilisation d&rsquo;un implant. Connect&eacute; au cerveau par des millions de milliards de connections, l&rsquo;implant effectue des sauvegardes en permanence qui sont transmises &agrave; intervalles r&eacute;guliers aux services d&rsquo;assurance-vie.</li>
	<li>2081 (G) &ndash; Attentat sur le conseil martien&nbsp;: pendant l&rsquo;une des r&eacute;unions du conseil de HIARTech, une explosion rase le d&ocirc;me contenant les instances administratives centrales de HIARTech. Le conseil de la corporation est enti&egrave;rement tu&eacute; et il faudra plusieurs mois &agrave; l&rsquo;amiraut&eacute; pour restaurer l&rsquo;ordre et former le conseil secret de Mars. Des revendications de l&rsquo;attentat sont &eacute;mises depuis une cellule de Vranberg-Lytan, mais la corporation niera en &ecirc;tre &agrave; l&rsquo;origine.</li>
	<li>2081 (I) &ndash; Lien entre l&rsquo;esprit et l&rsquo;implant psi&nbsp;: s&rsquo;il &eacute;tait d&eacute;j&agrave; acquis que l&rsquo;implant psi avait besoin d&rsquo;un esprit sentient pour fonctionner, une relation plus forte entre l&rsquo;esprit et l&rsquo;implant est d&eacute;couverte. Alors qu&rsquo;on consid&eacute;rait que l&rsquo;attribution des pouvoirs &eacute;tait al&eacute;atoire, les r&eacute;cents essais d&eacute;montrent que la psych&eacute; du psion d&eacute;fini l&rsquo;ensemble des pouvoirs accessibles.</li>
	<li>2081 (I) &ndash; Gel m&eacute;dical&nbsp;: en d&eacute;veloppement depuis plusieurs ann&eacute;es, ce gel organique nano-assemblable est finalement mis au point. Inerte, il peut toutefois remplacer tous les organes, sans reproduire pour autant leur fonction, et permet le passage du sang. Il stoppe ainsi les h&eacute;morragies et favorise ensuite la cicatrisation, la croissance des tissus et m&ecirc;me celle des os.</li>
	<li>2081 (I) &ndash; Armes shock&nbsp;: neutraliser sans tuer est souvent une n&eacute;cessit&eacute; dans les situations de crise. Les premi&egrave;res d&eacute;monstrations de cette arme de nouvelle g&eacute;n&eacute;ration d&eacute;montrent son efficacit&eacute; qui ne sera pas remise en question avant longtemps.</li>
	<li>2081 (N) &ndash; Formation des Solar Wardners&nbsp;: fond&eacute; par le nouveau conseil martien, ce groupe d&rsquo;&eacute;lite doit initialement enqu&ecirc;ter sur l&rsquo;attentat qui a d&eacute;cim&eacute; l&rsquo;ancien conseil. Tr&egrave;s rapidement, ce groupe obtient des droits sur toutes les colonies qui lui sont accord&eacute;s de bonne volont&eacute; par les corporations, &agrave; l&rsquo;exclusion de Sol6.</li>
	<li>2081 (N) &ndash; Formation des Soleils&nbsp;: durant la guerre civile qui &eacute;clate dans l&rsquo;une des colonies martiennes, un groupe de mercenaire se forme pour s&rsquo;interposer entre les civils et les forces de s&eacute;curit&eacute; d&eacute;bauch&eacute;es pour permettre &agrave; l&rsquo;adversaire du maire en place de r&eacute;clamer le pouvoir. Parvenant &agrave; organiser l&rsquo;&eacute;vacuation des civils et &agrave; circonscrire cette petite guerre, ils seront reconnus par l&rsquo;amiraut&eacute; de HIARTech et travailleront ensuite r&eacute;guli&egrave;rement avec, gagnant beaucoup de prestige au passage.</li>
	<li>2081 (IS) &ndash; Informorphisation&nbsp;: avec les nouvelles connaissances sur le fonctionnement de l&rsquo;esprit humain, il est devenu possible de transformer un brainscan en une pseudo IA libre. Les premiers &eacute;th&eacute;r&eacute;s seront le sujet de nombreux d&eacute;bats &eacute;thiques qui se poursuivent encore.</li>
	<li>2082 (I) &ndash; Magn&eacute;tosph&egrave;re artificielle&nbsp;: jusque-l&agrave;, la seule protection contre les radiations spatiales consistait &agrave; empiler des couches imposantes de blindage. Cette nouvelle invention imite le fonctionnement de la magn&eacute;tosph&egrave;re terrestre pour prot&eacute;ger vaisseaux, stations et colonies des radiations. En revanche, ce dispositif consomme beaucoup d&rsquo;&eacute;nergie.</li>
	<li>2082 (I) &ndash; Constructeur Universel &agrave; effet Wolfa&nbsp;: juste retour des choses, les constructeurs universels b&eacute;n&eacute;ficient &agrave; leur tour de la fameuse th&eacute;orie en se voyant adjoindre un scanner &agrave; effet Wolfa pour coordonner ses nano-robots.</li>
	<li>2082 (IS) &ndash; Premi&egrave;re chim&egrave;re&nbsp;: alors que les r&eacute;plicants sont bas&eacute;s sur des esp&egrave;ces existantes, les chim&egrave;res sont des &ecirc;tres nouveaux compos&eacute;s d&rsquo;&eacute;l&eacute;ments repris d&rsquo;esp&egrave;ces diff&eacute;rentes ou nouvelles. Les premi&egrave;res chim&egrave;res sont vues comme des robots organiques mais de nombreux Solaires y voient l&agrave; des enveloppes int&eacute;ressantes. Les chim&egrave;res prendront encore plus d&rsquo;importance avec l&rsquo;apparition des cerveaux condens&eacute;s cinq ans plus tard.</li>
	<li>2082 (I) &ndash; Bouclier cin&eacute;tique&nbsp;: nouvelle avanc&eacute;e dans le domaine de la d&eacute;fense personnelle, cette forme de protection consiste &agrave; g&eacute;n&eacute;rer un puissant champ &eacute;lectromagn&eacute;tique capable de vaporiser les projectiles &agrave; haute vitesse p&eacute;n&eacute;trant dans le champ par le courant de Foucault. Ce dispositif restera toutefois d&rsquo;une fiabilit&eacute; plut&ocirc;t faible.</li>
	<li>2083 (G) &ndash; L&rsquo;ONU incrimin&eacute;e dans les attentats de 2081&nbsp;: suite &agrave; leurs longues investigations, les Solar Wardners mettent en &eacute;vidence l&rsquo;implication de l&rsquo;ONU dans les attentats de 2081. Mars voit cela comme une provocation suppl&eacute;mentaire et exige des explications qu&rsquo;elle n&rsquo;obtiendra pas. Prenant la menace au s&eacute;rieux, les corporations acc&eacute;l&egrave;rent la production de leur armement pour tenter de rattraper l&rsquo;avance de l&rsquo;ONU.</li>
	<li>2083 (N) &ndash; Ind&eacute;pendance des Solar Wardners&nbsp;: avec les r&eacute;sultats incontestables de leur pr&eacute;c&eacute;dente enqu&ecirc;te, HIARTech fait de ce groupe un groupe ind&eacute;pendant avec de nouveaux objectifs&nbsp;: veiller sur les Solaires, s&rsquo;assurer qu&rsquo;aucun groupe ne nuise &agrave; un autre et traiter les questions d&rsquo;&eacute;thique. Les corporations, qui avaient appr&eacute;ci&eacute; leur travail, leur octroient de nouveaux droits. Ils sont ainsi reconnus dans toutes les colonies et peuvent y enqu&ecirc;ter librement avec le soutient r&eacute;gulier des forces de s&eacute;curit&eacute;.</li>
	<li>2083 (I) &ndash; Scanner Wolfa portatif&nbsp;: la miniaturisation des scanners &agrave; effet Wolfa a permis de produire un appareil transportable capable de scanner la mati&egrave;re avec une pr&eacute;cision de 10&nbsp;nm. L&rsquo;appareil encore imposant, tiendra dans un sac &agrave; dos d&egrave;s 2087.</li>
	<li>2083 (I) &ndash; Pacte de partage des connaissances&nbsp;: avec son avance industrielle, l&rsquo;ONU repr&eacute;sente une menace pour les corporations. Pour y faire face, les corporations acceptent de tisser des liens plus forts et s&rsquo;accordent pour partager int&eacute;gralement les connaissances scientifiques et technologiques dont elles disposent. Consid&eacute;r&eacute;e, &agrave; raison, comme une alli&eacute;e de l&rsquo;ONU, Sol6 est laiss&eacute;e &agrave; l&rsquo;&eacute;cart.</li>
	<li>2083 (IS) &ndash; IA de supervision&nbsp;: alors que les IA &eacute;voluent rapidement, les intelligences naturelles tendent &agrave; stagner. Si associer une intelligence naturelle &agrave; une IA n&rsquo;est pas une id&eacute;e nouvelle, ici l&rsquo;esprit humain est r&eacute;gul&eacute; par l&rsquo;IA. En effet, les IA de supervisions se superposent sur l&rsquo;intelligence qu&rsquo;elles doivent superviser, permettant &agrave; l&rsquo;&ecirc;tre d&rsquo;effacer certains comportements non souhait&eacute;s et offrant des capacit&eacute;s jusque-l&agrave; r&eacute;serv&eacute;es aux seules IA. &Eacute;videmment, cette technologie reste particuli&egrave;rement controvers&eacute;e.</li>
	<li>2083 (I) &ndash; Logiciel de piratage&nbsp;: de nombreuses personnes ont d&eacute;j&agrave; utilis&eacute; des IA fortes non sentientes pour effectuer des attaques informatiques. On consid&eacute;rait jusque-l&agrave; qu&rsquo;elles &eacute;taient inf&eacute;rieures au savoir-faire d&rsquo;un pirate exp&eacute;riment&eacute;. Avec ces nouvelles IA, enti&egrave;rement sp&eacute;cialis&eacute;es dans la d&eacute;tection et l&rsquo;exploitation des failles de s&eacute;curit&eacute; d&rsquo;un syst&egrave;me, un pirate est capable de p&eacute;n&eacute;trer n&rsquo;importe quel syst&egrave;me connect&eacute;. Aucun syst&egrave;me informatique ne peut tenir plus de quelques minutes et l&rsquo;utilisation massive des infrastructures informatiques commence &agrave; &ecirc;tre remise en question.</li>
	<li>2083 (G) &ndash; Renforcement militaire des colonies&nbsp;: le risque de guerre devient de plus en plus important et, face &agrave; l&rsquo;importante flotte de l&rsquo;ONU, les corporations doivent redoubler d&rsquo;efforts dans la production de leurs forces militaires. Certaines corporations, comme Vranberg-Lytan et Mars, disposent d&eacute;j&agrave; d&rsquo;une flotte cons&eacute;quente et la logique de guerre commence &agrave; s&rsquo;installer.</li>
	<li>2083 (G) &ndash; Ultimatum de l&rsquo;ONU&nbsp;: avec la militarisation outranci&egrave;re des colonies, l&rsquo;ONU d&eacute;cide d&rsquo;agir et demande la mise sous tutelle terrienne des corporations. Ces derni&egrave;res refusent et revendiquent m&ecirc;me le statut de nation. L&rsquo;organisation propose un sommet pour n&eacute;gocier, mais seule Sol6 se pr&eacute;sente. La corporation redevient alors une simple soci&eacute;t&eacute; terrienne et perd le droit de disposer d&rsquo;une force militaire. Les autres corporations coupent toute communication avec l&rsquo;ONU.</li>
</ul>
  <h2>La guerre des colonies</h2>
  <ul>
	<li>2084 (G) &ndash; Assaut de l&rsquo;ONU sur les &ldquo;corporations sc&eacute;l&eacute;rates&rdquo;&nbsp;: comme les corporations ont refus&eacute; les injonctions de l&rsquo;ONU, l&rsquo;organisation d&eacute;cide de les soumettre par la force et lance l&rsquo;assaut sur les installations terrestres de Suan, Waylanders et Vranberg-Lytan. En inf&eacute;riorit&eacute;, les corporations &eacute;vacuent leur personnel vers leurs colonies. L&rsquo;ONU subit malgr&eacute; tout de nombreuses pertes en tentant d&rsquo;arr&ecirc;ter les convois des corporations qui avaient pr&eacute;par&eacute; cet exode d&egrave;s l&rsquo;assaut sur HIARTech huit ans plus t&ocirc;t.</li>
	<li>2084 (G) &ndash; D&eacute;but de la guerre des colonies&nbsp;: convaincue qu&rsquo;il faut absolument emp&ecirc;cher les corporations de pr&eacute;parer une contre-offensive, l&rsquo;ONU d&eacute;clare ouvertement la guerre aux colonies. C&rsquo;est l&rsquo;heure de la mobilisation pour les colonies qui ferment leurs fronti&egrave;res aux non-colons. Pour pouvoir se coordonner, les corporations signent des accords d&rsquo;entraide.</li>
	<li>2084 (IS) &ndash; Premier provolu&eacute;&nbsp;: malgr&eacute; le d&eacute;but de la guerre, les colonies ne rel&acirc;chent pas leurs efforts scientifiques et mettent au point le premier provolu&eacute;. Con&ccedil;ue &agrave; partir d&rsquo;une version &eacute;volu&eacute;e de chimpanz&eacute;, Moonie est le r&eacute;sultat glorieux d&rsquo;une s&eacute;rie d&rsquo;essais consciencieusement pr&eacute;par&eacute;s. Avec son intelligence comparable &agrave; celle d&rsquo;un humain et l&rsquo;&eacute;ducation des colonies, elle deviendra d&egrave;s l&rsquo;ann&eacute;e suivante une Solaire &agrave; part enti&egrave;re.</li>
	<li>2084 (I) &ndash; GLACE&nbsp;: avec la mise au point des logiciels de piratage l&rsquo;ann&eacute;e pass&eacute;e, la riposte dans la guerre informatique se faisait cruellement attendre. Pour contrer une IA forte, il est souvent n&eacute;cessaire d&rsquo;en employer une autre et c&rsquo;est aussi le cas ici. C&rsquo;est ainsi que les GLACEs, g&eacute;n&eacute;rateurs de logiciels anti-intrusion par contre-mesure &eacute;lectronique, ont &eacute;t&eacute; con&ccedil;ues. Capables de contrer les logiciels de piratage, ces IA relancent la guerre num&eacute;rique. Des brises-glaces seront mis au point la m&ecirc;me ann&eacute;e, mais les GLACEs resteront une protection habituellement suffisante.</li>
	<li>2085 (G) &ndash; Si&egrave;ge de Mars&nbsp;: les premi&egrave;res batailles de la guerre des colonies prennent place dans le syst&egrave;me martien. D&egrave;s leur arriv&eacute;e, les forces onusiennes font face &agrave; l&rsquo;avance technologique de Mars en particulier en mati&egrave;re de guerre &eacute;lectronique, qui paralyse la flotte assaillante. Les forces martiennes effectuent aussi de nombreux actes de sabotage pour retarder ou annuler la plupart des assauts de l&rsquo;ONU et les rares troupes terriennes qui atteignent la surface de la plan&egrave;te sont d&eacute;cim&eacute;es par les walkers et troupes cybern&eacute;tiques des colonies. L&rsquo;&eacute;lite martienne prend m&ecirc;me plusieurs vaisseaux avec de petits commandos pendant que les Soleils s&rsquo;illustrent plusieurs fois dans des op&eacute;rations os&eacute;es. Ce si&egrave;ge durera un an avant que l&rsquo;ONU ne batte en retraite pour se focaliser sur le front jovien.</li>
	<li>2085 (I) &ndash; Accumulateur &agrave; antimati&egrave;re&nbsp;: d&eacute;riv&eacute; du condensateur &agrave; antimati&egrave;re, cet accumulateur peut stocker une tr&egrave;s grande quantit&eacute; d&rsquo;&eacute;nergie sous la forme d&rsquo;&eacute;lectrons et de positrons. Beaucoup plus stable sur la dur&eacute;e, il s&rsquo;agit d&eacute;sormais d&rsquo;une v&eacute;ritable batterie.</li>
	<li>2085 (G) &ndash; D&eacute;but de la campagne de Jupiter&nbsp;: fort de ses effectifs et encore persuad&eacute;e de sa victoire sur Mars, l&rsquo;ONU cr&eacute;e un second front alors que le premier commence &agrave; peine. Contrairement au front martien, le front jovien s&rsquo;av&egrave;re beaucoup plus conventionnel, chaque camp subissant d&rsquo;importantes pertes.</li>
	<li>2085 (I) &ndash; Lame active&nbsp;: lors d&rsquo;affrontements conventionnels, les armes blanches sont devenues pratiquement obsol&egrave;tes. Seuls certains Solaires, disposant de r&eacute;flexes et d&rsquo;une rapidit&eacute; consid&eacute;rablement augment&eacute;s, s&rsquo;en servent encore. Ces lames actives sont des lames disposant d&rsquo;un nano-assembleur pour maintenir le fil de la lame aiguis&eacute; &agrave; la perfection et d&rsquo;un rev&ecirc;tement nano-structur&eacute; pour permettre &agrave; la lame de p&eacute;n&eacute;trer avec le moins de frottement possible. C&rsquo;est tr&egrave;s simple&nbsp;: il n&rsquo;existe aucune protection personnelle capable de r&eacute;sister &agrave; ces lames.</li>
	<li>2085 (I) &ndash; Structures organiques non-biologiques&nbsp;: la biologie structurale est principalement limit&eacute;e &agrave; des ensembles r&eacute;duits. De nombreuses structures organiques ne sont ainsi pas accessibles par ce moyen. De plus, certaines structures impliquent de telles quantit&eacute;s d&rsquo;&eacute;nergies pour &ecirc;tre fabriqu&eacute;es que leur cr&eacute;ation d&eacute;truirait leur environnement cellulaire proche. Avec les constructeurs universels, il est possible de construire ces structures non-atteignables par le vivant et ainsi de cr&eacute;er de nouvelles optimisations et am&eacute;liorations des enveloppes organiques.</li>
	<li>2086 (I) &ndash; Cellule de stase&nbsp;: apr&egrave;s les nombreux &eacute;checs de la cryog&eacute;nie, il semblait impossible de pouvoir figer un corps pour le conserver tout en &eacute;tant capable de le r&eacute;veiller sans s&eacute;quelle. Ce nouveau proc&eacute;d&eacute; utilise des nano-robots pour remplir la cuve d&rsquo;une forme de verre qui va occuper tout l&rsquo;espace disponible y compris dans le sujet et ses cellules. Ces m&ecirc;mes nano-robots sont ensuite capable d&rsquo;inverser le processus et de lib&eacute;rer compl&egrave;tement l&rsquo;&ecirc;tre. Il est int&eacute;ressant de noter que ce dispositif ne consomme aucune &eacute;nergie une fois &ldquo;l&rsquo;ambre&rdquo; mise en place.</li>
	<li>2086 (G) &ndash; Le front de Jupiter s&rsquo;intensifie&nbsp;: alors que le front jovien progresse, l&rsquo;ONU se rend compte que Mars se contente d&rsquo;occuper les forces de l&rsquo;organisation. Persuad&eacute;e que Mars n&rsquo;est pas en mesure d&rsquo;effectuer une contre-attaque, les forces terriennes se concentrent sur le front de la g&eacute;ante gazeuse, o&ugrave; elles infligent des pertes importantes. L&rsquo;ONU laisse toutefois quelques forces en retrait qui seront rapidement neutralis&eacute;es par Mars.</li>
	<li>2086 (E) &ndash; Premi&egrave;re colonie saturnienne de Vranberg-Lytan&nbsp;: la guerre n&rsquo;arr&ecirc;te pas les corporations dans leurs efforts de colonisations et Vranberg-Lytan parvient &agrave; installer sa premi&egrave;re colonie sur Titan. Avec une planification de longue date, l&rsquo;isolement relatif de Saturne et l&rsquo;aide de Suan, la guerre n&rsquo;a pratiquement pas affect&eacute; le d&eacute;roulement de ce projet.</li>
	<li>2086 (IS) &ndash; Premier organe hyper hybride&nbsp;: m&eacute;langer les technologies organiques et cybern&eacute;tiques n&rsquo;est pas nouveaux, mais c&rsquo;est la premi&egrave;re fois qu&rsquo;un organe est con&ccedil;u en m&eacute;langeant ces deux technologies au niveau cellulaire. Ce premier muscle dispose de performances tr&egrave;s &eacute;lev&eacute;es et pr&eacute;figure de nouveaux &ecirc;tres sur ce principe.</li>
	<li>2086 (G) &ndash; Fin du si&egrave;ge de Mars&nbsp;: apr&egrave;s plus d&rsquo;un an, la situation n&rsquo;a pas beaucoup &eacute;volu&eacute;e, Mars reste enti&egrave;rement sur la d&eacute;fensive et l&rsquo;ONU ne dispose pas de forces adapt&eacute;es pour un assaut. Avec le retrait progressif de ses forces pour alimenter le front de Jupiter, l&rsquo;ONU fini par donner la victoire &agrave; HIARTech. L&rsquo;ONU se rend par l&agrave; m&ecirc;me compte qu&rsquo;on ne peut pas faire le si&egrave;ge d&rsquo;une plan&egrave;te autonome dans le cadre d&rsquo;une guerre conventionnelle.</li>
	<li>2087 (G) &ndash; D&eacute;faite de Suan&nbsp;: en d&eacute;truisant la derni&egrave;re colonie de Suan, l&rsquo;ONU parvient &agrave; &eacute;liminer la pr&eacute;sence de Suan dans le syst&egrave;me jovien. La destruction de Leanor est un crime de guerre majeur aux yeux des corporations. Il s&rsquo;agit en effet du premier acte militaire de cet ampleur qui vise la population civile depuis le d&eacute;but de la guerre des colonies. Si l&rsquo;ONU est en train de remporter la victoire, cet acte transforme la guerre. Waylanders se renforce consid&eacute;rablement en g&eacute;n&eacute;ralisant les drones et les op&eacute;rations clandestines, une partie de Vranberg-Lytan d&eacute;veloppe une haine de la Terre et accepte l&rsquo;usage de moyens &eacute;thiques plus contestables encore. M&ecirc;me Mars qui &eacute;tait plus en retrait, s&rsquo;implique d&rsquo;avantage, envoyant de nombreux &ldquo;sp&eacute;cialistes&rdquo; sur le front de Jupiter et n&rsquo;h&eacute;sitant pas &agrave; effectuer des op&eacute;rations de sabotages en amont sur les installations de Sol6. Suan, ne s&rsquo;avoue pas hors-jeu et continue d&rsquo;envoyer des renforts depuis Saturne.</li>
	<li>2087 (GI) &ndash; R&eacute;forme de Vranberg-Lytan&nbsp;: la corporation supprime toutes les m&eacute;thodes de d&eacute;cisions tactiques h&eacute;rit&eacute;es de la Terre et approuve le projet Marth. Ce projet consiste &agrave; mettre au point une IA forte sentiente destin&eacute;e &agrave; prendre en main le commandement strat&eacute;gique. Marqu&eacute; par le traumatisme de la destruction de Leanor, la population de Vranberg-Lytan accepte cette d&eacute;cision malgr&eacute; quelques craintes.</li>
	<li>2087 (IG) &ndash; D&eacute;veloppement de l&rsquo;implant psi&nbsp;: avec la nouvelle situation de la guerre, Mars d&eacute;cide de produire un grand nombre d&rsquo;agents disposant de l&rsquo;implant pour les employer sur le terrain. Ces sp&eacute;cialistes offrent en effet de nouvelles options tactiques. Par la m&ecirc;me occasion, les effectifs des Solar Wardners sont renforc&eacute;s d&rsquo;un nombre cons&eacute;quent de ces psions.</li>
	<li>2087 (I) &ndash; Cerveau condens&eacute;&nbsp;: avec les nouvelles structures organiques mises au point deux ans auparavant, une nouvelle forme de cerveau organique est mise au point. Disposant d&rsquo;une bien plus grande surface et de connections beaucoup plus rapides, ce cerveau multiplie par 5 les capacit&eacute;s m&eacute;morielles et divise les temps de r&eacute;actions d&rsquo;un facteur 4.</li>
	<li>2088 (I) &ndash; Station m&eacute;dical &agrave; effet Wolfa&nbsp;: combinant un scanner &agrave; effet Wolfa, une cellule de stase et un constructeur universel, cette nouvelle installation m&eacute;dicale permet d&rsquo;effectuer n&rsquo;importe quelle op&eacute;ration. Avec les nombreuses formes que peuvent rev&ecirc;tir les Solaires, cette invention sauvera de tr&egrave;s nombreuses enveloppes.</li>
	<li>2088 (G) &ndash; Renversement du front de Jupiter&nbsp;: avec la nouvelle logique de guerre mise en place l&rsquo;ann&eacute;e d&rsquo;avant, les colonies progressent. Le retrait progressif des entit&eacute;s sentientes du champ de bataille, l&rsquo;&eacute;vacuation syst&eacute;matique des civils et la sauvegarde obligatoire des agents de terrain rendent au final la guerre plus co&ucirc;teuse en homme pour l&rsquo;ONU que pour les corporations. Les pertes mat&eacute;riels sont devenue normales pour les colons et non seulement l&rsquo;industrie reconstruit plus vite, de plus ces pertes deviennent malgr&eacute; tout de moins en moins nombreuses. Mais surtout ce qui change, c&rsquo;est le principe de riposte syst&eacute;matique&nbsp;: faire regretter &agrave; l&rsquo;ONU chacun de ses pas au point de lui faire appr&eacute;hender les cons&eacute;quences de chaque op&eacute;ration militaire avant m&ecirc;me de les mener. Cette nouvelle logique de guerre, port&eacute;e par Marth lui vaut un nouveau surnom de la part des militaires terriens&nbsp;: &ldquo;Iron Lady&rdquo;. Sous son commandement, Vranberg-Lytan et ses alli&eacute;s encha&icirc;nent les batailles et le taux de victoire des colonies ne cessent d&rsquo;augmenter. &Agrave; la fin de l&rsquo;ann&eacute;e, les pertes civiles sont devenue quasiment nulles, les pertes mat&eacute;rielles n&eacute;gligeables et les victoires syst&eacute;matiques. En fin de compte l&rsquo;ONU fini par &ecirc;tre expuls&eacute;e du syst&egrave;me jovien.</li>
	<li>2089 (G) &ndash; Si&egrave;ge de la Terre&nbsp;: alors que l&rsquo;ONU commence &agrave; peine &agrave; battre en retraite, les colonies neutralisent furtivement plusieurs avant-postes de contr&ocirc;le orbitaux de l&rsquo;ONU et lancent un assaut synchronis&eacute; sur la Terre. Les forces joviennes de Vranberg-Lytan et Waylander, atteignent la Terre en m&ecirc;me temps que les forces saturniennes de Suan et Vrangebrg-Lytan et celles de Mars. Les corporations lancent leur ultimatum d&egrave;s leur mise en orbite, exigeant la reddition des forces de l&rsquo;ONU dans les douze heures. Pour appuyer leurs menaces, les corporations d&eacute;ploient pr&egrave;s d&rsquo;une centaine de bombes &agrave; fusion visant les principales cit&eacute;s de la Terre et effectuent une d&eacute;monstration de leur pr&eacute;cision en envoyant une bombe arm&eacute;e directement sur le bureau du pr&eacute;sident du Conseil de s&eacute;curit&eacute; de l&rsquo;ONU, ce sans faire la moindre victime. Une terreur panique s&rsquo;empare de la Terre.</li>
	<li>2089 (G) &ndash; Fin de la guerre&nbsp;: finalement, les nations unies se rendent et acceptent les n&eacute;gociations. Une d&eacute;l&eacute;gation repr&eacute;sentant les nations de la Terre est envoy&eacute;e pour rencontrer la d&eacute;l&eacute;gation des colonies. Les n&eacute;gociations ont lieues &agrave; bord du porte-nefs martien Aurian. La Terre se voit proposer un trait&eacute; qu&rsquo;elle accepte r&eacute;sign&eacute;e. La paix est ainsi sign&eacute;e et la Terre, &eacute;pargn&eacute;e.</li>
	<li>2089 (C) &ndash; Trait&eacute; des colonies&nbsp;: ce trait&eacute; propos&eacute; par Mars lors des d&eacute;lib&eacute;rations met fin &agrave; la guerre. Mais il implique bien d&rsquo;autres choses. Premi&egrave;rement, l&rsquo;ONU reconna&icirc;t les corporations ayant sign&eacute; le trait&eacute; comme des nations, sans toutefois les inclure dans ses propres conseils et commissions. Ensuite, ce trait&eacute; acte la scission entre la Terre et les colonies. Ainsi, la terre accepte les choix &eacute;thiques des colonies et ces derni&egrave;res acceptent ceux de cette premi&egrave;re. Les deux parties s&rsquo;engagent aussi &agrave; ne plus jamais envoyer de forces arm&eacute;es vers les syst&egrave;mes de l&rsquo;autre. Le trait&eacute; d&eacute;finis aussi quelques fronti&egrave;res&nbsp;: le domaine de la Terre comporte l&rsquo;int&eacute;gralit&eacute; du syst&egrave;me terrien ainsi que toutes les colonies de Sol6. Et, si les colonies s&rsquo;engagent &agrave; ne pas empi&eacute;ter sur ce domaine, la Terre n&rsquo;a de fait plus le droit de s&rsquo;&eacute;tendre.</li>
</ul>
  <h2>L&rsquo;&egrave;re des Solaires</h2>
  <ul>
	<li>2089 (N) &ndash; Renforcement des Solar Wardners&nbsp;: la fin de la guerre relance les questions &eacute;thiques et certaines fronti&egrave;res d&eacute;pass&eacute;es les ann&eacute;es pass&eacute;es sont remises en question au sein de la soci&eacute;t&eacute; solaire. Dans ce climat post-guerre, le syst&egrave;me solaire a plus que jamais besoin des Solar Wardners pour r&eacute;tablir la confiance et assurer la survie de tous. Ils obtiennent le droit de r&eacute;quisition dans toutes les installations des corporations ayant sign&eacute; le trait&eacute; des colonies et jouissent d&rsquo;une tr&egrave;s grande r&eacute;putation.</li>
	<li>2090 (IS) &ndash; Premier hyper hybride complet&nbsp;: con&ccedil;u sur la base d&rsquo;un m&eacute;lange entre technologie organique et cybern&eacute;tique au niveau cellulaire, ces &ecirc;tres sont les plus complexes jamais cr&eacute;&eacute;s par les Solaires. Beaucoup leurs pr&eacute;disent un avenir important.</li>
	<li>2090 (I) &ndash; Recalibration de l&rsquo;implant psi&nbsp;: le professeur Dorthown parvient &agrave; mettre au point un protocole de recalibration pour permettre de choisir les pouvoirs octroy&eacute;s par l&rsquo;implant. Ce protocole n&eacute;cessite toutefois d&rsquo;alt&eacute;rer consid&eacute;rablement la fa&ccedil;on de penser du psion et est donc peu utilis&eacute;.</li>
	<li>2090 (G) &ndash; Affaire des prisonniers de guerre&nbsp;: la guerre termin&eacute;e, les colonies rendent &agrave; la Terre tous les prisonniers faits durant la guerre. Initialement, la Terre refuse, craignant qu&rsquo;ils n&rsquo;aient &eacute;t&eacute; transform&eacute;s en agents des colonies. Suite &agrave; de nouvelles n&eacute;gociations, les nations terriennes consentent &agrave; les reprendre mais tous sont mis sous surveillance.</li>
	<li>2091 (C) &ndash; Scission de Vranberg-Lytan et fondation d&rsquo;Aesir&nbsp;: l&rsquo;affaire des prisonniers de guerre r&eacute;veille un d&eacute;saccord profond sur le devenir de la Terre qui s&rsquo;envenime au sein de Vranberg-Lytan. Alors qu&rsquo;un camp veut d&eacute;sarmer en grande partie la corporation, l&rsquo;autre consid&egrave;re que la Terre reste un probl&egrave;me et qu&rsquo;il faut conserver une force militaire importante. Au final, une part non n&eacute;gligeable de la branche militaire de Vranberg-Lytan quitte la corporation, conduite par Marth &ldquo;Iron Lady&rdquo;, et fonde Aesir. Sous la pression de Mars, la nouvelle corporation signe le trait&eacute; des colonies.</li>
	<li>2091 (C) &ndash; Fondation d&rsquo;Urania&nbsp;: le schisme au sein de Vranberg-Lytan ne se limite pas &agrave; Aesir. Un autre d&eacute;saccord sur la prolongation de la colonisation oppose ceux qui souhaitent continuer les efforts de colonisation &agrave; ceux voulant se concentrer exclusivement sur les syst&egrave;mes d&eacute;j&agrave; contr&ocirc;l&eacute;s. Finalement, un autre d&eacute;part, moins important, conduira &agrave; la fondation d&rsquo;Urania. Vranberg-Lytan subsiste mais affaiblie. Malgr&eacute; tout, cette corporation reste encore tr&egrave;s puissante.</li>
	<li>2091 (I) &ndash; Projet Valh&ouml;ll&nbsp;: disposant d&eacute;j&agrave; de centre de calculs impressionnant, Aesir d&eacute;cide de lancer la construction d&rsquo;une super-structure pour abriter un super calculateur. Le Valh&ouml;ll, qui sera achev&eacute; dans une dizaine d&rsquo;ann&eacute;e, devrait pouvoir contenir deux kilom&egrave;tre cube de mat&eacute;riel informatique. Cette installation sera construite en recyclant la lune saturnienne mineure Anthe.</li>
	<li>2091 (IS) &ndash; Premier provolu&eacute; d&rsquo;humain&nbsp;: si jusque-l&agrave; seules des esp&egrave;ces &ldquo;inf&eacute;rieures&rdquo; avaient &eacute;t&eacute; provolu&eacute;es, c&rsquo;est maintenant le tour de l&rsquo;humain. En simulant la continuation de l&rsquo;&eacute;volution humaine dans diff&eacute;rentes conditions, les &eacute;quipes parviennent &agrave; cr&eacute;er des &ldquo;hommes du futur&rdquo;. Malheureusement, l&rsquo;augmentation des capacit&eacute;s mentales s&rsquo;av&egrave;re d&eacute;cevante et ces exp&eacute;riences donnent plus de poids &agrave; ceux qui argumente que l&rsquo;homme moderne &eacute;tait pratiquement la derni&egrave;re &eacute;tape de l&rsquo;&eacute;volution pour l&rsquo;intelligence biologique. De nombreuses critiques sont formul&eacute;es, la plupart concernant la non exhaustivit&eacute; des tests sur les param&egrave;tres &eacute;volutifs.</li>
	<li>2092 (I) &ndash; G&eacute;n&eacute;ration d&rsquo;un trou noir&nbsp;: pour cr&eacute;er un trou noir, il faut produire une densit&eacute; de masse proprement hallucinante. C&rsquo;est toutefois une d&eacute;monstration ma&icirc;tris&eacute;e qui est pr&eacute;sent&eacute;e. Si le micro trou noir n&rsquo;a dur&eacute; que quelques nanosecondes, il aura quand m&ecirc;me n&eacute;cessit&eacute; une quantit&eacute; d&rsquo;&eacute;nergie colossale pour le maintenir ce temps-l&agrave;.</li>
	<li>2092 (I) &ndash; D&eacute;but de la terraformation de Mars&nbsp;: apr&egrave;s plusieurs ann&eacute;es de recherche et de d&eacute;veloppement d&rsquo;organismes capables survivre &agrave; la surface de la plan&egrave;te rouge, Mars lance officiellement son programme de terraformation. Aucun r&eacute;sultat visible n&rsquo;est toutefois attendu avant plusieurs d&eacute;cennies.</li>
	<li>2092 (E) &ndash; Mission Stellar Neighbour&nbsp;: lanc&eacute;e par Mars, ce premier vaisseau de colonisation est envoy&eacute; &agrave; destination du syst&egrave;me multiple d&rsquo;Alpha du Centaure. La mission, devant durer 50 ans, est un vol sans retour. Il faut toutefois mod&eacute;rer l&rsquo;impact de ce fait puisque la liaison est assur&eacute;e par des psions.</li>
	<li>2092 (C) &ndash; Ambassade coloniale sur la Terre&nbsp;: dans un effort diplomatique pour r&eacute;concilier les mondes, Mars et Aesir s&rsquo;associent pour porter une initiative d&rsquo;&eacute;change diplomatique entre l&rsquo;ancien monde et les colonies. Elles parviennent &agrave; installer une ambassade &agrave; Manhattan&hellip; &agrave; seulement quelques rues du si&egrave;ge de l&rsquo;ONU.</li>
	<li>2093&nbsp;: &Eacute;poque de jeu.</li>
</ul>
  