<h1> Colonies</h1>
 <blockquote>&laquo;&nbsp;Il n&rsquo;&eacute;tait pas simple d&rsquo;y faire vivre 5 spationautes entra&icirc;n&eacute;s&nbsp;: ce sont des millions de personnes ordinaires qui y habitent d&eacute;sormais.&nbsp;&raquo;</blockquote>
 <h2>De v&eacute;ritables cit&eacute;s</h2>
 <p>Lorsque HIARTech a &eacute;tabli sa premi&egrave;re colonie, vivre dans l&rsquo;espace &eacute;tait un v&eacute;ritable d&eacute;fi. Depuis, l&rsquo;&eacute;tablissement de l&rsquo;Homme dans l&rsquo;espace s&rsquo;est consid&eacute;rablement simplifi&eacute;&nbsp;; m&ecirc;me si le danger existe toujours. Ainsi, les colonies pars&egrave;ment le syst&egrave;me solaire, de Mercure &agrave; Triton, et sont autant de refuges pour la vie extraterrestre.</p>
 <p>Ce qu&rsquo;il faut toutefois bien comprendre, c&rsquo;est que les colonies sont de v&eacute;ritables cit&eacute;s. En fait, le terme &laquo;&nbsp;colonie&nbsp;&raquo; correspond d&eacute;sormais &agrave; &laquo;&nbsp;cit&eacute; extraterrestre&nbsp;&raquo;&nbsp;: la notion de tutelle relatif &agrave; ce terme n&rsquo;y a plus cours.</p>
 <p>Contrairement &agrave; une id&eacute;e re&ccedil;ue, provenant notamment de la victoire des colonies sur la Terre, les habitants de ces cit&eacute;s ne sont pas si nombreux&nbsp;: la population sentiente recens&eacute;e des colonies n&rsquo;exc&egrave;de pas les 7 millions d&rsquo;individus. Une cit&eacute; abrite en moyenne 36&nbsp;000 habitants et pr&egrave;s de 180 colonies jalonnent le syst&egrave;me solaire.</p>
 <h2>Principaux types architecturaux</h2>
 <p>Parmi les colonies, il n&rsquo;existe que peu de copies. Certes, on retrouve de nombreux points communs dans l&rsquo;architecture des colonies con&ccedil;ues par la m&ecirc;me corporation, mais au final, chaque cit&eacute;, ou presque, reste unique.</p>
 <p>Il existe quand m&ecirc;me trois grandes cat&eacute;gories architecturales de colonies&nbsp;:</p>
 <ul>
     <li>les arcologies&nbsp;: les colonies qui adoptent ce type architectural sont constitu&eacute;es d&rsquo;une unique structure. Il s&rsquo;agit de v&eacute;ritables cit&eacute;s &agrave; l&rsquo;int&eacute;rieur d&rsquo;un seul et m&ecirc;me b&acirc;timent de plus de 300 m&egrave;tres de haut. Il n&rsquo;est pas rare que de telles installations soient enterr&eacute;es.</li>
     <li>les cit&eacute;s d&ocirc;mes&nbsp;: v&eacute;ritables cit&eacute;s &agrave; l&rsquo;image de celles de la Terre, abrit&eacute;es sous de gigantesques d&ocirc;mes pouvant atteindre un diam&egrave;tre de 300 m&egrave;tres. Ces colonies sont souvent compos&eacute;es de nombreux d&ocirc;mes organis&eacute;s en grappes et reli&eacute;s par un r&eacute;seau de transport urbain dense. Du fait de leur vuln&eacute;rabilit&eacute;, ces colonies ne sont b&acirc;ties que sur les astres pourvus d&rsquo;une atmosph&egrave;re suffisamment dense pour &eacute;liminer la menace que repr&eacute;sentent les micro-m&eacute;t&eacute;orites. Plus concr&egrave;tement, on en trouve surtout sur Mars, Titan et plus marginalement sous la surface d&rsquo;Europe.</li>
     <li>les installations modulaires&nbsp;: reliquats des premi&egrave;res installations, les cit&eacute;s modulaires sont compos&eacute;es de nombreux petits b&acirc;timents reli&eacute;s par des coursives. Inefficaces en termes d&rsquo;utilisation de l&rsquo;espace et souvent plus v&eacute;tustes, ces installations ne sont plus utilis&eacute;es pour abriter les populations depuis longtemps. Seules les installations industrielles en font encore usage.</li>
 </ul>
 <p>M&ecirc;me si avec leur aspect monolithique, les stations et vaisseaux spatiaux peuvent faire penser aux arcologies, il est plus simple de les distinguer et nous les d&eacute;crirons donc s&eacute;par&eacute;ment.</p>
 <h2>Architecture urbaine</h2>
 <p>Vivre dans un espace clos peut poser un probl&egrave;me pour de nombreuses personnes. Heureusement, les architectes des colonies ont toujours pris ce probl&egrave;me en compte, et ce d&egrave;s les prototypes construits sur Terre par HIARTech.</p>
 <p>&Eacute;videmment, les colonies d&ocirc;mes r&eacute;solvent naturellement ce probl&egrave;me. L&rsquo;espace contenu dans ces bulles &eacute;tant pr&eacute;cieux, il est souvent occup&eacute; par de grandes tours qui montent jusqu&rsquo;&agrave; la limite du d&ocirc;me. De nombreuses colonies disposent, pour les b&eacute;n&eacute;fices psychologiques, de d&ocirc;mes plus &ldquo;ouverts&rdquo; comportant des environnements forestiers, champ&ecirc;tres ou plus simplement des parcs.</p>
 <p>Si les cit&eacute;s d&ocirc;mes r&eacute;solvent efficacement le probl&egrave;me, les arcologies ne sont pas en reste. L&rsquo;int&eacute;rieur de ces monstres n&rsquo;est pas constitu&eacute; d&rsquo;habitations &eacute;triqu&eacute;s reli&eacute;es par un labyrinthe de coursives insalubres. Ce sont de v&eacute;ritables rues qui d&eacute;coupent l&rsquo;espace int&eacute;rieur de ces cit&eacute;s. Hautes de plusieurs &eacute;tages, suffisamment larges pour accueillir les terrasses des restaurants, ces art&egrave;res b&eacute;n&eacute;ficient souvent d&rsquo;une architecture recherch&eacute;e. Pour couronner le tout, les plafonds de ces rues sont souvent &eacute;quip&eacute;s d&rsquo;un ciel holographique.</p>
 <p>Restent les installations modulaires. Ces derni&egrave;res peuvent parfois utiliser les m&eacute;thodes des arcologies, mais en g&eacute;n&eacute;ral, elles ne sont tout simplement pas con&ccedil;ues pour abriter une population &agrave; temps plein.</p>
 <h2>Stations et vaisseaux spatiaux</h2>
 <p>L&rsquo;absence de gravit&eacute; en orbite conditionne grandement l&rsquo;architecture des installations spatiales. Heureusement, certaines sections en rotation des plus grandes stations permettent de simuler une gravit&eacute; en utilisant la force centrifuge.</p>
 <p>Ainsi, l&rsquo;architecture urbaine des stations spatiales est profond&eacute;ment modifi&eacute;e selon que l&rsquo;on soit ou non dans une section en apesanteur.</p>
 <p>Les parties sous influence d&rsquo;une gravit&eacute; artificielle sont g&eacute;n&eacute;ralement circulaires, la gravit&eacute; s&rsquo;exer&ccedil;ant vers l&rsquo;ext&eacute;rieur du cercle. Dans ces grands anneaux de souvent plusieurs centaines de m&egrave;tres de diam&egrave;tre, on retrouve l&rsquo;architecture propre des arcologies avec de grandes (et souvent uniques) rues. Il n&rsquo;est pas rare par ailleurs que le toit, orient&eacute; vers le centre de l&rsquo;installation soit compos&eacute;s d&rsquo;une grande verri&egrave;re blind&eacute;e.</p>
 <p>Pour rallier ces sections, des ascenseurs permettent de monter vers le centre de la structure en rotation, la gravit&eacute; diminuant au fur et &agrave; mesure que l&rsquo;on se rapproche du centre. Un syst&egrave;me de sas &eacute;labor&eacute; relie alors la section en rotation avec les autres parties, immobiles, de la station.</p>
 <p>Les zones en apesanteurs, que ce soit sur les stations ou les vaisseaux spatiaux, ont une architecture int&eacute;rieure radicalement diff&eacute;rente. Comme il n&rsquo;existe plus de force pour plaquer les objets au sol, et comme la notion m&ecirc;me de sol n&rsquo;a plus vraiment de sens, ces environnements sont beaucoup plus balis&eacute;s, un code couleur indique les diff&eacute;rentes directions. L&rsquo;espace est beaucoup moins vaste&nbsp;: les coursives suffisamment petites pour permettre &agrave; un humain de toucher au moins une paroi quoi qu&rsquo;il arrive et des rambardes courent sur toutes les surfaces pour aider &agrave; la progression.</p>
 <p>Les salles sont &agrave; peine plus vastes, mais une direction &ldquo;haut&rdquo; est souvent indiqu&eacute;e implicitement par l&rsquo;architecture, le positionnement de l&rsquo;&eacute;clairage et le mobilier. Dans cet univers sans poids, tout est attach&eacute; d&rsquo;une fa&ccedil;on ou d&rsquo;une autre et les &eacute;ventuels si&egrave;ges ou installations de travail sont &eacute;quip&eacute;es de l&eacute;g&egrave;res sangles pour aider l&rsquo;utilisateur &agrave; rester sur place. Les lits sont m&ecirc;me comparables &agrave; des sacs de couchages coll&eacute;s sur de fins matelas.</p>
 <p>Notez que les &ecirc;tres organiques, principalement les biologiques, sont toutefois tr&egrave;s vivement encourag&eacute;s &agrave; rester dans des sections avec une gravit&eacute; artificielle pour limiter les effets de d&eacute;g&eacute;n&eacute;rescence dus &agrave; l&rsquo;apesanteur.</p>
 <h2>Transports</h2>
 <p>Les colonies sont d&rsquo;&eacute;normes cit&eacute;s dispos&eacute;es sur plusieurs niveaux, et m&ecirc;me si les architectures tentent de rendre la navigation en leur sein plus simple, les d&eacute;placements restent assez souvent cons&eacute;quents. Aussi, plusieurs moyens de transport sont mis en place &agrave; l&rsquo;int&eacute;rieur de ces cit&eacute;s.</p>
 <p>Le premier est l&rsquo;ascenseur. Les cit&eacute;s ayant souvent des structures tr&egrave;s verticales, surtout compar&eacute;es aux cit&eacute;s terrestres, ces dispositifs, souvent importants, occupent v&eacute;ritablement une place de transport en commun. On peut noter que dans certaines colonies des tapis roulants ayant diff&eacute;rentes vitesses sont utilis&eacute;s pour faciliter les d&eacute;placements dans les trois dimensions &agrave; la vitesse souhait&eacute;e par l&rsquo;utilisateur.</p>
 <p>Bien s&ucirc;r, des moyens de transport plus anciens sont encore largement utilis&eacute;s, comme notamment les lignes de m&eacute;tros dans les plus grandes colonies ou celles de trains qui relient les colonies proches. Ces r&eacute;seaux sont souvent tr&egrave;s denses et leur flux, supervis&eacute; en temps r&eacute;el par des IA sp&eacute;cialis&eacute;es, s&rsquo;adapte &agrave; la fr&eacute;quentation.</p>
 <p>Pour les trajets plus longs, orbitaux ou suborbitaux, des lignes de navettes assurent la liaison entre les colonies et les installations orbitales. Pour les plus longs trajets, ce sont des vaisseaux lourds qui sont utilis&eacute;s, parfois m&ecirc;me en convois. Ces derni&egrave;res lignes changent au fil du temps du fait du mouvement des plan&egrave;tes.</p>
 <h2>Logistique</h2>
 <p>Pour assurer leur fonctionnement et la survie de ses habitants, les colonies ont besoin d&rsquo;un apport constant de mat&eacute;riaux et d&rsquo;&eacute;nergie. Ce ravitaillement continuel est normalement assur&eacute; par la production locale. Les colonies au sol trouvent facilement ce dont elles ont besoin dans leur environnement proche et elles sont souvent reli&eacute;es directement aux installations mini&egrave;res et de r&eacute;cup&eacute;ration.</p>
 <p>Paradoxalement, ces installations ne repr&eacute;sentent qu&rsquo;une tr&egrave;s faible partie des emplois occup&eacute;s dans une colonie. Leur automatisation extr&ecirc;me les rend pratiquement autonomes, et nombre d&rsquo;entre-elles sont int&eacute;gralement supervis&eacute;es par des IA.</p>
 <p>Ce qui est ainsi r&eacute;colt&eacute; est raffin&eacute; pour &ecirc;tre ensuite utilis&eacute; dans les constructeurs universels. Une partie de l&rsquo;hydrog&egrave;ne r&eacute;colt&eacute; est stock&eacute; pour approvisionner les r&eacute;acteurs &agrave; fusion et donc la cit&eacute; en &eacute;nergie.</p>
 <p>Quelques installations particuli&egrave;rement isol&eacute;es, comme les stations en orbite solaire, ne b&eacute;n&eacute;ficient pas de la proximit&eacute; imm&eacute;diate de ressources. Pour toutes ces installations, il est n&eacute;cessaire d&rsquo;effectuer un ravitaillement continu. De grands vaisseaux sont ainsi affr&eacute;t&eacute;s par les corporations pour apporter les ressources n&eacute;cessaires au fonctionnement de ces installations. Pour les freelances, c&rsquo;est souvent une source de revenus int&eacute;ressante.</p>
 <h2>Services principaux</h2>
 <p>Pour pouvoir &ecirc;tre autonome, les cit&eacute;s disposent toutes de services essentiels&nbsp;:</p>
 <ul>
     <li>infirmeries&nbsp;: &eacute;l&eacute;ments vitaux, au sens propre, des colonies. Ces installations disposent de l&rsquo;&eacute;quipement n&eacute;cessaire pour maintenir la population en bonne sant&eacute;. Il est utile de noter qu&rsquo;elles sont aussi &eacute;quip&eacute;es pour s&rsquo;occuper des Solaires non organiques. Ces services sont parfois mis en relation directe avec les services d&rsquo;ing&eacute;nierie et de maintenance de la colonie.</li>
     <li>centres de production&nbsp;: avec l&rsquo;isolement relatif des cit&eacute;s, il est imp&eacute;ratifs que toutes soient capables de produire leur &eacute;nergie et les mat&eacute;riaux n&eacute;cessaire &agrave; leur entretient et &agrave; la vie des citoyens. Ceci a &eacute;t&eacute; consid&eacute;rablement &eacute;t&eacute; rendu plus ais&eacute; avec les constructeurs universels et les g&eacute;n&eacute;rateurs &agrave; fusions.</li>
     <li>spatioports&nbsp;: cet &eacute;l&eacute;ment clef pour les &eacute;changes est la principale zone d&rsquo;&eacute;change avec l&rsquo;ext&eacute;rieur mais aussi du point d&rsquo;&eacute;vacuation le plus appropri&eacute;. On trouve g&eacute;n&eacute;ralement des rampes de lancement pour envoyer des navettes en orbite ou rallier d&rsquo;autres colonies via un vol suborbital, mais aussi des catapultes &eacute;lectromagn&eacute;tiques servant &agrave; envoyer du mat&eacute;riel ou des ressources en orbite.</li>
     <li>n&oelig;uds de communication&nbsp;: la communication est l&rsquo;un des piliers de la soci&eacute;t&eacute; des Solaires. Ces centres occupent donc une place importante dans la vie des colonies en &eacute;tant le n&oelig;ud principal de toutes les communications &agrave; longue port&eacute;e. Ce sont par ailleurs ces m&ecirc;mes centres qui sont charg&eacute;s de la transmission des donn&eacute;es lors de toute t&eacute;l&eacute;portation par l&rsquo;upload.</li>
     <li>centre de s&eacute;curit&eacute;&nbsp;: regroupant les diff&eacute;rents services d&rsquo;urgence qui peuvent exister sur une colonie, ils disposent du mat&eacute;riel n&eacute;cessaire pour faire face &agrave; tout type de crise, que ce soit un incendie, une d&eacute;pressurisation, une &eacute;pid&eacute;mie, un accident, une attaque militaire, etc. &Eacute;videmment ces services sont dirig&eacute;s par la hi&eacute;rarchie &ldquo;militaire&rdquo; de la cit&eacute;.</li>
 </ul>
 <p>Sans surprise l&rsquo;acc&egrave;s &agrave; ces services demandent g&eacute;n&eacute;ralement une autorisation sp&eacute;ciale.</p>
 <p>En plus de ces services vitaux, il faut noter que les colonies disposent aussi de services tels que des centres de loisir, des maisons d&rsquo;associations, des centres de formation ou &eacute;ducatifs, d&rsquo;une infrastructure r&eacute;seau ou un syst&egrave;me de transport urbain.</p>
 <h2>Organisation politique</h2>
 <p>L&rsquo;organisation politique des colonies est proche de celles de cit&eacute;s-&eacute;tats. Ceci est principalement d&ucirc; au relatif isolement de ces villes.</p>
 <p>Toujours est-il que ces cit&eacute;s appartiennent &agrave; une corporation qui a potentiellement tout pouvoir dessus, y compris celui de la d&eacute;manteler. En revanche, la notion de territoire n&rsquo;existe pas, en dehors de l&rsquo;exception martienne. Les corporations poss&egrave;dent les installations mais pas le terrain. Il est donc courant de voir des colonies de deux corporations diff&eacute;rentes, voir rivales, se c&ocirc;toyer.</p>
 <p>L&rsquo;organisation interne aux colonies est souvent le m&ecirc;me&nbsp;: un maire, &eacute;paul&eacute; par des conseillers pour les affaires courantes, associ&eacute; &agrave; un service de s&eacute;curit&eacute; dirig&eacute; par un chef de la s&eacute;curit&eacute; pour l&rsquo;aspect plus &ldquo;militaire&rdquo; des choses. Ces deux hi&eacute;rarchies sont d&rsquo;&eacute;gal niveau et sont directement plac&eacute;es sous les directives de la corporation.</p>
 <p>On retrouve cette dualit&eacute; civile/militaire dans la plupart des institutions et compagnies des colonies.</p>
 <h2>Loi des colonies</h2>
 <p>En mati&egrave;re de r&eacute;glementations et de lois, le syst&egrave;me des colonies est simple&nbsp;: les lois sp&eacute;cifiques des colonies pr&eacute;valent sur les lois de la corporation. Toutefois pour &eacute;viter toute mauvaise surprise, les lois qui diff&egrave;rent des normes de la corporation doivent &ecirc;tre transmises aux visiteurs avant leur arriv&eacute;e. Le d&eacute;barquement ne leur est alors autoris&eacute; que s&rsquo;ils acceptent ces lois. Notez que les corporations peuvent, et n&rsquo;h&eacute;sitent pas &agrave; faire, modifier les lois d&rsquo;une cit&eacute; en cas d&rsquo;abus.</p>
 <p>Les lois, toujours formul&eacute;es de fa&ccedil;on restrictive, sont appliqu&eacute;es par le biais de jugements devant une cour mixte d&eacute;pendant &agrave; la fois de la hi&eacute;rarchie civile et de la hi&eacute;rarchie militaire. Cette cour d&eacute;cide donc s&rsquo;il y a infraction, ou non, ainsi que de l&rsquo;&eacute;ventuelle peine. Il reste possible dans certains cas exceptionnels, notamment si les faits impliquent plusieurs colonies, que le jugement soit prononc&eacute; directement par une corporation.</p>
 <p>Apr&egrave;s v&eacute;rification de la validit&eacute; du jugement, c&rsquo;est la corporation elle-m&ecirc;me qui se charge d&rsquo;assurer l&rsquo;ex&eacute;cution de la &ldquo;peine&rdquo;.</p>
 <p>Il est &agrave; noter que la peine de suppression, c&rsquo;est-&agrave;-dire la peine de mort, n&rsquo;existe pas&nbsp;: selon le trait&eacute; des Solaires (qui a un r&ocirc;le de constitution pour l&rsquo;ensemble des corporations) aucune peine ne doit &ecirc;tre irr&eacute;versible. En revanche, on a d&eacute;j&agrave; vu des cas exceptionnels pouvant conduire au retrait d&rsquo;un implant psi (avec interdiction de s&rsquo;en procurer un nouveau) ou &agrave; la mise en stase permanente.</p>
 <p>C&rsquo;est un point important &agrave; prendre en consid&eacute;ration&nbsp;: dans les colonies, les peines n&rsquo;ont pas un but punitif comme elles l&rsquo;ont sur Terre&nbsp;: la d&eacute;cision de la justice a toujours pour objectif de r&eacute;parer au mieux les d&eacute;g&acirc;ts caus&eacute;s et de s&rsquo;assurer que le probl&egrave;me ne se reproduira pas. Ainsi les peines de prisons, telles que les pratiquement les terriens, n&rsquo;existent plus dans les colonies, car elles sont consid&eacute;r&eacute;es comme inutiles voire dangereuses.</p>
 <p>Les peines habituellement prononc&eacute;es sont&nbsp;:</p>
 <ul>
     <li>R&eacute;paration&nbsp;: le coupable doit r&eacute;parer les d&eacute;g&acirc;ts, encadr&eacute; par un surveillant. Il s&rsquo;agit souvent d&rsquo;effectuer des travaux ou de fournir du mat&eacute;riel. Une telle peine n&rsquo;est effective que si les r&eacute;parations sont possibles.</li>
     <li>Correction&nbsp;: le coupable, qui poss&egrave;de un comportement consid&eacute;r&eacute; comme dangereux, doit modifier ce dernier. Pour cela, il doit g&eacute;n&eacute;ralement faire appel &agrave; de la psychochirurgie. Cette op&eacute;ration ne peut se faire que si le coupable est volontaire. Si la nature de son enveloppe m&ecirc;me est la source de ce danger, il peut aussi en changer ou la faire modifier.</li>
     <li>Stase&nbsp;: si le coupable repr&eacute;sente un danger et qu&rsquo;il a refus&eacute; la peine de correction, ce qui est son droit, il est alors mis en stase jusqu&rsquo;&agrave; ce qu&rsquo;une hypoth&eacute;tique solution puisse &ecirc;tre trouv&eacute; &agrave; l&rsquo;avenir. Cette peine, lorsqu&rsquo;elle est prononc&eacute;e, est imp&eacute;rative&nbsp;: le coupable ne poss&egrave;de pas le droit de la refuser.</li>
 </ul>
 <h2>Restrictions militaires</h2>
 <p>Parmi les nombreuses lois des colonies, celles concernant les restrictions sur l&rsquo;&eacute;quipement militaire et l&rsquo;armement semblent commune &agrave; pratiquement toutes les corporations. Ainsi, de fa&ccedil;on g&eacute;n&eacute;rale tout l&rsquo;&eacute;quipement d&eacute;di&eacute; &agrave; la s&eacute;curit&eacute; militaire est r&eacute;serv&eacute; aux professionnels pourvus d&rsquo;une licence. De plus l&rsquo;armement lourd, c&rsquo;est &agrave; dire tout ce qui est susceptible d&rsquo;endommager une cloison d&rsquo;isolation standard, est strictement interdit en dehors des mains des agents de s&eacute;curit&eacute; habilit&eacute;s.</p>
 <p>Mars est encore plus stricte sur cette notion&nbsp;: toute arme l&eacute;tale pour un humain &ldquo;moyen&rdquo;, biologique ou cybern&eacute;tis&eacute;, est strictement interdite aux civils sur le sol de la plan&egrave;te rouge. Seules les forces de s&eacute;curit&eacute;s sont habilit&eacute;es &agrave; en poss&eacute;der. Le reste du mat&eacute;riel de s&eacute;curit&eacute; qu&rsquo;il soit d&eacute;fensif, offensif ou incapacitant, requiert une licence. Les infractions &agrave; cette loi sont consid&eacute;r&eacute;es comme graves.</p>
 <p>Il est important de noter que le mat&eacute;riel entrepos&eacute; dans un vaisseau, m&ecirc;me amarr&eacute; &agrave; la cit&eacute;, sort du cadre de ces lois. Il reste toutefois interdit de d&eacute;barquer ce mat&eacute;riel de ces vaisseaux s&rsquo;il n&rsquo;est pas conforme &agrave; la l&eacute;gislation de celles-ci.</p>
 <p>De fa&ccedil;on plus g&eacute;n&eacute;rale, ce qui se passe &agrave; l&rsquo;int&eacute;rieur d&rsquo;un vaisseau rel&egrave;ve de l&rsquo;autorit&eacute; de son commandant et de la corporation dont il d&eacute;pend. Un freelance se doit toutefois de respecter le trait&eacute; des colonies et le trait&eacute; des Solaires sous peine de subir les affres d&rsquo;une enqu&ecirc;te ind&eacute;pendante, voir le courroux des Solar Wardners.</p>
 <p>Malgr&eacute; la relative accessibilit&eacute; de l&rsquo;armement, il est &agrave; noter que seuls les professionnels poss&egrave;dent ce genre de mat&eacute;riel. Le &ldquo;commun des mortels&rdquo; n&rsquo;en a aucune utilit&eacute;, surtout quand on conna&icirc;t la volont&eacute; des corporations pour ce qui est de prot&eacute;ger ses incorpor&eacute;s.</p>
 <h2>Permissions, prescriptions et pr&eacute;requis administratifs</h2>
 <p>Que ce soit une accr&eacute;ditation, une licence, un brevet ou autre, les corporations r&eacute;gulent g&eacute;n&eacute;ralement un certain nombre d&rsquo;activit&eacute;s, de possessions ou de pr&eacute;sentations.</p>
 <p>La sant&eacute; (y compris des animaux) est un domaine particuli&egrave;rement touch&eacute;, les activit&eacute;s de soins chirurgicaux, de prescription m&eacute;dicamenteuse, etc. sont g&eacute;n&eacute;ralement restreints aux individus ayant prouv&eacute; leur comp&eacute;tence d&rsquo;une mani&egrave;re ou d&rsquo;une autre. La recherche et la production d&rsquo;outils pouvant &ecirc;tre utilis&eacute;s dans ce domaine requi&egrave;rent g&eacute;n&eacute;ralement des certifications. La possession de ces outils peut &ecirc;tre r&eacute;glement&eacute;e &eacute;galement et se faire passer pour quelqu&rsquo;un d&rsquo;autoris&eacute; est souvent punissable par la loi. Une certaine tol&eacute;rance est pr&eacute;sente afin d&rsquo;autoriser le partage d&rsquo;exp&eacute;riences. Il est presque universellement requis d&rsquo;avoir un vaccin universel &agrave; jour pour les organiques et hybrides &agrave; l&rsquo;int&eacute;rieur d&rsquo;une colonie.</p>
 <p>L&rsquo;architecture et plus g&eacute;n&eacute;ralement la conception de structures destin&eacute;es &agrave; accueillir des Solaires doit souvent passer par une &eacute;tape d&rsquo;examen par des pairs. La mise en &oelig;uvre de ces plans fait souvent l&rsquo;objet de contr&ocirc;les particuliers.</p>
 <p>L&rsquo;armement est le troisi&egrave;me domaine le plus r&eacute;glement&eacute;. L&rsquo;usage, la fabrication, la possession ou le transfert font l&rsquo;objet de lois sp&eacute;cifiques. Ces lois diff&egrave;rent grandement d&rsquo;une corporation &agrave; l&rsquo;autre, voire d&rsquo;une cit&eacute; &agrave; l&rsquo;autre. Par exemple, alors que l&rsquo;acc&egrave;s aux armes est strictement contr&ocirc;l&eacute; sur Mars, certaines cit&eacute;s de Suan et Aesir notamment ont des lois ordonnant aux citoyens de poss&eacute;der au moins une arme. Les lois les plus restrictives sont contourn&eacute;es quotidiennement, souvent par pure curiosit&eacute;, comme lorsqu&rsquo;un Solaire tente de produire un gaz de combat avec un synth&eacute;tiseur, ou parce que certains Solaires souhaitent prendre une part active &agrave; leur s&eacute;curit&eacute;, par exemple en utilisant une imprimante 3D pour cr&eacute;er une arme relativement primitive.</p>
 <p>Bien s&ucirc;r, d&rsquo;autres domaines ont des r&eacute;glementations et r&eacute;gulations propres.</p>
 <h2>Libert&eacute; d&rsquo;association</h2>
 <p>La libert&eacute; d&rsquo;association est fondamentale dans l&rsquo;univers de Solaires. En effet, sans celle-ci, les Solaires seraient pratiquement esclaves de la corporation les ayants cr&eacute;&eacute;s.</p>
 <p>Au sein des corporations, la libert&eacute; d&rsquo;association peut jouer un grand r&ocirc;le, par l&rsquo;organisation du tissu social principalement.</p>
 <p>L&rsquo;appartenance &agrave; une association doit &ecirc;tre publique, les associations de fait &eacute;tant oblig&eacute;es de s&rsquo;enregistrer si elles sont d&eacute;couvertes.</p>
 <p>Certaines associations font l&rsquo;objet d&rsquo;une surveillance renforc&eacute;e. Les associations politiques et culturelles en font partie.</p>
  