<h1> Conseils aux joueurs</h1>
 <blockquote>&laquo;&nbsp;Faites des choses&nbsp;!&nbsp;&raquo;</blockquote>
 <p>Trop souvent, le meneur est vu comme le responsable de la qualit&eacute; de la partie. Ce n&rsquo;est pas le cas&nbsp;: m&ecirc;me s&rsquo;il a un r&ocirc;le important, n&rsquo;oubliez pas que le jeu de r&ocirc;les est un jeu coop&eacute;ratif. Tous les participants doivent &oelig;uvrer de concert pour passer un bon moment. Voici quelques conseils et astuces pour de meilleures parties.</p>
 <h2>Le r&ocirc;le du joueur</h2>
 <p>La premi&egrave;re chose qu&rsquo;on attendra de vous, c&rsquo;est de jouer votre personnage, de le faire vivre. Ne le voyez pas seulement comme un ensemble de statistique, donnez-lui une vie, des habitudes, une fa&ccedil;on de penser et de r&eacute;soudre ses probl&egrave;mes.</p>
 <p>Vous devrez faire tout ceci dans le cadre d&rsquo;une histoire commune construite avec les autres joueurs et le meneur. Participez &agrave; cette histoire&nbsp;: int&eacute;ressez-vous &agrave; ce qui se passe, y compris &agrave; ce que font les autres personnages.</p>
 <p>N&rsquo;h&eacute;sitez pas &agrave; proposer des solutions aux situations rencontr&eacute;es&nbsp;: m&ecirc;me si vous y voyez des failles b&eacute;antes&nbsp;: les autres joueurs sont l&agrave; pour vous aider, tout comme vous &ecirc;tes l&agrave; pour les aider. Un plan bien ficel&eacute;, une enqu&ecirc;te rondement men&eacute;e, une prise de d&eacute;cision m&eacute;morable, tout ceci est habituellement le fruit du travail d&rsquo;&eacute;quipe.</p>
 <p>Et si &agrave; un moment vous vous ennuyez&nbsp;: faites avancer l&rsquo;histoire&nbsp;!</p>
 <h2>Faites des choses</h2>
 <p>N&rsquo;attendez pas que le meneur vous le demande pour faire des choses. En &eacute;tant proactif, vous parviendrez &agrave; faire avancer l&rsquo;histoire, &agrave; avancer sur vos objectifs. N&rsquo;ayez pas peur&nbsp;: le meneur n&rsquo;est pas l&agrave; pour vous punir&nbsp;! En plus, en &eacute;tant proactif, vous proposerez ou inspirerez sans vous en rendre compte des solutions que le meneur n&rsquo;a pas pr&eacute;vue et qui pourraient bien l&rsquo;aider lui aussi.</p>
 <p>Pour y parvenir, commencez par vous donner des objectifs transverses &agrave; ceux que sugg&egrave;re le meneur &agrave; travers son sc&eacute;nario. Ils seront des sources de rebondissement qui apportent souvent &eacute;l&eacute;ments utiles pour l&rsquo;histoire.</p>
 <p>Int&eacute;ressez-vous aussi aux objectifs des autres joueurs, que vous ayez ou non les v&ocirc;tres. Dans les deux cas en vous int&eacute;ressant &agrave; leurs objectifs vous comprendrez plus de choses &agrave; l&rsquo;histoire et vous n&rsquo;aurez pas l&rsquo;impression de passer &agrave; c&ocirc;t&eacute; de la partie. De plus en les aidants vous b&eacute;n&eacute;ficierez aussi de ces interactions.</p>
 <p>Prenez toutefois garde &agrave; ne pas &eacute;craser les autres joueurs, notamment en vous accaparant leurs objectifs ou en essayant &agrave; tout pris d&rsquo;&ecirc;tre sous le feu des projecteurs.</p>
 <h2>Soyez des h&eacute;ros</h2>
 <p>Votre personnage sera r&eacute;guli&egrave;rement confront&eacute; &agrave; des situations dangereuses et critiques. Vous serez sans doute souvent tent&eacute; de laisser les choses se faire, voir de fuir ces &laquo;&nbsp;ennuis&nbsp;&raquo;. Ne laissez pas ces tentations prendre le dessus&nbsp;: votre personnage est un h&eacute;ros. Il est plus grand que nature&nbsp;: &ccedil;a signifie qu&rsquo;il a les moyens d&rsquo;agir.</p>
 <p>N&rsquo;ayez pas peur de prendre des risques pour vous. Votre personnage est de toutes fa&ccedil;ons immortel en pratique. L&rsquo;enjeu est rarement plac&eacute; sur votre survie, mais sur celle des autres et la r&eacute;solution de vos affaires.</p>
 <p>Mais ne soyez pas stupide pour autant, r&eacute;fl&eacute;chissez &agrave; votre approche&nbsp;: ce n&rsquo;est parce qu&rsquo;on n&rsquo;a qu&rsquo;un marteau et que tous les probl&egrave;mes ressemblent &agrave; des clous que ce sont effectivement des clous. Se jeter dans un pi&egrave;ge sans aucune pr&eacute;paration ne vous apportera rien.</p>
 <p>Dans tous les cas, n&rsquo;attendez pas que l&rsquo;univers r&eacute;solve les probl&egrave;mes &agrave; votre place et prenez les choses en main. L&rsquo;inaction est g&eacute;n&eacute;rale source de drames quand elle conduit &agrave; quelque chose. Et puis, vous &ecirc;tes l&agrave; pour faire des choses, non&nbsp;?</p>
 <h2>Pr&eacute;parez-vous</h2>
 <p>Une partie de jeu de r&ocirc;les plut&ocirc;t courte prend g&eacute;n&eacute;ralement quelques heures. Pour un jeu de soci&eacute;t&eacute; c&rsquo;est d&eacute;j&agrave; long. Si les participants ne connaissent pas les r&egrave;gles, cela rend g&eacute;n&eacute;ralement la partie plus longue encore, avec des temps morts plus nombreux et plus accentu&eacute;s.</p>
 <p>C&rsquo;est pourquoi, avant une partie, il est souvent pr&eacute;f&eacute;rable que les joueurs r&eacute;visent eux aussi. Notamment lors d&rsquo;une partie en campagne.</p>
 <p>Conna&icirc;tre son personnage est le premier &eacute;l&eacute;ment &agrave; conna&icirc;tre. C&rsquo;est quelque chose qui peut sembler trivial, mais dans Solaires, et les jeux bas&eacute;s sur le syst&egrave;me f&eacute;erie&nbsp;: ce n&rsquo;est pas le meneur qui vous indiquera les &eacute;l&eacute;ments du personnage &agrave; utiliser lors des actions. Avoir une id&eacute;e de ce que peut faire son personnage raccourcira aussi beaucoup les prises de d&eacute;cisions, notamment durant les sc&egrave;nes d&rsquo;actions o&ugrave; la fluidit&eacute; du jeu est particuli&egrave;rement recherch&eacute;e.</p>
 <p>Conna&icirc;tre les r&egrave;gles et l&rsquo;univers est aussi quelque chose d&rsquo;utile qui &eacute;vite de perdre beaucoup de temps. &Eacute;videmment, on ne demandera pas la m&ecirc;me connaissance de l&rsquo;univers que le MJ qui a pour tache de maintenir la coh&eacute;rence de l&rsquo;histoire, mais c&rsquo;est un point qui est particuli&egrave;rement utile.</p>
 <p>Bien s&ucirc;r, nous ne vous sugg&eacute;rons pas de devenirs des avocats des r&egrave;gles du jeu, interrompant la partie &agrave; chaque petit &eacute;cart ou erreur vis-&agrave;-vis des r&egrave;gles, ou provoquant d&rsquo;incessant d&eacute;bats sur ce qui est possible ou ce qui devait se passer. Sur ce dernier point, nous vous rappelons que le meneur &agrave; un r&ocirc;le d&rsquo;arbitre et que ses d&eacute;cisions sont &agrave; consid&eacute;rer comme finales.</p>
 <p>Nous ne pourrions pas terminer cette sous-section sans parler des joueurs d&eacute;butants ou en difficult&eacute; durant la partie. Certains joueurs auront toujours du mal &agrave; int&eacute;grer toutes les r&egrave;gles ou tous les d&eacute;tails de l&rsquo;univers. N&rsquo;h&eacute;sitez pas &agrave; les aider si vous &ecirc;tes plus &agrave; l&rsquo;aise qu&rsquo;eux. Le rythme de la partie n&rsquo;en sera que meilleur&nbsp;!</p>
 <h2>Menez l&rsquo;enqu&ecirc;te</h2>
 <p>Souvent, vous devrez enqu&ecirc;ter sur des myst&egrave;res ou des affaires criminelles. D&rsquo;autres fois vous aurez simplement besoin d&rsquo;informations pour appliquer votre plan. Dans tous ces cas vous devrez mener une enqu&ecirc;te.</p>
 <p>Le principe n&rsquo;est pas compliqu&eacute;&nbsp;: vous collectez des informations et vous les assemblez pour d&eacute;duire la solution du myst&egrave;re. Pourtant, il n&rsquo;est pas rare d&rsquo;avoir l&rsquo;impression de manquer d&rsquo;indice ou de se perdre sur une fausse piste.</p>
 <p>La premi&egrave;re chose &agrave; faire lors d&rsquo;une enqu&ecirc;te, c&rsquo;est de prendre des notes. La premi&egrave;re cause d&rsquo;&eacute;puisement des pistes, c&rsquo;est simplement d&rsquo;oublier celles qui n&rsquo;ont pas encore &eacute;t&eacute; explor&eacute;es. Une autre cause courante est d&rsquo;attendre que les indices tombent tout seul. C&rsquo;est une erreur. N&rsquo;oubliez pas&nbsp;: faites des choses et soyez proactifs.</p>
 <p>Durant votre enqu&ecirc;te, faites des hypoth&egrave;ses, discutez-en avec les autres joueurs et essayez de trouver des indices qui les confortent ou les &eacute;cartent.</p>
 <p>Faites attention &agrave; ne pas trop vous focaliser sur une seule piste. Notre esprit a tendance &agrave; privil&eacute;gier ce qui nous parle d&eacute;j&agrave; et &agrave; ignorer ce qui ne colle pas &agrave; nos pr&eacute;conceptions&nbsp;: c&rsquo;est ce que les psychologues appellent le biais de confirmation.</p>
 <h2>Prenez le contr&ocirc;le</h2>
 <p>Le final de la plupart des sc&eacute;narios de Solaires pousse les joueurs &agrave; effectuer un choix &eacute;thique ou moral relativement neutre mais qui aura un impact important pour des habitants, les relations entre les corporations, etc.</p>
 <p>M&ecirc;me s&rsquo;il peut arriver qu&rsquo;un seul personnage ait acc&egrave;s au bouton qui actera leur choix, il est pr&eacute;f&eacute;rable que tous les joueurs discutent ensemble de la solution qu&rsquo;ils pr&eacute;f&egrave;rent.</p>
 <p>R&eacute;fl&eacute;chissez aux implications. Cherchez des solutions alternatives&nbsp;: certains faux dilemmes semblent ne proposer que deux solutions, mais souvent ce ne sont pas les seules. Surprenez votre meneur.</p>
 <p>Enfin, essayez aussi de prendre en compte ce que peut en penser votre personnage. Parfois c&rsquo;est une solution pour se sortir d&rsquo;un choix difficile. Et puis n&rsquo;est-ce pas du jeu de r&ocirc;les&nbsp;?</p>
  