<h1>Conseils aux meneurs</h1>
<blockquote>&laquo;&nbsp;Il y aura des cons&eacute;quences&nbsp;!&nbsp;&raquo;</blockquote>
<p>Contrairement &agrave; d&rsquo;autres syst&egrave;mes de jeu, le Syst&egrave;me F&eacute;erie laisse beaucoup d&rsquo;aspects entre les mains des participants. Cette libert&eacute; peut toutefois intimider des meneurs de jeu moins habitu&eacute;s. Vous trouverez ici quelques conseils pour mener vos parties.</p>
<p>Attention&nbsp;: si vous ne comptez pas mener, il est possible que certains conseils ici puissent briser une partie de la magie du jeu. Joueurs fuyez&nbsp;!</p>
<h2>Le r&ocirc;le du meneur</h2>
<p>L&rsquo;une des premi&egrave;res choses que vous aurez &agrave; faire consiste &agrave; lancer la partie. Vous aurez souvent une introduction &agrave; disposition fournie avec le sc&eacute;nario, mais il est aussi possible que vous souhaitiez la faire vous-m&ecirc;me. Dans les deux cas, cette introduction doit permettre aux joueurs de comprendre o&ugrave; leurs personnages sont, ce qu&rsquo;ils font et pourquoi. Rassurez-vous, normalement les joueurs vous poseront des questions s&rsquo;il leur manque des &eacute;l&eacute;ments.</p>
<p>Une fois la partie lanc&eacute;e, votre principale t&acirc;che est de faire &eacute;voluer l&rsquo;univers en fonction des actions des personnages. D&eacute;crivez-leur les cons&eacute;quences de ce qu&rsquo;ils ont fait, et faites r&eacute;agir le monde. Quand une action s&rsquo;av&egrave;re critique ou particuli&egrave;rement complexe, n&rsquo;h&eacute;sitez pas &agrave; leur faire faire un jet de r&eacute;solution pour ajouter un peu d&rsquo;incertitude &agrave; la partie.</p>
<p>Parfois, les joueurs peuvent bloquer dans l&rsquo;histoire&nbsp;: ils ont peut-&ecirc;tre manqu&eacute; d&rsquo;id&eacute;e, rat&eacute; un &eacute;l&eacute;ment important ou oubli&eacute; une information essentielle. Dans ces cas, aidez-les&nbsp;: rappelez-leur cette information importante, sugg&eacute;rez-leur une piste qu&rsquo;ils ont n&eacute;glig&eacute;e, etc. Ne prenez pas pour autant la main sur leurs d&eacute;cisions&nbsp;: vous risqueriez de rendre la partie bien plus rigide que vous ne le souhaiteriez, avec le risque de placer les joueurs en simple spectateur&nbsp;!</p>
<p>Voici une r&egrave;gle essentielle&nbsp;: vous n&rsquo;&ecirc;tes pas l&rsquo;adversaire des joueurs&nbsp;! Soyez leur complice. Mais n&rsquo;h&eacute;sitez pas &agrave; rendre la vie de leur personnage compliqu&eacute;e&nbsp;: tant qu&rsquo;ils ont des ennuis, ils ont une raison d&rsquo;avancer.</p>
<p>Enfin, vous aurez parfois le r&ocirc;le d&rsquo;arbitre&nbsp;: lors d&rsquo;un conflit autour de la table, &agrave; propos d&rsquo;un point de r&egrave;gle ou de l&rsquo;interpr&eacute;tation d&rsquo;un &eacute;l&eacute;ment de jeu, c&rsquo;est &agrave; vous que revient le droit et le devoir de trancher.</p>
<h2>Improviser</h2>
<p>Tr&egrave;s souvent, pour ne pas dire syst&eacute;matiquement, les joueurs vont faire des choix qui les &eacute;cartent du sc&eacute;nario tel qu&rsquo;il a &eacute;t&eacute; pr&eacute;par&eacute;&nbsp;: ils peuvent tr&egrave;s bien tenter de contourner une situation importante, se focaliser sur des objectifs alternatifs ou encore provoquer des cons&eacute;quences inattendues qui remettent en question la suite du sc&eacute;nario. Le jeu de r&ocirc;les est tr&egrave;s propice &agrave; l&rsquo;&eacute;mergence&nbsp;: l&rsquo;apparition de situation compl&egrave;tement impr&eacute;vues.</p>
<p>Ce n&rsquo;est pas grave. Improvisez&nbsp;! Vous avez deux possibilit&eacute;s&nbsp;: tenter de les raccrocher au sc&eacute;nario ou suivre la nouvelle voie ouverte par vos joueurs.</p>
<p>La premi&egrave;re solution est tentante mais paradoxalement plus d&eacute;licate &agrave; mettre en place. Votre tentative peut tr&egrave;s facilement &ecirc;tre ressentie comme une contrainte&nbsp;: ce principal &eacute;cueil peut donner aux joueurs l&rsquo;impression qu&rsquo;ils ne sont plus aux commandes et que le meneur les forces &agrave; suivre son sc&eacute;nario. Bien fait, l&rsquo;op&eacute;ration est invisible, mais &ccedil;a reste difficile.</p>
<p>Quitte &agrave; improviser, pourquoi ne pas suivre les joueurs&nbsp;? Apr&egrave;s tout, eux aussi construisent l&rsquo;histoire. Tant pis s&rsquo;ils ne suivent pas le sc&eacute;nario dans les lettres. Si leurs anciens objectifs ne sont plus r&eacute;alisables, o&ugrave; n&rsquo;ont plus d&rsquo;importance, reposez-vous sur leur impulsion&nbsp;: ils ne sont pas sortis des rails sans raisons. Appliquez les cons&eacute;quences logiques de leur choix ou focalisez-vous sur leurs nouveaux objectifs.</p>
<p>Dans les deux cas, vous ajouterez des &eacute;l&eacute;ments qui n&rsquo;&eacute;taient pas pr&eacute;vus initialement&nbsp;: des PNJ, des relations entre diff&eacute;rents acteurs, des &eacute;v&eacute;nements, des pistes enti&egrave;res, etc. Nous vous recommandons de prendre de notes, surtout si le sc&eacute;nario et son contexte sont complexes. M&ecirc;me avec une tr&egrave;s bonne m&eacute;moire, certaines choses peuvent se m&eacute;langer et nous ne traitons m&ecirc;me pas des parties qui se d&eacute;roulent sur plusieurs s&eacute;ances&nbsp;!</p>
<p>Enfin, c&rsquo;est d&eacute;j&agrave; important en temps normal, mais &ccedil;a le devient encore plus au moment d&rsquo;improviser&nbsp;: vous devez bien conna&icirc;tre le jeu, en particulier son univers et le contexte dans lequel les PJ &eacute;voluent. Vous aurez encore moins de temps pour rechercher des informations dans vos documents.</p>
<h2>Combats</h2>
<p>Parfois, pour parvenir &agrave; leur fin, ou parce qu&rsquo;un adversaire aura d&eacute;cid&eacute; d&rsquo;essayer de les g&ecirc;ner, les PJ vont se retrouver confronter &agrave; des situations de combat. Gardez en t&ecirc;te que dans Solaires le combat n&rsquo;est pas une finalit&eacute; en soi, m&ecirc;me si ce type de situation peut survenir r&eacute;guli&egrave;rement.</p>
<p>Lors de tout combat, fixez un enjeu. La vie des PJ n&rsquo;est pas aussi importante que dans d&rsquo;autres jeu de r&ocirc;les&nbsp;: n&rsquo;oubliez pas qu&rsquo;ils sont immortels et pourront revenir plus tard. Par exemples, un combat peut &ecirc;tre un obstacle pour obtenir une information ou &eacute;viter de perdre une ressource pr&eacute;cieuse. Il peut aussi s&rsquo;agir de sauver quelqu&rsquo;un d&rsquo;autres ou de r&eacute;cup&eacute;rer quelque chose. Dans tous les cas, fixez un enjeu et faites en sorte que les PJ le connaissent.</p>
<p>Dans Solaires, les combats se veulent rapides et intenses. Ne les faites pas tra&icirc;ner en longueur&nbsp;: chaque action des PJ doit faire progresser le combat qu&rsquo;il s&rsquo;agisse de succ&egrave;s ou d&rsquo;&eacute;checs. N&rsquo;oubliez pas non plus, qu&rsquo;en dehors de certains agents robotiques ou de mercenaires suicidaires, la plupart des adversaires des PJ tenteront de fuir ou de se rendre, pass&eacute; les premi&egrave;res pertes ou d&egrave;s qu&rsquo;ils n&rsquo;ont plus l&rsquo;avantage.</p>
<p>Pour conserver le focus sur les actions des PJ, nous vous recommandons de ne pas jouer les adversaires comme des personnages joueurs. Voyez les adversaires comme des &eacute;preuves&nbsp;: laissez l&rsquo;initiative aux PJ et faites agir les adversaires dans le r&eacute;sultat de leurs actions. Chaque &eacute;chec des PJ doit &ecirc;tre une r&eacute;ussite pour les adversaires. Et si les PJ d&eacute;cident de ne rien faire&nbsp;? Faites progresser les adversaires normalement, les joueurs effectueront les jets pour se d&eacute;fendre.</p>
<p>Un dernier aspect important pour les combats sont leurs effets de bords&nbsp;: impliquez l&rsquo;environnement, les civils, la structure des lieux o&ugrave; le combat se d&eacute;roule. Les balles perdues dans une fusillade vont quelque part et &agrave; la fin d&rsquo;un affrontement important, les PJ devraient avoir &agrave; en g&eacute;rer les cons&eacute;quences. Ne les laissez pas sous-estimez la gravit&eacute; d&rsquo;une balle qui aurait termin&eacute; sa course dans un r&eacute;servoir, ou pire, perfor&eacute; l&rsquo;enceinte de l&rsquo;installation&hellip;</p>
<h2>R&eacute;seau, Piratage et IA</h2>
<p>L&rsquo;informatique est pr&eacute;pond&eacute;rante dans l&rsquo;univers de Solaires et il est tr&egrave;s probable que les PJ aient &agrave; explorer le r&eacute;seau ou y affronter des adversaires lors de leurs aventures.</p>
<p>Le premier conseil que nous avons &agrave; vous donner&nbsp;: restez simple. Vous n&rsquo;avez pas besoin de d&eacute;tailler le protocole de SolNet &ndash; que nous m&ecirc;me n&rsquo;avons pas d&eacute;taill&eacute;, vous noterez &ndash; ou de conna&icirc;tre les instructions exactes employ&eacute;es par les IA lors de leurs op&eacute;rations. Restez au niveau des intentions. Votre joueur veut que son personnage pirate une banque de donn&eacute;es&nbsp;? A-t-il les outils requis &ndash; un logiciel de piratage, une console ou est-ce une IA&nbsp;? Faites-lui faire le jet de r&eacute;solution.</p>
<p>Dans tous les cas si un jet rate, faites en sorte qu&rsquo;il y ait des cons&eacute;quences. Rappelez-vous&nbsp;: il doit toujours y avoir des cons&eacute;quences. Le piratage d&rsquo;une banque de donn&eacute;e a rat&eacute;&nbsp;? Ce n&rsquo;&eacute;tait pas la bonne banque de donn&eacute;e&nbsp;: les propri&eacute;taires s&rsquo;en sont aper&ccedil;u et envoient quelqu&rsquo;un.</p>
<p>Quelques &eacute;l&eacute;ments sont importants malgr&eacute;-tout. La plupart du temps, on ne se pr&eacute;occupe pas vraiment de la localisation exacte des IA, consid&eacute;rant qu&rsquo;elles sont &laquo;&nbsp;quelque part sur le r&eacute;seau&nbsp;&raquo;. Lors d&rsquo;un affrontement, localisez-les. Si le serveur ou l&rsquo;appareil qui les ex&eacute;cute tombe, l&rsquo;IA sera d&eacute;sactiv&eacute;e. De plus lors d&rsquo;un affrontement num&eacute;rique, la victoire revient habituellement &agrave; celui qui localise l&rsquo;autre en premier.</p>
<p>Comme pour les combats&nbsp;: lors d&rsquo;un affrontement virtuel, il y a toujours des cons&eacute;quences. Les logiciels de combats matriciels sont des virus con&ccedil;us pour provoquer de lourds d&eacute;g&acirc;ts informatiques. Un serveur qui a &eacute;t&eacute; attaqu&eacute; devient au mieux indisponible, bien qu&rsquo;il sera g&eacute;n&eacute;ralement hors service jusqu&rsquo;&agrave; ce que quelqu&rsquo;un vienne le r&eacute;installer. N&rsquo;oubliez pas tous les appareils connect&eacute;s au r&eacute;seau, comme les recycleurs atmosph&eacute;riques, les canaux de r&eacute;alit&eacute; augment&eacute;e, la distribution du courant, les robots de maintenance, etc.</p>
<p>De fa&ccedil;on g&eacute;n&eacute;rale, casser quelque chose dans la matrice, casse quelque chose dans la r&eacute;alit&eacute; et un affrontement informatique d&rsquo;ampleur causera autant, voir plus, de d&eacute;g&acirc;ts qu&rsquo;une fusillade.</p>
<h2>Enqu&ecirc;tes</h2>
<p>Bon nombre, si ce n&rsquo;est la majorit&eacute;, des aventures de Solaires emm&egrave;neront les PJ sur une enqu&ecirc;te. Il existe plusieurs fa&ccedil;ons d&rsquo;aborder ce type d&rsquo;histoire, mais nous vous proposons de consid&eacute;rer une enqu&ecirc;te comme une &eacute;nigme qui consiste &agrave; collecter des informations et en tirer des d&eacute;ductions pour r&eacute;soudre l&rsquo;affaire.</p>
<p>Une grande partie de l&rsquo;enqu&ecirc;te consistera normalement &agrave; collecter des informations. Les PJ ont acc&egrave;s &agrave; de nombreux moyens pour acqu&eacute;rir des informations&nbsp;: analyser des sc&egrave;nes de crimes, interroger des gens, extraire des donn&eacute;es de SolNet, faire jouer ses contacts, pirater des banques de donn&eacute;es, infiltrer des installations suspectes, explorer des &eacute;paves, etc. Et cette liste est bien s&ucirc;r non exhaustive.</p>
<p>Malgr&eacute; toute la tentation, la collecte de ces informations ne doit pas se r&eacute;duire &agrave; faire des jets de d&eacute;s. Les PJ doivent chercher et s&rsquo;ils le font de fa&ccedil;on intelligente ou int&eacute;ressante, ils devraient toujours trouver quelque chose, m&ecirc;me si le sc&eacute;nario ne pr&eacute;voit pas le moyen qu&rsquo;ils ont employ&eacute;.</p>
<p>De fa&ccedil;on g&eacute;n&eacute;rale, nous d&eacute;conseillons de graver dans le marbre les moyens que les PJ ont de trouver leurs indices. D&rsquo;une part, faites attentions aux &laquo;&nbsp;indices que les&nbsp;PJ ne peuvent pas rater&nbsp;&raquo;, car ils les ratent deux fois sur trois. De l&rsquo;autre, il serait terriblement frustrant qu&rsquo;ils d&eacute;ploient de gros efforts sur une piste qui ne leur donne au final rien parce que ce n&rsquo;&eacute;tait pas pr&eacute;vu. Pr&eacute;f&eacute;rez les indices et pistes flottantes&nbsp;: des informations dont le moyen d&rsquo;obtention n&rsquo;est pas directement d&eacute;crit dans le sc&eacute;nario mais qui pourront &ecirc;tre trouv&eacute; si les PJ cherchent de fa&ccedil;on logique.</p>
<p>Concernant les d&eacute;ductions, faites attentions &agrave; deux effets qui peuvent enliser une enqu&ecirc;te pourtant bien partie. Le premier est le recul du meneur&nbsp;: vous connaissez d&eacute;j&agrave; la &laquo;&nbsp;solution&nbsp;&raquo; car vous avez &eacute;crit ou lu le sc&eacute;nario. De fait, certaines choses peuvent vous para&icirc;tre &eacute;videntes, mais rester inaccessibles pour les joueurs. Prenez notamment garde aux fausses pistes qui peuvent d&eacute;tourner les joueurs des vraies pistes bien trop longtemps.</p>
<p>Un second effet amplifiera ces &eacute;garements&nbsp;: le biais de confirmation. Il s&rsquo;agit d&rsquo;un biais cognitif tr&egrave;s connu en psychologie qui affecte tout le monde, y compris les vrais enqu&ecirc;teurs du vrai monde. Le principe est simple&nbsp;: tout le monde tend &agrave; favoriser les &eacute;l&eacute;ments qui vont dans son sens et &agrave; occulter inconsciemment ce qui ne conforte pas ses hypoth&egrave;ses. Ainsi vos joueurs pourront s&rsquo;acharner plus que de raison sur une fausse piste, ignorer une information capitale parce qu&rsquo;elle ne colle pas aux autres informations qu&rsquo;ils auront &agrave; un moment donn&eacute;, etc.</p>
<p>Enfin, pour ajouter une pression, vous pouvez faire jouer les adversaires en leur faisant d&eacute;truire ou alt&eacute;rer des preuves pour ajouter une contrainte temporelle &agrave; l&rsquo;enqu&ecirc;te. Il est important que les PJ soient conscients du fait et que ces destructions et alt&eacute;rations ne remettent pas en question la faisabilit&eacute; de l&rsquo;enqu&ecirc;te. N&rsquo;oubliez pas les deux effets pr&eacute;c&eacute;demment d&eacute;crits.</p>
<h2>Voyage spatiaux</h2>
<p>Voyager est quelque chose de courant dans Solaires&nbsp;: le syst&egrave;me solaire est votre sc&egrave;ne exploitez-le. Toutefois, &agrave; part via l&rsquo;upload, voyager dans l&rsquo;espace prend beaucoup de temps. De quelques dizaines d&rsquo;heures entre les lunes d&rsquo;un m&ecirc;me syst&egrave;me plan&eacute;taire, &agrave; plusieurs semaines en interplan&eacute;taire.</p>
<p>S&rsquo;il est peut-&ecirc;tre int&eacute;ressant d&rsquo;avoir une id&eacute;e des occupations de chacun pendant ces longues p&eacute;riodes, il est &eacute;videmment ind&eacute;sirable de jouer la totalit&eacute; de ces sc&egrave;nes. Nous vous conseillons d&rsquo;employer des ellipses et de vous contenter d&rsquo;un r&eacute;sum&eacute; des &eacute;v&eacute;nements en vol. Bien s&ucirc;r, vous avez tout &agrave; fait le droit de faire intervenir des p&eacute;rip&eacute;ties en vol et de faire jouer les sc&egrave;nes qui y sont rattach&eacute;es.</p>
<p>Pensez aussi que l&rsquo;ellipse est aussi un bon moyen d&rsquo;offrir des moments de vide qui pourront servir &agrave; des flashbacks d&eacute;clench&eacute;s via les points de personnage. C&rsquo;est m&ecirc;me une solution envisageable pour r&eacute;duire le temps pass&eacute; &agrave; la pr&eacute;paration d&rsquo;une mission en vol.</p>
<h2>Espace</h2>
<p>Nous le r&eacute;p&eacute;terons jamais assez&nbsp;: l&rsquo;espace est un endroit dangereux. Le moindre incident peut provoquer la mort de nombreuses personnes et toute sortie repr&eacute;sente un risque qui ne doit pas &ecirc;tre n&eacute;glig&eacute;.</p>
<p>Au point m&ecirc;me, que vous ne devriez pas h&eacute;siter &agrave; d&eacute;clencher des p&eacute;rip&eacute;ties lors de toute EVA (Activit&eacute; Extra-V&eacute;hiculaire) qui n&rsquo;aurait pas &eacute;t&eacute; convenablement pr&eacute;par&eacute;e. On ne sort pas de l&rsquo;enceinte d&rsquo;une station, ou d&rsquo;un vaisseau, en s&rsquo;&eacute;quipant &agrave; la va-vite sans cons&eacute;quence.</p>
<p>Inutile d&rsquo;insister sur le fait que les actions p&eacute;rilleuses entra&icirc;nent des cons&eacute;quences pires encore. Et ne parlons pas d&rsquo;un affrontement&nbsp;: une fusillade &agrave; l&rsquo;ext&eacute;rieur sera toujours br&egrave;ve et meurtri&egrave;re.</p>
<p>Terminons avec un &eacute;l&eacute;ment qui ne doit jamais dispara&icirc;tre de la t&ecirc;te des joueurs&nbsp;: les PJ ne sont jamais loin de l&rsquo;espace. Dans une colonie, pass&eacute; l&rsquo;enceinte, c&rsquo;est l&rsquo;environnement hostile de la plan&egrave;te ou lune qui les attends. Dans une station orbitale, ou un vaisseau, le vide spatial n&rsquo;est s&eacute;par&eacute; d&rsquo;eux que par quelques millim&egrave;tres de mat&eacute;riaux.</p>
<h2>N&eacute;gociations</h2>
<p>Que ce soit pour obtenir des informations, du mat&eacute;riel particulier, un service ou dissuader adversaire de faire quelque chose de stupide, les PJ se retrouveront souvent &agrave; devoir n&eacute;gocier. Une n&eacute;gociation peut &ecirc;tre vue comme une forme d&rsquo;&eacute;preuve&nbsp;: un obstacle &agrave; franchir.</p>
<p>Dans ce type de situation la mani&egrave;re forte &ndash; que ce soient des menaces ou de la violence physique &ndash; est rarement tr&egrave;s efficace. Voyez les n&eacute;gociations comme des &eacute;changes&nbsp;: les PJ veulent quelque chose, la personne en face attends quelque chose en retour. M&ecirc;me si souvent ce n&rsquo;est pas visible sous cet angle, les PJ devraient toujours d&rsquo;abord chercher &agrave; savoir contre quoi ils pourraient n&eacute;gocier ce qu&rsquo;ils veulent.</p>
<p>Cela signifie que vous devez aussi le pr&eacute;voir. Souvent, il peut s&rsquo;agir d&rsquo;un service, d&rsquo;une information. Parfois un all&egrave;gement de peine ou l&rsquo;engagement des PJ &agrave; laisser un adversaire vaincu s&rsquo;enfuir une fois l&rsquo;information donn&eacute;e. D&rsquo;autre fois, la non-ex&eacute;cution de menaces comme ne pas d&eacute;noncer un contrebandier aux corporations. L&rsquo;essentiel est que l&rsquo;interlocuteur ait l&rsquo;impression d&rsquo;avoir gagn&eacute; quelque chose.</p>
<p>Durant des n&eacute;gociations, mais aussi toute interaction sociale avec des PNJ, se pose la question de jouer &agrave; la premi&egrave;re ou troisi&egrave;me personne. C&rsquo;est-&agrave;-dire&nbsp;: devez-vous prendre la parole pour le PNJ et l&rsquo;interpr&eacute;ter comme au th&eacute;&acirc;tre, ou d&eacute;crire ses intentions et son message comme vous auriez d&eacute;crit le r&eacute;sultat d&rsquo;une action d&rsquo;un autre type&nbsp;?</p>
<p>Il n&rsquo;y a pas de r&eacute;ponse d&eacute;finitive&nbsp;: certaines tables pr&eacute;f&egrave;rent jouer la premi&egrave;re solution, d&rsquo;autre la seconde. La premi&egrave;re peut apporter plus d&rsquo;immersion mais la seconde permet de mieux retranscrire ce que les PJ comprennent r&eacute;elle avec leurs facult&eacute;s. Parfois, on peut aussi voir un m&eacute;lange des deux. C&rsquo;est, semble-t-il, une question de go&ucirc;t qui a d&eacute;j&agrave; fait l&rsquo;objet de nombreux d&eacute;bats anim&eacute;s. &Agrave; vous et &agrave; vos joueurs de trouver la m&eacute;thode qui vous pla&icirc;t le plus.</p>
<h2>R&eacute;compenses</h2>
<p>Bon nombre de joueurs ne se satisfont pas seulement de l&rsquo;histoire et attendent une certaine &eacute;volution de leur personnage, souvent en termes de puissance. Cette &eacute;volution est couverte par le syst&egrave;me des Intrigues de personnage. Toutefois, ces intrigues proposent une r&eacute;compense &agrave; des objectifs secondaires.</p>
<p>Vous pouvez, &agrave; votre discr&eacute;tion, octroyer des r&eacute;compenses lorsque certaines &eacute;tapes sont accomplis durant une s&eacute;rie, en plus des r&eacute;compenses issues des Intrigues de personnage. Voici une liste, non-exhaustive de ce genre de r&eacute;compense&nbsp;:</p>
<ul>
<p>Meilleur traitement civil&nbsp;: c&rsquo;est la base dans Solaires. Travailler pour une corporation permet d&rsquo;avoir un meilleur traitement civil que celui de base, d&eacute;j&agrave; convenable. C&rsquo;est toutefois une r&eacute;compense annexe pour les PJ qui sont souvent des ind&eacute;pendants vivant en dehors des conditions normales des autres citoyens.</p>
<p>Progression sur des objectifs personnels&nbsp;: certains joueurs aiment d&eacute;finir des objectifs &agrave; long terme pour leurs personnages, cela peut aller de la volont&eacute; d&rsquo;int&eacute;grer un groupe en particulier comme les Solar Wardners, &agrave; de v&eacute;ritables qu&ecirc;tes personnelles comme retrouver une s&oelig;ur perdue de vue en arrivant dans les colonies. Ici la r&eacute;compense n&rsquo;est pas n&eacute;cessairement l&rsquo;accomplissement de l&rsquo;objectif mais celui d&rsquo;une &eacute;tape.</p>
<p>Nouveaux contacts&nbsp;: certains joueurs adorent remplir leur carnet d&rsquo;adresse et former d&rsquo;importants r&eacute;seaux. Ces joueurs cr&eacute;ent g&eacute;n&eacute;ralement des personnages qui se concentrent sur l&rsquo;aspect des relations.</p>
<p>Nouveau mat&eacute;riel&nbsp;: certains joueurs collectionnent les gadgets et ne ratent jamais une occasion de mettre la main sur de nouvelles technologies ou plus simplement d&rsquo;am&eacute;liorer leur arsenal. Dans Solaires, &ccedil;a peut aller jusqu&rsquo;&agrave; changer d&rsquo;enveloppe ou m&ecirc;me effectuer de la psychochirurgie.</p>
<p>Nouvelles accr&eacute;ditations&nbsp;: beaucoup de mat&eacute;riel, de lieux et de m&eacute;tiers, sont verrouill&eacute;s par un syst&egrave;me d&rsquo;accr&eacute;ditation. Par exemple, il est strictement interdit de pratique la m&eacute;decine dans les colonies sans l&rsquo;accr&eacute;ditation appropri&eacute;e. De la m&ecirc;me fa&ccedil;on, les armes non-l&eacute;tales sont restreintes &agrave; une licence sur Mars, tandis que les l&eacute;tales sont totalement interdites en dehors du personnel de s&eacute;curit&eacute; militaire martien. De nombreux lieux sont aussi interdits, les sections de maintenance par exemple, exigent une accr&eacute;ditation des services techniques de la cit&eacute; ou de l&rsquo;installation. Ces accr&eacute;ditations sont souvent temporaires, mais renouvel&eacute;es tant que le personnage travaille avec les corporations.</p>
<p>Promesses de service&nbsp;: les personnages joueurs travaillent g&eacute;n&eacute;ralement pour les corporations qui, en plus de leur donner un meilleur traitement civil, leur octroient de nombreuses faveurs, souvent utiles en mission, comme l&rsquo;acc&egrave;s &agrave; du mat&eacute;riel particulier, notamment des vaisseaux, ou des accr&eacute;ditations temporaires, pour notamment se rendre dans certains lieux interdit au public ou utiliser du mat&eacute;riel particulier. Ce type de r&eacute;compense permet de demander ce type de faveur lors d&rsquo;une prochaine partie et repr&eacute;sente une r&eacute;compense g&eacute;n&eacute;ralement plus adaptable que les autres.</p>
</ul>
