<h1>Corporations</h1>
<p><br/>
</p>
<blockquote>&laquo;&nbsp;Ces Terriens nous plaignent lorsqu&rsquo;ils apprennent que nous vivons sous la coupe d&rsquo;une entreprise. Ah&nbsp;! S&rsquo;ils savaient&hellip;&nbsp;&raquo;</blockquote>
<h2>Les nations extraterrestres</h2>
<p>Si, &agrave; l&rsquo;exception d&rsquo;Urania et Aesir, elles furent toutes des soci&eacute;t&eacute;s multinationales de la Terre, les corporations ne sont plus des entreprises. Depuis le trait&eacute; des colonies, elles sont devenues des nations &agrave; part enti&egrave;re, autonomes politiquement, &eacute;conomiquement et militairement. Ainsi de nos jours, l&rsquo;appellation corporation d&eacute;signe les nations extraterrestres.</p>
<p>Tout ceci ne concerne pas Sol6 qui, malgr&eacute; une histoire pass&eacute;e commune, ne s&rsquo;est jamais &eacute;mancip&eacute;e de la Terre et reste une simple soci&eacute;t&eacute; commerciale.</p>
<h2>Le statut des incorpor&eacute;s</h2>
<p>Compte tenu de leur pass&eacute;, on pourrait penser que les corporations voient leurs incorpor&eacute;s, c&rsquo;est-&agrave;-dire les colons appartenant &agrave; cette nation, comme de la simple main-d&rsquo;&oelig;uvre. Associ&eacute; au fait que toutes les corporations sont en l&eacute;g&egrave;re surproduction malgr&eacute; un ch&ocirc;mage partiel de pr&egrave;s de 90&nbsp;%, on peut se poser la question suivante&nbsp;: pourquoi une super-entreprise dont la main d&rsquo;&oelig;uvre est extr&ecirc;mement abondante et facilement rempla&ccedil;able, prendrait autant soin de ses employ&eacute;s&nbsp;? Il faut alors rappeler que ces derniers sont aussi les clients de la soci&eacute;t&eacute; qui vit en vase clos.</p>
<p>C&rsquo;est cette conscience aigu&euml; d&rsquo;un environnement ferm&eacute; auto-d&eacute;pendant qui pousse les corporations dans leurs choix de soci&eacute;t&eacute;s. Lorsqu&rsquo;une population a acquis l&rsquo;immortalit&eacute;, les politiques visant le tr&egrave;s long terme deviennent beaucoup plus &eacute;videntes, car ce ne seront pas seulement les g&eacute;n&eacute;rations futures qui seront touch&eacute;es mais aussi la g&eacute;n&eacute;ration actuelle. C&rsquo;est pourquoi les incorpor&eacute;s b&eacute;n&eacute;ficient d&rsquo;une qualit&eacute; de vie que leur envie la quasi-totalit&eacute; des terriens.</p>
<p>Concr&egrave;tement, toutes les corporations accordent des droits de base &agrave; tous les incorpor&eacute;s&nbsp;: environnement adapt&eacute;, nourriture, &eacute;nergie, habitat et capacit&eacute; de communication. Seule Sol6 ne prend pas en charge l&rsquo;&eacute;ducation, la sant&eacute; et la sauvegarde minimale. Avec ces droits, vient g&eacute;n&eacute;ralement une perte d&rsquo;autonomie, jusqu&rsquo;&agrave; ce que certaines conditions soient r&eacute;unies (diff&eacute;rentes selon les corporations), les incorpor&eacute;s sont en effet consid&eacute;r&eacute;s comme appartenant &agrave; leur corporation d&rsquo;origine.</p>
<p>Par ailleurs, les incorpor&eacute;s ne sont pas li&eacute;s &agrave; vie &agrave; leur corporation et de nombreux mouvements entre les corporations existent. En vertu du trait&eacute; des Solaires, ces transferts s&rsquo;effectuent toujours &agrave; l&rsquo;initiative de la personne changeant de corporation. Malgr&eacute; tout, lorsque cela se produit, la corporation accueillant la personne offre, par tradition, un pr&eacute;sent &agrave; la corporation qui lui a fourni cette personne.</p>
<h2>Propri&eacute;t&eacute; intellectuelle</h2>
<p>La propri&eacute;t&eacute; intellectuelle est une notion difficile &agrave; d&eacute;finir. Les corporations sont parties du cadre qui a &eacute;merg&eacute; en ce qui concerne les connaissances scientifiques et techniques pour prot&eacute;ger, r&eacute;guler et r&eacute;glementer ce qu&rsquo;elles d&eacute;finissent comme des infrastructures immat&eacute;rielles.</p>
<p>En ce qui concerne la propri&eacute;t&eacute; industrielle et les connaissances scientifiques, depuis la signature des accords sur le partage des connaissances en 2083, les corporations ont enti&egrave;rement abandonn&eacute; le syst&egrave;me classique des brevets et les d&eacute;couvertes scientifiques doivent &ecirc;tre rendues accessibles au plus grand nombre, les principes de droit de divulgation et de repentir sont th&eacute;oriquement morts. Les signataires de ces accords partagent l&rsquo;int&eacute;gralit&eacute; de leurs d&eacute;couvertes scientifiques et technologiques. Les lois sur la propri&eacute;t&eacute; intellectuelle ne permettent plus d&rsquo;interdire l&rsquo;utilisation d&rsquo;une connaissance ou d&rsquo;une technique d&eacute;velopp&eacute;e par un tiers. Seule la paternit&eacute; reste op&eacute;rante et incessible&nbsp;: le cr&eacute;ateur d&rsquo;une id&eacute;e reste la personne (physique, infomorphe ou morale) qui l&rsquo;a d&eacute;couverte ou cr&eacute;&eacute;e.</p>
<p>&Eacute;videmment, lorsque leurs conditions se sont am&eacute;lior&eacute;es, les corporations ont cherch&eacute; &agrave; garder secr&egrave;tes certaines de leurs d&eacute;couvertes. Aussi, m&egrave;nent-elles de nombreuses recherches discr&egrave;tes dans des laboratoires cach&eacute;s ou pas. Pour cette m&ecirc;me raison, toutes les corporations ont aussi d&eacute;velopp&eacute; des m&eacute;thodes d&rsquo;espionnage de plus en plus performantes afin de mettre la main sur ces fameuses d&eacute;couvertes. &Eacute;tant donn&eacute; que toutes les corporations sont tenues de respecter les accords sur le partage des connaissances scientifiques et techniques, les victimes de ces actes d&rsquo;espionnage ne portent d&rsquo;action en justice que si des d&eacute;g&acirc;ts collat&eacute;raux importants ont eu lieu et pr&eacute;f&egrave;rent &eacute;touffer l&rsquo;affaire sans chercher &agrave; se venger. Pour dire vrai, l&rsquo;espionnage industriel et le piratage informatique sont devenus des pratiques courantes, tol&eacute;r&eacute;es et m&ecirc;me consid&eacute;r&eacute;es comme normales, voire b&eacute;n&eacute;fique selon le point de vue d&rsquo;Aesir.</p>
<p>Ainsi pourrait se r&eacute;sumer le fonctionnement de la propri&eacute;t&eacute; intellectuelle scientifique et technique dans la soci&eacute;t&eacute; des Solaires&nbsp;: tout ce qui a &eacute;t&eacute; d&eacute;couvert est publique et seul ce qui n&rsquo;a pas &eacute;t&eacute; pirat&eacute; est encore priv&eacute;.</p>
<p>Les &oelig;uvres artistiques b&eacute;n&eacute;ficient de droits particuliers. Le droit de divulgation permet de publier une &oelig;uvre au moment o&ugrave; celle-ci est jug&eacute;e dans un &eacute;tat acceptable et celui d&rsquo;attribution est utilis&eacute; pour prot&eacute;ger les cr&eacute;ateurs d&rsquo;attributions malicieuses.</p>
<p>Les signes distinctifs peuvent b&eacute;n&eacute;ficier d&rsquo;une protection l&eacute;gale. En effet, ceux-ci sont consid&eacute;r&eacute;s comme faisant partie des moyens que les entreprises et les consommateurs peuvent employer pour &eacute;viter les tromperies.</p>
<p>Pour toutes ces &oelig;uvres, le droit de renonciation peut &ecirc;tre exerc&eacute; si une commission l&rsquo;autorise. Certaines &oelig;uvres rel&egrave;vent de plusieurs cat&eacute;gories, voir de toutes.</p>
<h2>&Eacute;conomie inter-corporations</h2>
<p>L&rsquo;&eacute;conomie est l&rsquo;une des choses qui marque le plus les terriens qui d&eacute;couvrent les colonies. Il n&rsquo;existe pas de devise inter-corporation et tous les &eacute;changes entre elles se r&eacute;sument &agrave; du troc. Bien s&ucirc;r de nombreuses personnes ont cherch&eacute; &agrave; mettre en place des r&egrave;gles de calculs permettant d&rsquo;&eacute;valuer la valeur de ces &eacute;changes mais les corporations n&rsquo;en ont jamais tenu compte.</p>
<p>Cet &eacute;tat de fait date du repli des corporations dans l&rsquo;espace. Contraintes de s&rsquo;entraider et ne pouvant plus transiter par le syst&egrave;me &eacute;conomique de la Terre, elles se sont r&eacute;sign&eacute;es &agrave; ce type d&rsquo;&eacute;changes normalement temporaires. N&rsquo;&eacute;tant plus plac&eacute;es dans un milieu comp&eacute;titif, elles finirent par s&rsquo;accorder une confiance suffisante et continu&egrave;rent dans ce sens&nbsp;: une monnaie inter-corporation n&rsquo;&eacute;tait plus n&eacute;cessaire.</p>
<p>Ainsi, les corporations s&rsquo;&eacute;changent des mati&egrave;res premi&egrave;res, des biens et des services sans jamais avoir besoin de monnaie. Il est ind&eacute;niable que ces &eacute;changes ne sont pas &eacute;quilibr&eacute;s, mais elles s&rsquo;en accommodent tr&egrave;s bien&nbsp;: apr&egrave;s-tout n&rsquo;oublions pas qu&rsquo;elles sont toutes en l&eacute;g&egrave;re surproduction. Il existe quelques rares cas o&ugrave; les corporations n&eacute;gocient en se basant sur des notions abstraites, notamment lors d&rsquo;&eacute;changes impliquant une station spatiale.</p>
<h2>&Eacute;conomie intra-corporation</h2>
<p>A l&rsquo;int&eacute;rieur d&rsquo;une corporation les choses sont en revanche bien diff&eacute;rentes&nbsp;: il ne s&rsquo;agit plus de 6 corporations alli&eacute;es et plus ou moins amies, mais de millions d&rsquo;individus dont une grande partie ne fait aucunement confiance aux autres.</p>
<p>Aussi, chaque corporation poss&egrave;de une devise pour ses &eacute;changes internes. Si ces devises portent toutes le nom &ldquo;cr&eacute;dit&rdquo;, elles ne sont pas &eacute;quivalentes d&rsquo;une corporation &agrave; l&rsquo;autre et les cr&eacute;dits d&rsquo;une corporation sont sans valeur dans une autre. De plus, la gestion de cette masse mon&eacute;taire d&eacute;pend enti&egrave;rement de la corporation et toutes interdisent l&rsquo;emploi de ces monnaies par des tiers, surtout si cela conduisait &agrave; ing&eacute;rer dans l&rsquo;&eacute;conomie interne de la corporation &eacute;mettrice.</p>
<p>Chaque corporation a choisi un fonctionnement &eacute;conomique interne&nbsp;:</p>
<ul>
    <li>Waylanders et Suan, ont privil&eacute;gi&eacute; un syst&egrave;me capitaliste mixte et sont compos&eacute;es d&rsquo;une myriade de soci&eacute;t&eacute;s fond&eacute;es par des individus. Pour Waylanders, la monnaie y est introduite et r&eacute;gul&eacute;e directement par la corporation alors que pour Suan les instituts financiers internes &eacute;mettent leurs propres monnaies dont les cours varient par rapport au cr&eacute;dit fixe de cette corporation cr&eacute;&eacute;e apr&egrave;s la d&eacute;faite durant la guerre. Les &eacute;changes se font librement m&ecirc;me si ces corporations veillent &agrave; conserver un certain l&rsquo;&eacute;quilibre. Ces corporations favorisent les possessions individuelles et appartiennent m&ecirc;me &agrave; leurs incorpor&eacute;s.</li>
    <li>Vranberg-Lytan et Aesir ont pris la voie d&rsquo;une &eacute;conomie virtuelle et militariste. La monnaie y a un usage de rationnement et tout emprunt de mat&eacute;riel ou autre denr&eacute;e est r&eacute;git par la corporation. Pour Vranberg-Lytan, cela passe par un calcul f&eacute;licifique et par une notion de r&eacute;putation via un r&eacute;seau social interne pour Aesir. Heureusement, le traitement par les technologies de l&rsquo;information a rendu tout ceci parfaitement viable, fluide et transparent pour les incorpor&eacute;s.</li>
    <li>Mars et Urania, ont choisi un syst&egrave;me proche du communisme d&rsquo;&eacute;tat. Compos&eacute;es d&rsquo;un assez grand nombre de soci&eacute;t&eacute; fille, elles gardent une &eacute;conomie des plus virtuelle. En effet, elles &eacute;mettent la monnaie en payant les salaires de leurs incorpor&eacute;s et la d&eacute;truisent lorsque ces derniers utilisent cet argent pour obtenir des services ou des biens. Elle r&eacute;gule m&ecirc;me sa masse mon&eacute;taire en adaptant les prix des services. La propri&eacute;t&eacute; individuelle est respect&eacute;e mais se limite aux biens non structurels de la corporation&nbsp;: colonies, soci&eacute;t&eacute;s et autres moyens de production principaux ainsi que les plus grands vaisseaux n&rsquo;appartiendront jamais &agrave; un incorpor&eacute;.</li>
    <li>Sol6 pour sa part est rest&eacute;e une &ldquo;simple&rdquo; soci&eacute;t&eacute; dans le syst&egrave;me &eacute;conomique de la Terre.</li>
</ul>
<h2>Fonctionnement politique</h2>
<p>D&eacute;j&agrave; que leurs syst&egrave;mes &eacute;conomiques ne se ressemblent pas, les corporations ont aussi adopt&eacute; des syst&egrave;mes politiques radicalement diff&eacute;rents.</p>
<ul>
    <li>Waylanders poss&egrave;de un syst&egrave;me de d&eacute;cision bas&eacute; sur une assembl&eacute;e compos&eacute;e des actionnaires majoritaires. Cette assembl&eacute;e vote les lois et &eacute;lit les t&ecirc;tes des branches civiles et militaires de la corporation sur lesquels elle dispose d&rsquo;une autorit&eacute; directe. Contrairement aux id&eacute;es re&ccedil;ues, les prises de d&eacute;cision sont rapides, notamment gr&acirc;ce au soutien des technologies de l&rsquo;information mais aussi gr&acirc;ce au charisme de Robert Teadrill, qui pr&eacute;side actuellement l&rsquo;assembl&eacute;e.</li>
    <li>Suan repose aussi sur les actionnaires mais d&rsquo;une autre fa&ccedil;on. Ceux-ci, qui repr&eacute;sentent la totalit&eacute; des incorpor&eacute;s, &eacute;lisent un pr&eacute;sident pour un mandat imp&eacute;ratif au suffrage universel pond&eacute;r&eacute; par les parts de la corporation qu&rsquo;ils poss&egrave;dent. Ce pr&eacute;sident nomme ensuite des conseillers et des ministres. Ces derniers produiront les lois de la corporation tandis que les conseillers sont affect&eacute;s &agrave; la gestion quotidienne d&rsquo;un des aspects de la corporation. Le pr&eacute;sident conserve un droit de contr&ocirc;le sur les actions de ses conseillers et de ses ministres. Depuis la d&eacute;faite de Suan durant la guerre, Nora &ldquo;Pelican&rdquo; pr&eacute;side avec grande sagesse la corporation.</li>
    <li>Vranberg-Lytan repose sur un conseil militaire et les aspects civils de la corporation sont assujettis &agrave; la branche militaire &agrave; tous les niveaux. Ce conseil &eacute;lu par les amiraux et g&eacute;n&eacute;raux de Vranberg-Lytan &eacute;tabli les lois et r&eacute;git la corporation d&rsquo;une main de fer. L&rsquo;accession aux postes importants s&rsquo;effectue par la voie de la promotion militaire. Il ne faut toutefois pas s&rsquo;imaginer que tous les incorpor&eacute;s sont des soldats&nbsp;: si le syst&egrave;me de grade est aussi pr&eacute;sent dans la partie civile de la corporation, il ne traduit que des comp&eacute;tences sp&eacute;cialis&eacute;es et une implication volontaire de la personne et non son exp&eacute;rience au combat.</li>
    <li>Aesir a h&eacute;rit&eacute; en grande partie du fonctionnement de Vranberg-Lytan et poss&egrave;de une hi&eacute;rarchie militaire tr&egrave;s stricte. Le conseil militaire est celui qui a initi&eacute; la scission avec la corporation m&egrave;re et aucun renouvellement de celui-ci n&rsquo;a encore eu lieu. Marth &ldquo;Iron Lady&rdquo; dirige le conseil avec toujours autant de force et personne ne semble chercher &agrave; lui reprendre le tr&ocirc;ne de la corporation, surtout avec des conseillers aussi soumis. D&rsquo;ailleurs, aucune r&egrave;gle de succession n&rsquo;a encore &eacute;t&eacute; &eacute;tablie. L&rsquo;accession aux postes importants ne se fait que sur nomination par le conseil qui tient &agrave; r&eacute;gir la majorit&eacute; des aspects de la corporation.</li>
    <li>Mars est la seule corporation dont on ne conna&icirc;t pas l&rsquo;identit&eacute; de ses dirigeants. Cet &eacute;tat persiste depuis les attentats perp&eacute;tr&eacute;s par l&rsquo;ONU. Officiellement, le renouvellement de ce conseil se fait par cooptation mais &eacute;tant donn&eacute; le secret qui l&rsquo;entoure, rien n&rsquo;est s&ucirc;r. Les postes importants sont attribu&eacute;s sur la base du volontariat, le conseil n&rsquo;ayant que rarement &agrave; trancher. Mars est l&rsquo;une des moins productives des corporations et il arrive que certains postes restent non pourvus pendant des dur&eacute;es importantes. Lorsque cela arrive, le conseil d&eacute;signe lui-m&ecirc;me un citoyen pour assurer l&rsquo;intendance.</li>
    <li>Urania marche dans les pas de Mars mais a refus&eacute; le principe d&rsquo;un conseil secret. La d&eacute;signation des trois hauts conseillers s&rsquo;effectue en deux phases. La premi&egrave;re est un vote au suffrage universel pour &eacute;lire les maires qui &eacute;liront &agrave; leur tour les conseillers. Il faut noter que, depuis la formation d&rsquo;Urania, les seules &eacute;lections du conseil ayant eu lieu ont simplement reconduit les dirigeants d&rsquo;alors&nbsp;: Evan &ldquo;Thighstone&rdquo;, Louise Verdner et &OElig;uria.</li>
</ul>
<h2>Le cas des ind&eacute;pendants</h2>
<p>Il existe de nombreux Solaires vivant en marge des corporations&nbsp;: les ind&eacute;pendants ou freelances. Les plus connus sont certainement les Soleils, une flotte de mercenaire, et les prestigieux Solar Wardners. Cette &eacute;vocation coupe g&eacute;n&eacute;ralement court aux id&eacute;es re&ccedil;ues d&eacute;crivant les ind&eacute;pendants comme des marginaux pouilleux.</p>
<p>Chaque groupe poss&egrave;de ses propres lois, coutumes et moyens. Toutefois, afin d&rsquo;&eacute;viter de s&rsquo;attirer le courroux des Solar Wardners ou d&rsquo;une corporation, ils respectent les trait&eacute;s majeurs de la civilisation des Solaires, notamment le Trait&eacute; des Colonies et le Trait&eacute; des Solaires.</p>
<p>Les corporations mineures, ainsi cr&eacute;&eacute;es, permettent aux fondateurs de conserver leurs liens avec leur corporation d&rsquo;origine. Toutefois, le d&eacute;veloppement d&rsquo;une nouvelle corporation par la cr&eacute;ation d&rsquo;&ecirc;tres n&rsquo;est g&eacute;n&eacute;ralement pas autoris&eacute;e par les corporations majeures, aussi celles-l&agrave; se retrouvent souvent isol&eacute;es. Malgr&eacute; tout, Aesir et Suan, la premi&egrave;re pour des raisons historiques et la seconde pour des raisons id&eacute;ologiques, semblent les moins r&eacute;ticentes &agrave; s&rsquo;associer &agrave; ces nouvelles corporations.</p>
<p>Si certains groupes s&rsquo;isolent compl&egrave;tement pour tenter de vivre leur utopie, d&rsquo;autres travaillent en relation &eacute;troite avec les corporations ou transversalement &agrave; celles-ci. Ces derni&egrave;res leur accordent ainsi assez souvent des missions qu&rsquo;elles ne peuvent effectuer par elles-m&ecirc;mes ou qu&rsquo;elles jugent trop dangereuses pour y envoyer leurs propres incorpor&eacute;s. En &eacute;change, les corporations leur octroient du mat&eacute;riel et d&rsquo;autres ressources. Parfois, certains ind&eacute;pendants obtiennent m&ecirc;me des droits sp&eacute;cifiques ou le soutient direct d&rsquo;une corporation.</p>
<p>Les ind&eacute;pendants qui ne recherchent pas l&rsquo;isolement total font de leur mieux pour conserver des relations cordiales avec les corporations, m&ecirc;me s&rsquo;il arrive qu&rsquo;ils aient &agrave; enfreindre certaines r&egrave;gles ou lois. En effet, tout freelance sait que le jour o&ugrave; il devra affronter directement une corporation, il dispara&icirc;tra&hellip;</p>
