<h1>Cr&eacute;ation des personnages</h1>
<blockquote>&laquo;&nbsp;D&eacute;sormais, chacun peut &ecirc;tre de qu&rsquo;il souhaite &ecirc;tre. Nous avons bris&eacute; les cha&icirc;nes qui nous liaient &agrave; notre corps.&nbsp;&raquo;<br/>
Jova, vulgarisatrice scientifique</blockquote>
<h2>Cr&eacute;er les personnages</h2>
<p>Solaires poss&egrave;de un syst&egrave;me de jeu tr&egrave;s simple et vous pouvez vous limiter &agrave; d&eacute;crire votre personnage, surligner ses &eacute;l&eacute;ments importants et leur donner un nombre entre 1 et 3 en fonction de leur importance. C&rsquo;est tout&nbsp;: le personnage sera utilisable et enti&egrave;rement compatible avec le reste du syst&egrave;me de jeu.</p>
<p>C&rsquo;est bien, non&nbsp;? Pour le MJ cela permet de cr&eacute;er des PNJ rapidement comme ce&laquo;&nbsp;Chef de la s&eacute;curit&eacute; (3),ancienCommando spatial (2), Peu loquace (1)qui poss&egrave;de unFort a priori envers les &eacute;trangers (3)et qui joue de son statut et de la stature que lui donne sonArmure l&eacute;g&egrave;re (1).&nbsp;&raquo;.</p>
<p>Pour cr&eacute;er un personnage joueur en revanche, nous avons constat&eacute; que cette m&eacute;thode ne guide pas suffisamment le joueur. Heureusement, l&rsquo;&eacute;norme flexibilit&eacute; du syst&egrave;me permet d&rsquo;autre m&eacute;thodes de cr&eacute;ation. Et pour vous aider, nous vous donnons dans cette section une m&eacute;thode plus d&eacute;taill&eacute;e pour construire vos personnages.</p>
<p>Pour commencer, voici, en r&eacute;sum&eacute;, les &eacute;tapes de la cr&eacute;ation d&rsquo;un personnage&nbsp;:</p>
<ul>
    <li>la cr&eacute;ation du groupe qui assureun certain &eacute;quilibre et la polyvalence de l&rsquo;&eacute;quipe&nbsp;;</li>
    <li>la d&eacute;finition du concept et de l&rsquo;identit&eacute; du personnage qui permettent de d&eacute;finir les &eacute;l&eacute;ments principaux du personnage&nbsp;;</li>
    <li>la construction de l&rsquo;histoire, construite &agrave; partir de carri&egrave;res et relations mises ensuite en ordre dans une mini frise chronologique&nbsp;;</li>
    <li>le choix de traits physiques et mentaux pour personnaliser votre personnage&nbsp;;</li>
    <li>la description de son avatar et de son enveloppe&nbsp;;</li>
    <li>le choix de ses possessions, ses modifications et logiciels&nbsp;;</li>
    <li>le chiffrage des &eacute;l&eacute;ments qui permet d&rsquo;attribuer des valeurs &agrave; tout ce qui pr&eacute;c&egrave;de.</li>
</ul>
<p>Dans le cas d&rsquo;une s&eacute;rie, vous d&eacute;finirez aussi une intrigue pour le personnage qui servira lui donner un objectif secondaire et un moyen d&rsquo;&eacute;voluer.</p>
<h2>Groupe et Personnages</h2>
<p>Avant de proc&eacute;der &agrave; la cr&eacute;ation dans le d&eacute;tail, nous vous recommandons de vous int&eacute;resser &agrave; la cr&eacute;ation du groupe. En effet, normalement, les personnages vont former un groupe ou une &eacute;quipe lors de l&rsquo;aventure et il est sans doute n&eacute;cessaire de porter une attention toute aussi importante &agrave; la composition du groupe qu&rsquo;&agrave; la cr&eacute;ation des personnages individuellement.</p>
<p>La premi&egrave;re chose &agrave; faire est de fixer la nature du groupe et son objectif. Par exemple, la nature du groupe peut &ecirc;tre&laquo;&nbsp;un solar wardner et son &eacute;quipe&nbsp;&raquo;ou encore&laquo;&nbsp;l&rsquo;&eacute;quipage d&rsquo;un vaisseau d&rsquo;intervention&nbsp;&raquo;. L&rsquo;objectif du groupe pourrait &ecirc;tre&laquo;&nbsp;Servir une corporation&nbsp;&raquo;,&laquo;&nbsp;R&eacute;soudre les probl&egrave;mes de clients&nbsp;&raquo;, etc.</p>
<p>Une fois ces deux aspects d&eacute;finis, vous devez veiller &agrave; ce que l&rsquo;&eacute;quipe des PJ soit suffisamment polyvalente. Une aventure de Solaires peut couvrir plusieurs aspects&nbsp;:<cite>Combat, Enqu&ecirc;te, Espace, Infiltration, Informatique, N&eacute;gociations, Relations et technologie.</cite>Il est indispensable que l&rsquo;&eacute;quipe des PJ soit en mesure de faire face aux situations d&eacute;coulant de tous ces aspects, ou tout du moins de tout ceux que le meneur a pr&eacute;vu de faire intervenir. Les personnages du groupe devraient donc se r&eacute;partir les diff&eacute;rents aspects sans oublier un peu de redondance au cas o&ugrave;.</p>
<p>Cette &eacute;tape pass&eacute;e, il est temps de construire les concepts des personnages (voir plus loin). Durant cette &eacute;tape, les joueurs doivent &eacute;changer un minimum pour &eacute;viter des doublons ou des incompatibilit&eacute;s. Dans le m&ecirc;me temps, profitez-en pour d&eacute;finir la place de chaque personnage dans le groupe&nbsp;: par exemple, qui est le commandant du vaisseau, l&rsquo;officier technique, l&rsquo;officier de la s&eacute;curit&eacute;, etc.</p>
<p>Enfin, &eacute;tablissez les relations entre les personnages, pour vous assurer notamment qu&rsquo;ils sont compatibles entre eux. Cela signifie que dans, le pire des cas, ils ne devraient pas avoir de raison de ne pas travailler ensemble, et qu&rsquo;ils devraient plut&ocirc;t avoir des raisons ou des affinit&eacute;s pour collaborer.</p>
<p><br/>
</p>
<h2>Concept et identit&eacute;</h2>
<p>La premi&egrave;re brique d&rsquo;un personnage est son concept. Il s&rsquo;agit d&rsquo;un r&eacute;sum&eacute; de ce qu&rsquo;il est et de sa fonction. Normalement, vous devriez le construire en m&ecirc;me temps que le groupe.</p>
<p>Commencez &agrave; remplir le cartoucheIdentit&eacute;du personnage en r&eacute;pondant &agrave; ces questions&nbsp;:</p>
<ul>
    <li><em>R&ocirc;les&nbsp;</em>: quels sont les r&ocirc;les du personnage&nbsp;? Il s&rsquo;agit des aspects d&rsquo;une aventure que votre personnage est capable de g&eacute;rer. Vous trouverez la liste d&eacute;taill&eacute;e des aspects dans la section&Eacute;l&eacute;ments de personnage&nbsp;:Aspects d&rsquo;une aventure.</li>
    <li><em>Profession&nbsp;</em>: quelle est la profession, le m&eacute;tier ou la vocation actuelle de votre personnage&nbsp;? Cette notion correspond &agrave; une carri&egrave;re du personnage. Vous pourrez lui en attribuer d&rsquo;autres plus loin. Une liste de carri&egrave;res courantes est disponibleplusun peu plusloin.</li>
    <li><em>Nature d&rsquo;esprit&nbsp;</em>: quelle est la nature de l&rsquo;esprit de votre personnage&nbsp;? Il s&rsquo;agit ici de d&eacute;terminer la source de la conscience de votre personnage. Il peut tout &agrave; fait s&rsquo;agir d&rsquo;un esprit humain (une intelligence naturelle), d&rsquo;une intelligence supervis&eacute;e ou m&ecirc;me d&rsquo;une intelligence artificielle. L&agrave; encore, vous trouverez une liste des natures d&rsquo;esprit dans la section&Eacute;l&eacute;ments de personnage&nbsp;:Nature des personnages.</li>
    <li><em>Enveloppe usuelle&nbsp;</em>: quelle est la nature de l&rsquo;enveloppe usuelle de votre personnage&nbsp;? L&rsquo;enveloppe est le corps de votre personnage. De nombreux types sont disponibles allant de cyborgs &agrave; des corps enti&egrave;rement cybern&eacute;tis&eacute;s. Notez que les IA et &Eacute;th&eacute;r&eacute;s sont des informorphes. La liste compl&egrave;te des enveloppes est disponible dans la section&Eacute;l&eacute;ments de personnage&nbsp;:Nature des personnages.</li>
</ul>
<p><br/>
</p>
<p><br/>
</p>
<p><br/>
</p>
<p>L&rsquo;identit&eacute; vient ensuite compl&eacute;ter le concept en ajoutant des informations de bases servant &agrave; identifier le personnage. Notez que la plupart des syst&egrave;mes automatis&eacute;s, ce qui inclus les administrations, utilisent un ensemble de certificats pour identifier le personnage&nbsp;: c&rsquo;est ce que les solaires appellent la cl&eacute;-ID. Quelles que soient les informations d&eacute;crites dans cette section, consid&eacute;rez qu&rsquo;&agrave; partir du moment o&ugrave; une corporation conna&icirc;t votre personnage, il poss&egrave;de une cl&eacute;-ID.</p>
<p>L&rsquo;identit&eacute; pr&eacute;cise les informations suivantes&nbsp;:</p>
<ul>
    <li><em>Pseudonyme&nbsp;</em>: quel est le pseudonyme de votre personnage&nbsp;? Plus qu&rsquo;un simple alias, il s'agit de la fa&ccedil;on dont le personnage est couramment appel&eacute;. &Agrave; la diff&eacute;rence d'un surnom, le pseudonyme est g&eacute;n&eacute;ralement choisi par la personne le portant et, dans la soci&eacute;t&eacute; des Solaires, il est souvent plus utilis&eacute; que le nom. Le pseudonyme est d'ailleurs enregistr&eacute; dans l'&eacute;tat civil, g&eacute;n&eacute;ralement entre guillemets, plac&eacute; entre les pr&eacute;noms et les noms de famille.</li>
    <li><em>Nom administratif&nbsp;</em>: quel est le nom administratif du personnage&nbsp;? Ce concept administratif regroupe ce que nous connaissons comme &ldquo;premier pr&eacute;nom, nom&rdquo;. Beaucoup de Solaires ne l'emploient plus vraiment et son usage tombe en d&eacute;su&eacute;tude. Toutefois, certaines administrations l'emploient encore et il est donc n&eacute;cessaire d&rsquo;en poss&eacute;der un, m&ecirc;me s&rsquo;il s'agit souvent du pseudonyme seul pour les &ecirc;tres artificiels.</li>
    <li><em>Affiliation&nbsp;</em>: &agrave; quelle entit&eacute; votre personnage est-il rattach&eacute;&nbsp;? Qu&rsquo;il s&rsquo;agisse d&rsquo;une corporation, d&rsquo;un groupe ou d&rsquo;une autre faction, le personnage est normalement attach&eacute; &agrave; une telle entit&eacute;. C&rsquo;est un peu l&rsquo;&eacute;quivalent de la nationalit&eacute; pour un Solaire. Les principales factions sont pr&eacute;sent&eacute;es dans&Eacute;l&eacute;ments de personnage&nbsp;:Principales factions.</li>
    <li><em>Genre&nbsp;</em>: de quel genre votre personnage se revendique-t-il&nbsp;? Initialement bas&eacute;e sur le sexe, cette notion a beaucoup perdu en sens. Choisi de plus en plus arbitrairement, notamment par les IA, cette notion ne rev&ecirc;t plus la m&ecirc;me importance. Les valeurs les plus repr&eacute;sent&eacute;es restent&laquo;&nbsp;neutre&nbsp;&raquo;,&laquo;&nbsp;masculin&nbsp;&raquo;et&laquo;&nbsp;f&eacute;minin&nbsp;&raquo;. On trouve aussi de nombreuses variantes comme&laquo;&nbsp;mixte&nbsp;&raquo;,&laquo;&nbsp;fluide&nbsp;&raquo;,&laquo;&nbsp;ind&eacute;fini&nbsp;&raquo;, etc.</li>
</ul>
<h2>Histoire</h2>
<p>L&rsquo;histoire du personnage est construite en deux temps. Vous commencerez par d&eacute;finir les carri&egrave;res et les relations du personnage. Ceci fait, vous les organiserez temporellement sur une mini-frise chronologique.</p>
<p>Comme nous l&rsquo;avons vu durant la construction du concept du personnage, les carri&egrave;res sont les m&eacute;tiers, les fonctions et les vocations que le personnage a pratiqu&eacute;. Vous allez noter les carri&egrave;res de votre personnage dans le cartouche Carri&egrave;res en r&eacute;pondant aux questions suivantes&nbsp;:</p>
<ul>
    <li>Votre personnage est-il natif de la Terre&nbsp;? Si oui, ajoutez la carri&egrave;re<em>Terrien</em>(avec un score de 1).</li>
    <li>Votre personnage est-il natif des colonies, ou a-t-il v&eacute;cu plusieurs mois dans les colonies&nbsp;? Si oui, ajouter la carri&egrave;re<em>Colon</em>(avec un score de 1).</li>
    <li>Quels sont les m&eacute;tiers, les fonctions ou les loisirs que votre personnage a pratiqu&eacute; durant sa vie&nbsp;? Vous trouverez une liste des carri&egrave;res les plus courantes juste apr&egrave;s, bien qu&rsquo;elle ne soit pas exhaustive. Vous pouvez choisir n&rsquo;importe quel m&eacute;tier pouvant exister dans l&rsquo;univers de Solaires. Rappelez-vous toutefois que votre personnage doit remplir les r&ocirc;les que vous avez choisis durant le concept du personnage.</li>
</ul>
<p><br/>
</p>
<p>Votre personnage poss&egrave;de normalement de nombreuses relations avec d&rsquo;autres personnes et groupes dans le syst&egrave;me solaire. Notez ces relations dans le cartouche Relations en r&eacute;pondant aux questions suivantes&nbsp;:</p>
<ul>
    <li>Quelles sont les affiliations actuelles et pass&eacute;es de votre personnage&nbsp;?</li>
    <li>Quelles sont les factions parmi lesquelles votre personnage poss&egrave;de des contacts ou des alli&eacute;s&nbsp;?</li>
    <li>Quels personnages importants sont des alli&eacute;s ou des amis du v&ocirc;tre&nbsp;?</li>
</ul>
<p>Maintenant que vous avez d&eacute;termin&eacute; les carri&egrave;res et les relations de votre personnage, vous allez les organiser dans le temps pour construire son histoire dans le cartouche Historique. Ce cartouche est compos&eacute; de plusieurs p&eacute;riodes, mais vous n&rsquo;&ecirc;tes pas oblig&eacute; de toutes les remplir, ou de vous limiter au nombre indiqu&eacute;.</p>
<p>La premi&egrave;re p&eacute;riode commence avec la naissance, ou la cr&eacute;ation, de votre personnage. Remplissez l&agrave; en r&eacute;pondant aux questions suivantes&nbsp;:</p>
<ul>
    <li>Quels sont la date et le lieu de naissance de votre personnage&nbsp;?</li>
    <li>Y a-t-il eu des d&eacute;tails ou des circonstances inhabituelles lors de cet &eacute;v&eacute;nement&nbsp;?</li>
    <li>Si vous &eacute;tiez un &ecirc;tre artificiel quel &eacute;tait l&rsquo;objectif de votre cr&eacute;ation&nbsp;?</li>
</ul>
<p>Pour le reste de l&rsquo;histoire de votre personnage, vous allez construire chaque p&eacute;riode avec les informations suivantes&nbsp;:</p>
<ul>
    <li>Quelle est la date du d&eacute;but de la p&eacute;riode&nbsp;? Il n&rsquo;y a pas de date de fin&nbsp;: chaque p&eacute;riode se termine avec la suivante.</li>
    <li>Quelles carri&egrave;res pratiquait-il durant cette p&eacute;riode&nbsp;? Vous pouvez en sp&eacute;cifier plusieurs et une carri&egrave;re peut &ecirc;tre utilis&eacute;e dans plusieurs p&eacute;riodes. Vous pouvez aussi n&rsquo;indiquer aucune carri&egrave;re pour une p&eacute;riode, mais vous aurez habituellement a minima les carri&egrave;res<em>Terrien</em>ou<em>Colon</em>. N&rsquo;oubliez pas que toutes les carri&egrave;res de votre personnage doivent figurer dans l&rsquo;histoire du personnage au moins une fois.</li>
    <li>Quelle &eacute;tait l&rsquo;affiliation du personnage durant la p&eacute;riode&nbsp;? Ici encore, vous pouvez en sp&eacute;cifier plusieurs ou aucune. Il est aussi permis d&rsquo;utiliser une affiliation plus d&rsquo;une fois.</li>
    <li>Quels ont &eacute;t&eacute; les &eacute;v&egrave;nements les plus importants ayant marqu&eacute; le personnage durant cette p&eacute;riode&nbsp;? Indiquez quelques &eacute;v&eacute;nements qui ont du sens pour la vie du personnage. Il est possible qu&rsquo;il n&rsquo;y en ait eu aucun, auquel cas laissez la ligne vide. Souvent, l&rsquo;un des &eacute;v&eacute;nements de la p&eacute;riode sert de d&eacute;clencheur &agrave; celle-ci. Par exemple, un personnage pourrait rejoindre les colonies apr&egrave;s avoir &eacute;t&eacute; d&eacute;go&ucirc;t&eacute; par les pratiques douteuses de son pays d&rsquo;origine.</li>
</ul>
<p>Lors de la construction de l&rsquo;historique du personnage vous pourrez vouloir ajouter des carri&egrave;res ou des relations &agrave; votre personnage&nbsp;: n&rsquo;h&eacute;sitez pas &agrave; le faire tant que cela respecte les r&ocirc;les de votre personnage. Ces nouveaux &eacute;l&eacute;ments doivent &ecirc;tre ajout&eacute;s dans leurs cartouches correspondant.</p>
<p>Suivre l&rsquo;ordre chronologique peut &ecirc;tre difficile. Vous pouvez d&eacute;cider de remplir cet historique en commen&ccedil;ant par les p&eacute;riodes les plus r&eacute;centes. Vous pouvez aussi d&eacute;couper l&rsquo;histoire de votre personnage sans dater les p&eacute;riodes dans un premier temps, puis proc&eacute;der &agrave; la datation en commen&ccedil;ant par les plus r&eacute;centes et en finissant par la naissance du personnage. Utilisez la m&eacute;thode qui vous semble la plus ais&eacute;e pour vous.</p>
<p>Enfin, l&rsquo;univers de solaires poss&egrave;de une histoire relativement courte mais dense&nbsp;: par exemples, la colonisation spatiale a pris moins de 40 ans et les hyper-hybrides n&rsquo;ont que quelques ann&eacute;es.</p>
<h2>Traits du personnage</h2>
<p>Votre personnage a d&eacute;sormais une histoire. Il est temps de continuer &agrave; le personnaliser en lui donnant des traits. Vous noterez ces traits directement dans le cartoucheTraits.</p>
<ul>
    <li>Notez la nature de l&rsquo;esprit de votre personnage dans le cartouche.</li>
    <li>Quels sont les traits de caract&egrave;re de votre personnage&nbsp;? Ces traits de caract&egrave;res peuvent &ecirc;tre des qualificatifs comme&laquo;&nbsp;Prudent&nbsp;&raquo;ou&laquo;&nbsp;L&eacute;g&egrave;rement introverti&nbsp;&raquo;, ou des expressions comme&laquo;&nbsp;Toujours en alerte&nbsp;&raquo;ou&laquo;&nbsp;Ne tient pas en place&nbsp;&raquo;. N&rsquo;h&eacute;sitez pas &agrave; typer votre personnage.</li>
    <li>Notez la nature de l&rsquo;enveloppe de votre personnage dans le cartouche.</li>
    <li>Quel est le mod&egrave;le de cette enveloppe&nbsp;? Certaines natures d&rsquo;enveloppe ont &eacute;t&eacute; d&eacute;clin&eacute;es sous de nombreuses variantes. Par exemple, les enveloppes cybern&eacute;tiques vont des mod&egrave;les Syntha qui reproduisent l&rsquo;aspect d&rsquo;un corps humain &agrave; des robots sp&eacute;cialis&eacute;s non anthropomorphique.</li>
    <li>Quelles sont les particularit&eacute;s physiques de votre personnage&nbsp;? Comme pour les traits de caract&egrave;res, ces particularit&eacute;s peuvent &ecirc;tre des qualificatifs comme&laquo;&nbsp;Mince&nbsp;&raquo;ou&laquo;&nbsp;Tr&egrave;s massif&nbsp;&raquo;, ou des expressions comme&laquo;&nbsp;Marques de cybern&eacute;tisation visibles&nbsp;&raquo;ou&laquo;&nbsp;Passe inaper&ccedil;u&nbsp;&raquo;.</li>
</ul>
<h2>Possessions</h2>
<p>Votre personnage poss&egrave;de tr&egrave;s vraisemblablement tout un tas d&rsquo;outils que ce soit du mat&eacute;riel, des logiciels ou des modifications de son enveloppe.</p>
<p>Commen&ccedil;ons par les Modifications&nbsp;:</p>
<ul>
    <li>Si l&rsquo;enveloppe est cybern&eacute;tique, quelles sont les modifications par rapport &agrave; la ligne de base du mod&egrave;le&nbsp;? Il s&rsquo;agit des modifications inhabituelles sur ce mod&egrave;le d&rsquo;enveloppe. Par exemple, une arme int&eacute;gr&eacute;e sur un robot de maintenance est probablement le fruit d&rsquo;une modification.</li>
    <li>Si l&rsquo;enveloppe est une enveloppe bio-modifi&eacute;e, r&eacute;plicante, chim&egrave;re ou hyper-hybride, quelles sont les modifications par rapport au mod&egrave;le de base&nbsp;? Le mod&egrave;le de base est habituellement l&rsquo;humain. Par exemple, si votre enveloppe poss&egrave;de des pattes gecko, qui permettent de s&rsquo;accrocher &agrave; n&rsquo;importe quelle surface, notez-le.</li>
    <li>Pour les &ecirc;tres partiellement cybern&eacute;tis&eacute;s, notamment les cyborgs, quels sont les implants de votre personnage&nbsp;? Les implants sont des &eacute;l&eacute;ments cybern&eacute;tiques qui ajoutent ou remplacent certaines fonctions de l&rsquo;enveloppe d&rsquo;origine. Par exemple, la plupart des cyborgs poss&egrave;dent une interface de r&eacute;alit&eacute; augment&eacute; qui leur permet de profiter de la r&eacute;alit&eacute; augment&eacute;e et de SolNet sans avoir besoin de mat&eacute;riel externe.</li>
</ul>
<p>Voyons ensuite l&rsquo;&eacute;quipement&nbsp;:</p>
<ul>
    <li>Quel est le mat&eacute;riel de travail de votre personnage&nbsp;? Par exemple, habituellement, un agent de s&eacute;curit&eacute; poss&egrave;de, entre autres, une arme shock, tandis qu&rsquo;un technicien utilise r&eacute;guli&egrave;rement un multitool.</li>
    <li>Quels sont les objets dont votre personnage ne se s&eacute;pare jamais&nbsp;? Beaucoup de Solaires ont des affaires qu&rsquo;ils emportent toujours avec eux. Par exemple, un technophile peut avoir l&rsquo;habitude de toujours emporter son contr&ocirc;leur de foglet avec lui.</li>
</ul>
<p>Enfin, les logiciels&nbsp;:</p>
<ul>
    <li>Quels logiciels votre personnage poss&egrave;de-t-il&nbsp;? Les logiciels sont des &eacute;l&eacute;ments immat&eacute;riels qui permettent d&rsquo;effectuer certaines t&acirc;ches. La plupart des intelligences artificielles en poss&egrave;dent, de m&ecirc;me que tous les &ecirc;tres disposant d&rsquo;une enveloppe cybern&eacute;tique. Bien que beaucoup d&rsquo;outils poss&egrave;dent aussi leurs propres logiciels, ces derniers ne doivent pas &ecirc;tre not&eacute;s sur la fiche, car ils sont d&eacute;j&agrave; inclus dans l&rsquo;outil en lui-m&ecirc;me.</li>
</ul>
<h2>Descriptions</h2>
<p>Il est maintenant temps de d&eacute;crire votre personnage.</p>
<p>La premi&egrave;re description qui nous int&eacute;resse est celle de l&rsquo;avatar du personnage. Avec l&rsquo;omnipr&eacute;sence de SolNet, les solaires communiquent beaucoup &agrave; travers le r&eacute;seau, que ce soit en direct ou &agrave; travers des messages asynchrones, l&rsquo;avatar reste la principale forme de repr&eacute;sentation des utilisateurs. Les infomorphes en utilisent aussi beaucoup en les projetant directement sur la couche de r&eacute;alit&eacute; augment&eacute;. Renseignez les informations suivantes dans le cartoucheAvatar&nbsp;:</p>
<ul>
    <li>Quelle est la premi&egrave;re impression quand on voit l&rsquo;avatar de votre personnage sur SolNet&nbsp;?</li>
    <li>Quelles sont les particularit&eacute;s du corps de l&rsquo;avatar&nbsp;?</li>
    <li>Quelles sont les particularit&eacute;s du visage de votre avatar&nbsp;?</li>
</ul>
<p>Seconde description, l&rsquo;enveloppe usuelle du personnage correspond est similaire &agrave; celle de l&rsquo;avatar. Remplissez le cartoucheDescriptionavec les informations suivantes&nbsp;:</p>
<ul>
    <li>Quelle est la premi&egrave;re impression quand on voit votre personnage&nbsp;?</li>
    <li>Quelles sont les particularit&eacute;s du corps de votre personnage&nbsp;?</li>
    <li>Quelles sont les particularit&eacute;s du visage de votre personnage&nbsp;?</li>
</ul>
<p>Passons &agrave; la motivation du personnage. Dans le cartoucheMotivation et Objectifs, d&eacute;finissez la motivation de votre personnage. La motivation est la raison pour laquelle votre personnage a d&eacute;cid&eacute; d&rsquo;&ecirc;tre actif au sein d&rsquo;une civilisation b&eacute;n&eacute;ficiant d&rsquo;une &eacute;conomie de l&rsquo;abondance.</p>
<p>Voici quelques exemples de motivation&nbsp;:</p>
<ul>
    <li><cite>Le personnage en veut plus&nbsp;: le traitement de base des colonies ne lui suffit pas et il s&rsquo;est mis en activit&eacute; pour b&eacute;n&eacute;ficier d&rsquo;un meilleur traitement. Notez que le traitement de base est d&eacute;j&agrave; particuli&egrave;rement g&eacute;n&eacute;reux et que le personnage recherche un train de vie particuli&egrave;rement riche.</cite></li>
    <li><cite>Le personnage veut &ecirc;tre actif&nbsp;: il n&rsquo;arrive pas &agrave; se satisfaire d&rsquo;une vienormale et recherche l&rsquo;aventure.</cite></li>
    <li><cite>Le personnage veut avoir un r&ocirc;le &agrave; jouer&nbsp;: il consid&egrave;re qu&rsquo;ildoit jouer son r&ocirc;le dans les colonies et ne pas simplement &ecirc;tre un spectateur des &eacute;v&eacute;nements.</cite></li>
</ul>
<p>Enfin, derni&egrave;re description&nbsp;: les opinions qui servent &agrave; d&eacute;finir la ligne de base des opinions g&eacute;n&eacute;rale du personnage vis-&agrave;-vis de divers aspects de la soci&eacute;t&eacute; des solaires. Remplir ce cartouche est simple, mettez un symbole<cite>&laquo;&nbsp;+&nbsp;&raquo;</cite>si le personnage est favorable au domaine d&eacute;sign&eacute;, un<cite>&laquo;&nbsp;&ndash;&nbsp;&raquo;</cite>s&rsquo;il y est d&eacute;favorable, un<cite>&laquo;&nbsp;0&nbsp;&raquo;</cite>s&rsquo;il le consid&egrave;re neutre,<cite>&laquo;&nbsp;=&nbsp;&raquo;</cite>s&rsquo;il trouve qu&rsquo;il est aussi b&eacute;n&eacute;fique que n&eacute;faste et<cite>&laquo;&nbsp;?&nbsp;&raquo;</cite>s&rsquo;il n&rsquo;a aucun avis dessus. Voici une courte description de ces domaines&nbsp;:</p>
<ul>
    <li><em>Technologie&nbsp;</em>: comment le personnage consid&egrave;re-t-il la technologie de fa&ccedil;on g&eacute;n&eacute;rale&nbsp;?</li>
    <li><em>Biologiques&nbsp;</em>: quel est son point de vue sur les &ecirc;tres biologiques, notamment les humains&nbsp;?</li>
    <li><em>Modifi&eacute;s&nbsp;</em>: comment consid&egrave;re-t-il les &ecirc;tres modifi&eacute;s, tels les biomodifi&eacute;s, les cyborgs, mais aussi les provolu&eacute;s&nbsp;?</li>
    <li><em>Artificiels&nbsp;</em>: comment appr&eacute;hende-t-il les &ecirc;tres artificiels, notamment les intelligences artificielles&nbsp;?</li>
    <li><em>Psions&nbsp;</em>: comment voit-il les psions et cette technologie encore incomprise&nbsp;?</li>
    <li><em>Religion&nbsp;</em>: quel est son avis vis-&agrave;-vis des religions&nbsp;?</li>
    <li><em>Terre&nbsp;</em>: quelle est sa position sur la Terre et des terriens&nbsp;?</li>
    <li><em>Colonies&nbsp;</em>: comment voit-il les colonies et la politique des corporations&nbsp;?</li>
</ul>
<p>Il n&rsquo;est pas n&eacute;cessaire de d&eacute;velopper les r&eacute;ponses &agrave; ces questions&nbsp;: la simple appr&eacute;ciation suffit. En r&eacute;alit&eacute; ces questions servent surtout &agrave; initier le questionnement du joueur sur la perception du personnage sur des &eacute;l&eacute;ments de sa vie courante.</p>
<h2>Chiffrage des &eacute;l&eacute;ments</h2>
<p>Vous avez d&eacute;fini de nombreux &eacute;l&eacute;ments pour votre personnage, mais ceux-ci ne sont pas encore utilisables par les r&egrave;gles de r&eacute;solution des actions. Pour les rendre compatibles, vous allez devoir leur affecter un score. Ces scores s&rsquo;&eacute;chelonnent de 1 &agrave; 3.</p>
<p>Le syst&egrave;me f&eacute;erie ne s&rsquo;encombre pas de r&egrave;gle d&rsquo;&eacute;quilibrage, ou plus exactement, l&rsquo;&eacute;quilibrage a &eacute;t&eacute; fait au moment de se r&eacute;partir les r&ocirc;les. Pour attribuer les scores des &eacute;l&eacute;ments servez-vous simplement de ces indications d&rsquo;&eacute;valuation&nbsp;:</p>
<ul>
    <li><em>Trait&nbsp;</em>: L&eacute;ger (1), Important (2), Extr&ecirc;me (3)&nbsp;;</li>
    <li><em>Carri&egrave;re&nbsp;</em>: D&eacute;butant (1), Professionnel (2), Expert (3)&nbsp;;</li>
    <li><em>Relation&nbsp;</em>: Connaissance (1), Alli&eacute; (2), Ami (3)&nbsp;;</li>
    <li><em>&Eacute;quipement/Modification/Logiciels&nbsp;</em>: Standard (1), Am&eacute;lior&eacute; ou int&eacute;gr&eacute; (2), A la pointe (3).</li>
</ul>
<p>Notez au passage que le score d&rsquo;une Relation repr&eacute;sente le lien entre le personnage et l&rsquo;entit&eacute; en relation et non la port&eacute;e ou la puissance de cette entit&eacute;.</p>
<h2>Finitions</h2>
<p>Il ne reste plus que quelques petites finitions &agrave; apporter &agrave; votre personnage.</p>
<p>Tout d&rsquo;abord, attribuez-lui trois point de personnage. Ces points servent &agrave; alt&eacute;rer directement l&rsquo;histoire, en permettant, par exemple, &agrave; un joueur de d&eacute;crire lui-m&ecirc;me le r&eacute;sultat d&rsquo;une action ou d&rsquo;ajouter des &eacute;l&eacute;ments dans une sc&egrave;ne. Les r&egrave;gles concernant les points de personnage ont &eacute;t&eacute; d&eacute;crites dans le chapitreJouer &agrave; Solaires.</p>
<p>Enfin, si vous allez jouer une s&eacute;rie, vous devez cr&eacute;er une intrigue pour votre personnage. Les r&egrave;gles concernant les intrigues de personnage sont d&eacute;crites dans la section&Eacute;volution des personnages.</p>
