<h1> Cr&eacute;ation guid&eacute;e</h1>
 <blockquote>&laquo;&nbsp;Qu&rsquo;est-ce que c&rsquo;est&nbsp;?&nbsp;&raquo;<br/>
 Nevi, nevian intr&eacute;pide<br/>
 &laquo;&nbsp;Les sch&eacute;matiques de nos corps.&nbsp;&raquo;<br/>
 Ney, nevian technophile</blockquote>
 <h2>En r&eacute;sum&eacute;</h2>
 <p>Voici la m&eacute;thode de cr&eacute;ation des personnages guid&eacute;e. Des trois m&eacute;thodes propos&eacute;es, il s&rsquo;agit certainement de la plus proche de ce que connaissent les joueurs et meneurs qui connaissent d&rsquo;autres jeux de r&ocirc;le. Nous pensons aussi que cette m&eacute;thode est la plus appropri&eacute;e pour des joueurs ne connaissant pas encore le jeu, notamment son univers.</p>
 <p>Cette cr&eacute;ation commence par une s&eacute;rie de choix et s&eacute;lection&nbsp;:</p>
  <ul>
	<li>les r&ocirc;les du personnage, g&eacute;n&eacute;ralement faite en coordination avec les autres joueurs&nbsp;;</li>
	<li>la nature de l&rsquo;esprit du personnage et son enveloppe, qui d&eacute;termine la nature du personnage&nbsp;;</li>
	<li>ses carri&egrave;res, qui d&eacute;finissent ses m&eacute;tiers, loisirs et autres activit&eacute;s&nbsp;;</li>
	<li>ses relations, c&rsquo;est-&agrave;-dire de ses contacts, ses alli&eacute;s, ses affiliations&nbsp;;</li>
	<li>ses modifications, c&rsquo;est-&agrave;-dire ses implants et autres fonctionnalit&eacute;s sp&eacute;ciales de son enveloppe&nbsp;;</li>
	<li>son &eacute;quipement, le mat&eacute;riel dont il se sert habituellement et qu&rsquo;il poss&egrave;de&nbsp;;</li>
	<li>ses logiciels, les programmes avanc&eacute;s qui lu servent lors de ses op&eacute;rations&nbsp;;</li>
	<li>le choix de ses traits, qui regroupent ses traits de caract&egrave;re et ses particularit&eacute;s.</li>
</ul>
  <p>Elle continue avec une partie plus descriptive&nbsp;:</p>
  <ul>
	<li>la construction de l&rsquo;identit&eacute;, o&ugrave; vous donnez notamment un nom &agrave; votre personnage&nbsp;;</li>
	<li>sa description physique et son avatar, qui d&eacute;finissent son apparence physique et virtuelle&nbsp;;</li>
	<li>ses opinions, qui ouvrent la r&eacute;flexion sur la fa&ccedil;on dont il voit le monde&nbsp;;</li>
	<li>sa motivation, d&eacute;terminant les raisons pour lesquelles il est actif&nbsp;;</li>
	<li>son histoire, qui explique comment il en est arriv&eacute; l&agrave;.</li>
</ul>
  <div class="encart">
	<p class="encart__texte">Dans le cas d&rsquo;une s&eacute;rie, vous d&eacute;finirez aussi une intrigue pour le personnage qui servira lui donner un objectif secondaire et un moyen d&rsquo;&eacute;voluer. Cette &eacute;tape est d&eacute;crite dans la section &eacute;volution des personnages.</p>
</div>
 <h2> R&ocirc;les du personnage</h2>
 <p>Pour commencer, vous devez choisir les r&ocirc;les de votre personnage. Les r&ocirc;les sont les aspects d&rsquo;une aventure que le personnage est capable de g&eacute;rer. Il en existe huit&nbsp;: Combat, Enqu&ecirc;te, Espace, Infiltration, Informatique, N&eacute;gociation, Relation et Technologie.</p>
 <p>Si tous les personnages sont cr&eacute;&eacute;s en m&ecirc;me temps, nous vous conseillons de distribuer les r&ocirc;les sur les personnages pour &eacute;viter des lacunes dans le groupe et lui permettre d&rsquo;&ecirc;tre capable de faire face aux situations rencontr&eacute;es. Un peu de redondance est aussi une bonne id&eacute;e. De fa&ccedil;on g&eacute;n&eacute;rale nous recommandons que chaque personnage soit capables de g&eacute;rer trois r&ocirc;les.</p>
 <div class="encart">
	<p class="encart__texte">Notez les r&ocirc;les de votre personnage sur la fiche du personnage, dans le champ correspondant du cartouche Identit&eacute;.</p>
</div>
 <p>Pour vous aider &agrave; mieux cerner ce que ces r&ocirc;les recouvrent, en voici une description plus pr&eacute;cise&nbsp;:</p>
  <ul>
	<li><em>Combat&nbsp;</em>: particuli&egrave;rement mis en avant dans les jeux de r&ocirc;les en g&eacute;n&eacute;ral, le combat n&rsquo;est qu&rsquo;un des nombreux aspects d&eacute;velopp&eacute;s dans Solaires. Il s&rsquo;agit ici de g&eacute;rer les affrontements arm&eacute;s et la guerre.</li>
	<li><em>Enqu&ecirc;te&nbsp;</em>: l&rsquo;enqu&ecirc;te tient une place importante dans la plupart des sc&eacute;narios. Les personnages s&rsquo;occupant de cet aspect sont confront&eacute;s &agrave; la recherche d&rsquo;indices et leur analyse. Ils sont particuli&egrave;rement dou&eacute;s pour rep&eacute;rer les d&eacute;tails qui &eacute;chapperaient &agrave; d&rsquo;autres personnages.</li>
	<li><em>Espace&nbsp;</em>: l&rsquo;espace est un environnement intrins&egrave;quement hostile. Ceux qui y sont r&eacute;guli&egrave;rement confront&eacute;s savent se pr&eacute;parer pour les sorties et connaissent toutes les proc&eacute;dures pour en revenir vivant. N&rsquo;oubliez pas&nbsp;: l&rsquo;espace est pratiquement omnipr&eacute;sent dans les colonies.</li>
	<li><em>Infiltration&nbsp;</em>: agir sans se faire rep&eacute;rer est indispensable pour de nombreuses missions et ceux qui excellent dans cet art sont tr&egrave;s recherch&eacute;s. R&eacute;cup&eacute;rer quelque chose, effectuer un sabotage, extraire quelqu&rsquo;un, etc. voila des choses que l&rsquo;on peut faire sans bruit.</li>
	<li><em>Informatique&nbsp;</em>: l&rsquo;informatique est omnipr&eacute;sente dans la soci&eacute;t&eacute; des solaires et ceux qui savent s&rsquo;en servir et la ma&icirc;trisent disposent de moyens qui d&eacute;bordent tr&egrave;s largement du cadre virtuel. Qu&rsquo;il s&rsquo;agisse de r&eacute;cup&eacute;rer des donn&eacute;es ou de prendre le contr&ocirc;le d&rsquo;une infrastructure, c&rsquo;est souvent la voie la plus directe pour y parvenir.</li>
	<li><em>N&eacute;gociation&nbsp;</em>: &agrave; part les sauvages, la plupart des gens pr&eacute;f&egrave;rent dialoguer avant d&rsquo;envisager d&rsquo;autres solutions, notamment la violence. La n&eacute;gociation repr&eacute;sente les conflits sociaux, qu&rsquo;il s&rsquo;agisse de demander des faveurs, des services, ou de se disculper. Convaincre, n&eacute;gocier, marchander.</li>
	<li><em>Relation&nbsp;</em>: avoir le bras long est un avantage ind&eacute;niable. Conna&icirc;tre des gens de tout milieu permet d&rsquo;obtenir des informations, des services ou du soutien en cas de coup dur.</li>
	<li><em>Technologie&nbsp;</em>: la technologie est un domaine vaste qui entre les bonnes mains permet pratiquement de r&eacute;aliser n&rsquo;importe quoi. Celui qui le ma&icirc;trise peut comprendre le fonctionnement d&rsquo;un appareil &eacute;trange, assembler un outil dans l&rsquo;urgence, neutraliser un syst&egrave;me automatis&eacute;, etc.</li>
</ul>
  <h2>Nature du personnage</h2>
 <p>La nature d&rsquo;un personnage repose sur deux concepts&nbsp;: son esprit et son enveloppe. L&rsquo;enveloppe est le corps du personnage son incarnation physique. L&rsquo;esprit, lui, peut &ecirc;tre r&eacute;sum&eacute; par sa nature&nbsp;: il s&rsquo;agit du moteur de la conscience du personnage, de son intelligence, de sa capacit&eacute; &agrave; faire plus de choses qu&rsquo;une brique. Ainsi l&rsquo;esprit pilote l&rsquo;enveloppe et per&ccedil;oit &agrave; travers lui. Il s&rsquo;agit toutefois d&rsquo;une simplification&nbsp;: il existe un ph&eacute;nom&egrave;ne appel&eacute; &laquo;&nbsp;embodiement&nbsp;&raquo; qui rend la s&eacute;paration plus difficile.</p>
 <div class="encart">
	<p class="encart__texte">Notez la nature d&rsquo;esprit et l&rsquo;enveloppe usuelle dans leurs champs respectifs du cartouche Identit&eacute;.</p>
	<p class="encart__texte">Certaines natures d&rsquo;esprit ou types d&rsquo;enveloppe sont des modifications d&rsquo;autres. Par exemple, la supervision permet d&rsquo;am&eacute;liorer une intelligence naturelle ou supervis&eacute;e. Lorsque vous renseignez cette nature indiquez l&rsquo;intitul&eacute; complet, par exemple Intelligence naturelle supervis&eacute;e.</p>
</div>
 <p>Voici la liste de ces natures d&rsquo;esprit, aussi appel&eacute;es intelligences (les dates indiqu&eacute;es correspondent aux premiers exemplaires ou prototypes)&nbsp;:</p>
  <ul>
	<li><em>Les intelligences naturelles&nbsp;:</em> typiquement celle des humains. Par d&eacute;finition, l&rsquo;esprit d&rsquo;un autre animal rel&egrave;ve aussi de cette cat&eacute;gorie, mais elles ne conviennent pas pour un personnage joueur. Ces intelligences sont, historiquement, les plus anciennes. Elles peuvent &ecirc;tre instanci&eacute;es sur tous les substrats organiques et &ecirc;tre &eacute;mul&eacute;es sur les substrats cybern&eacute;tiques ou hyper-hybrides. Elles ne peuvent pas &ecirc;tre infomorphe.</li>
	<li><em>Les intelligences provolu&eacute;es</em> <cite>(Depuis 2084)</cite>&nbsp;: similaire aux naturelles, elles sont le r&eacute;sultat d&rsquo;une &eacute;volution artificielle d&rsquo;une intelligence animale jusqu&rsquo;&agrave; atteindre un niveau de conscience similaire &agrave; celui d&rsquo;un humain. Elles peuvent &ecirc;tre instanci&eacute;es sur tous les substrats organiques et &ecirc;tre &eacute;mul&eacute;es sur les substrats cybern&eacute;tiques ou hyper-hybrides. Elles ne peuvent pas &ecirc;tre infomorphe.</li>
	<li><em>Intelligence artificielle de type Synchro</em><cite> (Depuis 2060pour la version sentiente)</cite>&nbsp;: premier type d&rsquo;intelligence artificielle invent&eacute;, ces IA poss&egrave;dent les meilleures capacit&eacute;s de pr&eacute;vision et de structuration. Naturellement infomorphes, elles peuvent &ecirc;tre instanci&eacute;es sur des enveloppes cybern&eacute;tiques ou hyper-hybrides.</li>
	<li><em>Intelligence artificielle de type Wolfa</em> <cite>(Depuis 2070)</cite><em>&nbsp;</em>: ces IA ont &eacute;t&eacute; con&ccedil;ues pour la recherche et poss&egrave;dent les plus grandes capacit&eacute;s d&rsquo;innovation, d&rsquo;exploration et de mod&eacute;lisation. Naturellement infomorphes, elles peuvent &ecirc;tre instanci&eacute;es sur des enveloppes cybern&eacute;tiques ou hyper-hybrides.</li>
	<li><em>Intelligence artificielle de type Ley-Wan</em><cite> (Depuis 2074)</cite><em>&nbsp;</em>: ces IA atypiques poss&egrave;dent des capacit&eacute;s d&rsquo;introspection &ndash; la capacit&eacute; de s&rsquo;auto-alt&eacute;rer &ndash; in&eacute;gal&eacute;es. Bien que naturellement infomorphe, ce sont les seules intelligences artificielles qui peuvent &ecirc;tre impl&eacute;ment&eacute;e sur wetware et donc &ecirc;tre instanci&eacute;es sur des r&eacute;plicants et chim&egrave;res en plus des substrats cybern&eacute;tiques et hyper-hybrides.</li>
	<li><em>Supervision (Modificateur)</em> <cite>(Depuis 2083)</cite>&nbsp;: les IA de supervision sont des logiciels associ&eacute;s &agrave; des intelligences naturelles, ou provolu&eacute;es, qui octroient des capacit&eacute;s mentales surhumaine et une int&eacute;gration parfaite aux couches virtuelles. N&eacute;cessite une enveloppe Biomodifi&eacute;e (avec un syst&egrave;me de calcul sur wetware), Cyborg ou Cybern&eacute;tique. <cite>Variantes&nbsp;: Intelligence naturelle supervis&eacute;e, Intelligence provolu&eacute;e supervis&eacute;e</cite>.</li>
	<li><em>Infomorphisation (Modificateur)</em> <cite>(Depuis 2081)</cite>&nbsp;: l&rsquo;infomorphisation consiste &agrave; prendre une intelligence naturelle ou provolu&eacute;e et &agrave; la transformer en une intelligence infomorphe. Ce processus reste exceptionnellement rare. Naturellement infomorphes, elles peuvent toutefois &ecirc;tre instanci&eacute;es sur des enveloppes cybern&eacute;tiques ou hyper-hybrides. <cite>Variantes&nbsp;: Intelligence naturelle infomorphis&eacute;e, Intelligence provolu&eacute;e infomorphis&eacute;e.</cite></li>
</ul>
 <p>Apr&egrave;s la nature de l&rsquo;esprit du personnage, voyons les diff&eacute;rents types d&rsquo;enveloppes (nous avons pr&eacute;cis&eacute; la date du premier exemplaire ou prototype quand cela &eacute;tait pertinent)&nbsp;:</p>
  <ul>
	<li><em>Biologique&nbsp;</em>: parfois appel&eacute;es &laquo;&nbsp;naturelles&nbsp;&raquo;, ces enveloppes sont les premi&egrave;res historiquement. D&eacute;pass&eacute;es sur de nombreux points, ces enveloppes n&rsquo;existent plus dans les colonies que sous des formes modifi&eacute;es (voir. biomodifi&eacute; et cyborgs). Elles restent toutefois majoritaires sur Terre. <cite>Mod&egrave;les&nbsp;: humain.</cite></li>
	<li><em>Provolu&eacute;</em> <cite>(Depuis 2084)&nbsp;</cite>: fruit de l&rsquo;&eacute;volution artificielle du corps d&rsquo;un animal, les enveloppes provolu&eacute;es ont les m&ecirc;mes d&eacute;fauts que les enveloppes biologiques et n&rsquo;existent que dans le cadre d&rsquo;exp&eacute;rimentations. <cite>Mod&egrave;les&nbsp;: provolu&eacute; de singe, provolu&eacute; de pieuvre, provolu&eacute; d&rsquo;humain.</cite></li>
	<li><em>R&eacute;plicant</em><cite> (Depuis 2075)&nbsp;:</cite> enti&egrave;rement artificielles, ces enveloppes sont toutefois organiques. Con&ccedil;u pour reproduire ou copier l&rsquo;humain, elles b&eacute;n&eacute;ficient de nombreuses am&eacute;liorations organiques. <cite>Mod&egrave;les&nbsp;: r&eacute;plicant d&rsquo;humain.</cite></li>
	<li><em>Chim&egrave;re</em> <cite>(Depuis 2082)</cite>&nbsp;: obtenue de la m&ecirc;me fa&ccedil;on que les r&eacute;plicants, les chim&egrave;res sont compos&eacute;es d&rsquo;&eacute;l&eacute;ments originaire de nombreuses esp&egrave;ces, voir enti&egrave;rement nouveaux. <cite>Mod&egrave;les&nbsp;: furry, etc.</cite></li>
	<li><em>Cybern&eacute;tique</em> <cite>(Depuis 2061)</cite>&nbsp;: les enveloppes cybern&eacute;tiques sont des enveloppes enti&egrave;rement robotiques. Ceux int&eacute;grant une &eacute;mulation d&rsquo;une intelligence naturelle sont aussi souvent appel&eacute;s cyborgs absolus. Ces enveloppes sont consid&eacute;r&eacute;es comme des enveloppes universelles, car il est possible d&rsquo;y instancier ou d&rsquo;y &eacute;muler n&rsquo;importe quel esprit. <cite>Mod&egrave;les&nbsp;: syntha (ressemble &agrave; un humain), andro&iuml;de, spiderbot (robot de maintenance), monkeybot (robot de maintenance), dogbot (robot d&rsquo;assaut) etc.</cite></li>
	<li><em>Hyper-hybride</em> <cite>(Depuis 2090)</cite>&nbsp;: consid&eacute;r&eacute; comme une nouvelle forme de vie, les enveloppes hyper-hybrides sont un m&eacute;lange des technologies organiques et cybern&eacute;tique au niveau cellulaire. Tr&egrave;s r&eacute;centes et encore assez peu d&eacute;ploy&eacute;es, ces enveloppes sont consid&eacute;r&eacute;es comme le futur. <cite>Mod&egrave;les&nbsp;: furry, androide hyper-hybride, assistant domestique, etc.</cite></li>
	<li><em>Infomorphe&nbsp;</em>: ce type d&rsquo;enveloppe n&rsquo;en est pas vraiment un. Les infomorphes sont des &ecirc;tres de pure information qui vivent sur le r&eacute;seau solnet. La plupart se limitent &agrave; projeter un avatar sur la r&eacute;alit&eacute; augment&eacute;e, mais certain n&rsquo;h&eacute;sitent pas &agrave; s&rsquo;injecter dans d&rsquo;autres types d&rsquo;enveloppe au gr&eacute; de leurs besoins. <cite>Mod&egrave;les&nbsp;: &Eacute;th&eacute;r&eacute;s, Intelligence artificielle, etc.</cite></li>
	<li><em>Biomodification (Modificateur)</em> <cite>(Depuis 2050)</cite>&nbsp;: la biomodification d&rsquo;une enveloppe biologique ou provolu&eacute;e permet d&rsquo;y ajouter des am&eacute;liorations ou de les sp&eacute;cialiser &agrave; travers des modifications organiques comme la reprogrammation g&eacute;n&eacute;tique, la greffe ou le remplacement d&rsquo;organes am&eacute;lior&eacute;s, etc. <cite>Variantes&nbsp;: Biologique biomodifi&eacute;, Provolu&eacute; biomodifi&eacute;.Mod&egrave;les&nbsp;: humain bio-modifi&eacute;, provolu&eacute; bio-modifi&eacute;.</cite></li>
	<li><em>Cybern&eacute;tisation (Modificateur)</em> <cite>(Depuis 2035)</cite>&nbsp;: les cyborgs sont des enveloppes originellement organiques dans lesquelles on a int&eacute;gr&eacute; des implants cybern&eacute;tiques pour en am&eacute;liorer les capacit&eacute;s. La grande majorit&eacute; des solaires utilisent des enveloppes cyborg. <cite>Variantes&nbsp;: Cyborg (biologique), Provolu&eacute; cyborg.Mod&egrave;les&nbsp;: cyborg,provolu&eacute; cyborg.</cite></li>
</ul>
  <div class="encart">
	<h2 class="encart__titre">Psions</h2>
	<p class="encart__texte">Les psions sont un &eacute;l&eacute;ment de la nature des personnages un peu particulier. Th&eacute;oriquement, tout &ecirc;tre ayant une enveloppe disposant d&rsquo;un centre nerveux organique (ceci inclus les biomodifi&eacute;s, les cyborgs et les chim&egrave;res), peut se faire installer un implant psi et devenir un psion. Toutefois, les r&eacute;percussions sur les capacit&eacute;s du personnage sont telles qu&rsquo;il convient d&rsquo;inclure cette propri&eacute;t&eacute; comme faisant partie de la nature du personnage.</p>
	<p class="encart__texte">Si vous choisissez de cr&eacute;er un psion, notez-le avec l&rsquo;enveloppe (par exemple &laquo;&nbsp;Chim&egrave;re psion&nbsp;&raquo;). Nous vous conseillons ensuite de choisir le domaine de votre implant d&eacute;s l&rsquo;&eacute;tape du concept, car ce choix interf&egrave;re avec les r&ocirc;les du personnage, mais aussi ses traits de caract&egrave;re.</p>
	<p class="encart__texte">En effet, selon l&rsquo;individu, cet outil offre des capacit&eacute;s surnaturelles diff&eacute;rentes a son possesseur. Plus pr&eacute;cis&eacute;ment, en fonction des traits de personnalit&eacute;s principaux de son utilisateur, l&rsquo;implant octroie des pouvoirs li&eacute;s &agrave; un domaine.</p>
	<p class="encart__texte">Voici une description de ces domaines, avec les traits associ&eacute;s&nbsp;:</p>
	<ul>
		<li class="encart__liste"><em>Mati&egrave;re</em> <cite>(Cr&eacute;atif, Expansif, Orgueilleux, Charismatique)</cite>&nbsp;: per&ccedil;oit les objets et la mati&egrave;re. D&eacute;forme les objets et change leur mati&egrave;re ou les d&eacute;mat&eacute;rialise temporairement.</li>
		<li class="encart__liste"><em>&Eacute;nergie</em> <cite>(Impulsif, Vif, T&eacute;m&eacute;raire, Agressif)</cite><em>&nbsp;</em>: per&ccedil;oit les &eacute;nergies. Cr&eacute;e, d&eacute;truit et d&eacute;place l&rsquo;&eacute;nergie ou rend des objets &laquo;&nbsp;transparents&nbsp;&raquo; aux &eacute;nergies.</li>
		<li class="encart__liste"><em>Espace</em> <cite>(Rigoureux, Pr&eacute;cis, R&eacute;fl&eacute;chi, Rigide)</cite>&nbsp;: per&ccedil;oit la position des objets et les champs de forces. D&eacute;place les objets et relie des lieux par des portails.</li>
		<li class="encart__liste"><em>Information</em><cite>(Curieux, Observateur, Parano&iuml;aque, Dominateur)</cite>&nbsp;: lit l&rsquo;information ou les pens&eacute;es superficielles d&rsquo;un simple regard. Occulte temporairement la pr&eacute;sence d&rsquo;un objet &agrave; l&rsquo;univers entier ou alt&egrave;re compl&egrave;tement la perception que l&rsquo;univers en a. Envoie des messages sur les sens d&rsquo;autre &ecirc;tres. Dispose d&rsquo;une m&eacute;moire infinie et de capacit&eacute;s de calcul mental &eacute;quivalente &agrave; un super calculateur.</li>
		<li class="encart__liste"><em>Biologie</em> <cite>(Empathique, D&eacute;licat, Sensible, Manipulateur)</cite>&nbsp;: per&ccedil;oit les formes de vie organiques et hyper-hybrides et lit leurs variables vitales. Am&eacute;liore les capacit&eacute;s physiques et mentales d&rsquo;organiques ou hyper-hybrides. R&eacute;g&eacute;n&egrave;re une enveloppe organique ou hyper-hybride en moins d&rsquo;une heure.</li>
		<li class="encart__liste"><em>M&eacute;ta</em><cite>(Improvisateur, Irrationnel, R&ecirc;veur, D&eacute;sorganis&eacute;)&nbsp;:per&ccedil;oit les autres psions et leur implant. Aide ou bloque l&rsquo;utilisation des autres implants psi. Copie et reproduit les pouvoirs actifs des autres implants psi.</cite></li>
	</ul>
</div>
  <h2> Carri&egrave;res</h2>
 <p>Les carri&egrave;res sont des m&eacute;tiers, vocations et autres occupations que votre personnage a &eacute;t&eacute; amen&eacute; &agrave; pratiquer au cours de sa vie. Il n&rsquo;existe pas de liste exhaustive et d&eacute;finitive de ces carri&egrave;res. Toutefois, pour vous aider, nous vous proposons une liste des carri&egrave;res les plus courantes dans Solaires.</p>
 <div class="encart">
	<p class="encart__texte">Notez les carri&egrave;res de votre personnage dans le cartouche correspondant. Essayez de respecter au mieux les r&ocirc;les que vous avez choisis. Nous vous avons indiqu&eacute;, &agrave; titre d&rsquo;exemple, les r&ocirc;les couverts par ces carri&egrave;res.</p>
	<p class="encart__texte">Vous trouverez aussi des courtes listes de mat&eacute;riel utilis&eacute; pour ces carri&egrave;res&nbsp;: elles vous seront utiles lorsque vous choisirez votre mat&eacute;riel plus tard.</p>
</div>
 <p>Voici donc cette liste&nbsp;:</p>
  <ul>
	<li><em>Analyste</em> <cite>(Enqu&ecirc;te, Informatique)</cite>&nbsp;: ces experts du traitement de donn&eacute;es excellent &agrave; mettre au jour les anomalies qui se cachent parmi elles. Ils sont aussi souvent amen&eacute;s &agrave; forcer des syst&egrave;mes informatiques pour y r&eacute;cup&eacute;rer des preuves. <cite>Mat&eacute;riel&nbsp;: console de d&eacute;cryptage, logiciel de reconstitution, logiciel de piratage, etc.</cite></li>
	<li><em>Astronaute</em><cite> (Espace)&nbsp;: </cite>ces prestigieux op&eacute;rateurs ont vu leur m&eacute;tier pratiquement dispara&icirc;tre avec la colonisation et la sp&eacute;cialisation. Malgr&eacute; tout, quelques solaires continuent de se revendiquer astronaute, en particulier d&rsquo;anciens terriens. <cite>Mat&eacute;riel&nbsp;: combinaison spatiale, jet-pack, multitool, logiciels de maintenance, etc.</cite></li>
	<li><em>Avocat</em><cite> (N&eacute;gociation)&nbsp;</cite>: ces brillants orateurs sont aussi des experts des lois qui d&eacute;fendent leurs clients lors des proc&egrave;s. Ils sont aussi appel&eacute;s dans certains cas pour affronter les administrations les plus tordues. Leur utilit&eacute; dans les colonies est toutefois relative.<cite> Mat&eacute;riel&nbsp;: un beau costume, lecteur d&rsquo;intention, etc.</cite></li>
	<li><em>Commando spatial</em><cite> (Espace, Combat)&nbsp;: </cite>ces soldats sont form&eacute;s et entra&icirc;n&eacute;s pour les combats spatiaux, que ce soit &agrave; l&rsquo;int&eacute;rieur d&rsquo;une station, lors de l&rsquo;abordage d&rsquo;un vaisseau ou dans le vide spatial.<cite> Mat&eacute;riel&nbsp;: combinaison spatiale, jet-pack, fusil pulseur, armure l&eacute;g&egrave;re, etc.</cite></li>
	<li><em>Commercial</em><cite> (N&eacute;gociation)&nbsp;</cite>: ces personnes sont d&rsquo;excellents n&eacute;gociateurs dont le but est de vous vendre les produits ou services de leur soci&eacute;t&eacute;. Connaissant toutes les ficelles de la psychologie ils emploient parfois des m&eacute;thodes un peu douteuses. <cite>Mat&eacute;riel&nbsp;: un beau costume, lecteur d&rsquo;intention, etc.</cite></li>
	<li><em>Contrebandier</em> <cite>(Infiltration, N&eacute;gociations,Relation)</cite>&nbsp;: ces sp&eacute;cialistes du transport en toute discr&eacute;tion sont capables de vous fournir ou de vous transporter n&lsquo;importe quoi. Ceux qui travaillent directement dans les corporations sont souvent appel&eacute;s logisticiens. <cite>Mat&eacute;riel&nbsp;: lecteur d&rsquo;intention, tenue de camouflage thermo-optique, d&eacute;codeur, etc.</cite></li>
	<li><em>Cyber-M&eacute;canicien</em> <cite>(Technologie)</cite>&nbsp;: ces sp&eacute;cialistes de la technologie sont amen&eacute;s &agrave; devoir r&eacute;parer ou modifier un tr&egrave;s vaste panel de mat&eacute;riels, v&eacute;hicules et installations. Certains sont parfois amen&eacute;s &agrave; effectuer quelques sabotages. <cite>Mat&eacute;riel&nbsp;: multitool, robots de maintenance, logiciels de maintenance, etc.</cite></li>
	<li><em>Cyber-Medic</em><cite> (Technologie)</cite>&nbsp;: ces sp&eacute;cialistes sont autant des r&eacute;parateurs que des soigneurs. Avec les solaires, la m&eacute;decine a beaucoup &eacute;volu&eacute;e et ces hommes sont capables de remettre en &eacute;tat aussi bien un humain malade qu&rsquo;un cybern&eacute;tique endommag&eacute;. <cite>Mat&eacute;riel&nbsp;: m&eacute;digel, station m&eacute;dicale, multi-tool, nano-robots, etc.</cite></li>
	<li><em>Cyber-Samoura&iuml;</em> <cite>(Combat, Infiltration)</cite>&nbsp;: ces experts en art martiaux recherchent une forme de perfection dans l&rsquo;art du combat. Hautement modifi&eacute;s, ils privil&eacute;gient le corps &agrave; corps et la furtivit&eacute; aux armes conventionnelles avec un succ&egrave;s certain. <cite>Mat&eacute;riel&nbsp;: armes blanches, combinaison de camouflage thermo-optique, vision augment&eacute;e, logiciels de combats, etc.</cite></li>
	<li><em>Decker</em> <cite>(Informatique)</cite>&nbsp;: ces pirates informatiques s&rsquo;injectent directement dans le r&eacute;seau et forcent les infrastructures informatiques pour en prendre le contr&ocirc;le, effacer ou r&eacute;cup&eacute;rer des donn&eacute;es. <cite>Mat&eacute;riel&nbsp;: console de d&eacute;cryptage, logiciels de piratage, brise-glace, etc.</cite></li>
	<li><em>D&eacute;tective</em> <cite>(Enqu&ecirc;te)</cite>&nbsp;: ces enqu&ecirc;teurs sont sp&eacute;cialis&eacute;s dans la recherche d&rsquo;indices et l&rsquo;examen des sc&egrave;nes de crimes. Aucun d&eacute;tail ne leur &eacute;chappe et sont particuli&egrave;rement recherch&eacute;s pour leurs qualit&eacute;s par les forces de s&eacute;curit&eacute;s des diff&eacute;rentes corporations. <cite>Mat&eacute;riel&nbsp;: logiciel de reconstitution, scanner Wolfa portatif, etc.</cite></li>
	<li><em>Diplomate</em><cite> (N&eacute;gociations, Relations)</cite>&nbsp;: ces n&eacute;gociateurs portent la diplomatie dans les colonies. Adepte des tractations et &eacute;changes de haute port&eacute;e, ils disposent aussi de r&eacute;seaux de contacts tr&egrave;s &eacute;tendus. <cite>Mat&eacute;riel&nbsp;: lecteur d&rsquo;intention, divers cadeaux, etc.</cite></li>
	<li><em>Espion</em><cite> (Infiltration, Informatique)&nbsp;: </cite>ces hommes de l&rsquo;ombre sont les sp&eacute;cialistes de la r&eacute;cup&eacute;ration d&rsquo;information, de fa&ccedil;on discr&egrave;te. Un bon espion, c&rsquo;est celui qui a r&eacute;cup&eacute;r&eacute; l&rsquo;information sans l&rsquo;ennemi sache qu&rsquo;on y a acc&eacute;d&eacute;. <cite>Mat&eacute;riel&nbsp;: combinaison de camouflage thermo-optique, gants gecko, d&eacute;codeur, console de d&eacute;cryptage, brise-glaces, etc.</cite></li>
	<li><em>Expert technique</em><cite> (Enqu&ecirc;te, Technologie)&nbsp;:</cite> ces enqu&ecirc;teurs sp&eacute;cialis&eacute;s sont des experts de la technologie. Ils sont syst&eacute;matiquement appel&eacute;s pour faire la lumi&egrave;re sur les accidents et actes de sabotages. <cite>Mat&eacute;riel&nbsp;: logiciel de reconstitution, scanner Wolfa portatif,multi-tool, etc.</cite></li>
	<li><em>Fixeur</em><cite> (Relations, Technologie)&nbsp;: </cite>ces hommes poss&egrave;dent un r&eacute;seau impressionnant et se sp&eacute;cialisent dans la r&eacute;solution des probl&egrave;mes. Quelque-soit votre probl&egrave;me, ils connaissent quelqu&rsquo;un susceptible de le r&eacute;soudre ou de vous fournir les informations ou le mat&eacute;riel dont vous avez besoin.<cite> Mat&eacute;riel&nbsp;: scanner Wolfa, lecteur d&rsquo;intention, d&eacute;codeur, divers mat&eacute;riels destin&eacute;s &agrave; ses clients, etc.</cite></li>
	<li><em>Hacker</em> <cite>(Informatique, Technologie)</cite>&nbsp;: ces bricoleurs adorent d&eacute;tourner la technologie et l&rsquo;informatique pour la mettre au service du plus grand nombre. Certains aiment aussi en &eacute;prouver les limites et sont souvent employ&eacute;s par les corporations pour faire l&rsquo;audit des nouveaux syst&egrave;mes. <cite>Mat&eacute;riel&nbsp;: multi-tool, console de d&eacute;cryptage, scanner Wolfa, constructeur universel, etc.</cite></li>
	<li><em>Infiltrateur spatial</em><cite> (Espace, Infiltration)&nbsp;: </cite>ces agents sont les meilleurs pour p&eacute;n&eacute;trer dans des installations spatiales sans se faire rep&eacute;rer. Souvent &eacute;claireurs ou espions, ils sont g&eacute;n&eacute;ralement envoy&eacute;s pour r&eacute;cup&eacute;rer des informations, mais il arrive parfois qu&rsquo;on leur donne des missions plus ctives. <cite>Mat&eacute;riel&nbsp;: combinaison spatiale, camouflage thermo-optique, gant-gecko, d&eacute;codeur, etc.</cite></li>
	<li><em>Interrogateur</em><cite> (Enqu&ecirc;te, N&eacute;gociation)&nbsp;: </cite>ces enqu&ecirc;teurs se sont sp&eacute;cialis&eacute;s dans les interrogatoires et connaissent de nombreuses m&eacute;thodes pour obtenir des informations de ceux qu&rsquo;ils ont en face d&rsquo;eux. La violence physique ne leur est que rarement n&eacute;cessaire. <cite>Mat&eacute;riel&nbsp;: lecteur d&rsquo;intention, logiciel de reconstitution, etc.</cite></li>
	<li><em>Justicier</em><cite> (Combat, Enqu&ecirc;te)&nbsp;: </cite>ces enqu&ecirc;teurs ind&eacute;pendants sont aussi les d&eacute;fenseurs engag&eacute;s de leurs clients. Ils n&rsquo;h&eacute;sitent pas &agrave; prendre part directement aux combats pour d&eacute;fendre leurs id&eacute;aux.<cite> Mat&eacute;riel&nbsp;: armes shock, armure l&eacute;g&egrave;re, logiciel de reconstitution, etc.</cite></li>
	<li><em>Mercenaire</em> <cite>(Combat, Technologie)</cite>&nbsp;: ces hommes &agrave; tout faire sont tr&egrave;s pris&eacute;s par les corporations. Acceptant la plupart des missions, des plus dangereuses aux moins l&eacute;gales, ces solaires ne manquent jamais de travail. <cite>Mat&eacute;riel&nbsp;: armure lourde, fusil pulseur, multi-tool, etc.</cite></li>
	<li><em>N&eacute;gociateur</em><cite> (N&eacute;gociation)</cite>&nbsp;: ces m&eacute;diateurs sont capables de d&eacute;m&ecirc;ler des situations inextricables. Employ&eacute;s par les forces de s&eacute;curit&eacute;s, on les envoie pour n&eacute;gocier lors des prises d&rsquo;otages ou pour faire reprendre raison aux forcen&eacute;s retranch&eacute;s. <cite>Mat&eacute;riel&nbsp;: armure l&eacute;g&egrave;re, lecteur d&rsquo;intention, etc.</cite></li>
	<li><em>Officier de liaison</em> <cite>(Combat, Relations)</cite>&nbsp;: ces soldats sont de v&eacute;ritables coordinateurs. Dirigeant les escouades sur le terrain, ils font le relais avec le reste de la hi&eacute;rarchie. Avec l&rsquo;isolement relatif des colonies, on attend g&eacute;n&eacute;ralement une grande autonomie de leur part. <cite>Mat&eacute;riel&nbsp;: armure l&eacute;g&egrave;re, fusil pulseur, etc.</cite></li>
	<li><em>Pacificateur</em><cite> (Combat, N&eacute;gociation)&nbsp;</cite>: ces hommes de l&rsquo;ordre sont appel&eacute;s pour contr&ocirc;ler les foules, notamment lors des &eacute;meutes ou des mouvements de panique. Ils savent se faire &eacute;couter mais n&rsquo;h&eacute;sitent pas non plus &agrave; employer la force lorsque &ccedil;a devient n&eacute;cessaire. <cite>Mat&eacute;riel&nbsp;: armure l&eacute;g&egrave;re, bouclier anti-&eacute;meute, pistolet shock, grenade shock, etc.</cite></li>
	<li><em>Pilote</em> <cite>(Espace, Technologie)</cite>&nbsp;: ces techniciens ma&icirc;trisent les proc&eacute;dures appropri&eacute;es g&eacute;rer toutes les phases d&rsquo;un vol spatial. Souvent confront&eacute;s &agrave; divers incidents, ils sont aussi form&eacute;s pour y faire face au pire. Car une erreur au mauvais moment et le vaisseau est perdu. <cite>Mat&eacute;riel&nbsp;: v&eacute;hicules, combinaison spatiale, multi-tool, etc.</cite></li>
	<li><em>Pop-Star</em><cite> (Relations)&nbsp;: </cite>ces artistes touchent une grande communaut&eacute; de fans et sont souvent connus &agrave; travers tout le syst&egrave;me solaire. Ces personnages b&eacute;n&eacute;ficient d&rsquo;un r&eacute;seau de relations qui peuvent parfois rendre des diplomates envieux.<cite> Mat&eacute;riel&nbsp;: mat&eacute;riel multim&eacute;dia, mat&eacute;riel musical, etc.</cite></li>
	<li><em>Priv&eacute;</em> <cite>(Enqu&ecirc;te,Infiltration, N&eacute;gociations)</cite>&nbsp;: ces enqu&ecirc;teurs priv&eacute;s sont principalement amen&eacute;s mener les enqu&ecirc;tes dont les corporations se d&eacute;sint&eacute;ressent. Malgr&eacute; tout, les corporations les emploient d&egrave;s qu&rsquo;elles soup&ccedil;onnent un probl&egrave;me de corruption ou une trahison en interne. <cite>Mat&eacute;riel&nbsp;: lecteur d&rsquo;intention, logiciel de reconstitution, d&eacute;codeur, scanner Wolfa portatif, etc.</cite></li>
	<li><em>Psion</em><cite> (Variable)</cite>&nbsp;: ces &ecirc;tres poss&egrave;dent un implant psi. Cet implant leur octroie des capacit&eacute;s surnaturelles encore inexpliqu&eacute;es. En fonction de la nature de l&rsquo;implant, ils peuvent d&eacute;placer des objets, se soustraire &agrave; la perception des autres, projeter des &eacute;clairs&hellip; <cite>Mat&eacute;riel&nbsp;: implant psi, etc.</cite></li>
	<li><em>R&eacute;cup&eacute;rateur spatial</em> <cite>(Espace, Technologie)</cite>&nbsp;: ces sp&eacute;cialistes polyvalents sont parfois surnomm&eacute;s &laquo;&nbsp;ferrailleurs&nbsp;&raquo;. Depuis leurs vaisseaux, ils r&eacute;cup&egrave;rent les d&eacute;bris qui encombrent les orbites et les livrent aux installations orbitales pour recyclage. <cite>Mat&eacute;riel&nbsp;: combinaison spatiale, multi-tool, d&eacute;codeur, etc.</cite></li>
	<li><em>Saboteur</em><cite> (Infiltration, Technologie)&nbsp;: </cite>ces agents furtifs sont sp&eacute;cialis&eacute;s dans la destruction et la neutralisation du mat&eacute;riel adverse. Leurs m&eacute;thodes discr&egrave;tes leur permettent d&rsquo;agir sans se faire remarquer. <cite>Mat&eacute;riel&nbsp;: accr&eacute;ditation universelle, etc.</cite></li>
	<li><em>Solar Wardner</em><cite> (N&eacute;gociations, Relations)&nbsp;: </cite>ces gardiens de la paix sont des agents au service des colonies. Leaders d&rsquo;exception, ils s&rsquo;entourent g&eacute;n&eacute;ralement d&rsquo;&eacute;quipes polyvalentes et font faces aux dangers qui menacent les colonies.<cite> Mat&eacute;riel&nbsp;: accr&eacute;ditation universelle, etc.</cite></li>
	<li><em>Soldat d&rsquo;infanterie</em> <cite>(Combat)&nbsp;</cite>: ces combattants forment le gros des forces sentientes lors des affrontements de surface. Form&eacute;s au maniement de nombreuses armes, ils ne d&eacute;laissent pas pour autant le corps &agrave; corps. <cite>Mat&eacute;riel&nbsp;: Armure lourde, fusil pulseur, armes blanches, etc.</cite></li>
	<li><em>Technophile</em><cite> (Technologie)&nbsp;: </cite>ces passionn&eacute;s de technologie passent leur temps &agrave; d&eacute;couvrir, diss&eacute;quer et inventer de nouveaux appareils. Ils sont persuad&eacute;s que la ma&icirc;trise de la technologie leur permettra de r&eacute;soudre les probl&egrave;mes qu&rsquo;ils rencontreront.<cite> Mat&eacute;riel&nbsp;: multi-tool, scanner Wolfa portatif, constructeur universel, foglets, des tas de gadgets fait sur mesure, etc.</cite></li>
</ul>
 <h2>Relations</h2>
 <p>Les relations sont les contacts et alli&eacute;s dont dispose votre personnage au sein des diff&eacute;rentes factions du jeu. Une relation peut d&eacute;signer une faction, indiquant que votre personnage conna&icirc;t des gens &agrave; l&rsquo;int&eacute;rieur susceptible de l&rsquo;aider, ou directement une personne.</p>
 <div class="encart">
	<p class="encart__texte">Notez les relations de votre personnage dans le cartouche correspondant.</p>
</div>
 <p>De nombreuses factions &oelig;uvrent dans le syst&egrave;me solaire&nbsp;: nations, corporations, organisation ind&eacute;pendantes, organisations criminelles, etc. En voici la liste des plus connues, et des plus puissantes&nbsp;:</p>
  <ul>
	<li><em>L&rsquo;ONU</em> <cite>(Organisation terrienne, force spatiale depuis 2072)</cite>&nbsp;: cette organisation repr&eacute;sente la Terre et les nations terriennes dans l'espace. Responsable de la guerre, l'ONU ne repr&eacute;sente plus vraiment une menace pour les colonies et l'organisation mondiale ne sert finalement plus qu'&agrave; repr&eacute;senter les int&eacute;r&ecirc;ts des Terriens aupr&egrave;s des colonies.</li>
	<li><em>Sol6</em> <cite>(Corporation terrienne, depuis 2063)</cite>&nbsp;: Sol6 n'est pas r&eacute;ellement une corporation au sens moderne. C'est une multinationale terrienne sous la protection et le contr&ocirc;le de l'ONU. La seule qui ait encore son propre acc&egrave;s &agrave; l&rsquo;espace et ses colonies sur la Lune et Mercure.</li>
	<li><em>Mars</em> <cite>(Corporation, depuis 2049)</cite>&nbsp;: anciennement HIARTech, c&rsquo;est la plus ancienne des corporations et la seule &agrave; poss&eacute;der un territoire attitr&eacute;&nbsp;: Mars. Elle est consid&eacute;r&eacute;e comme la plus avanc&eacute;e technologiquement et diplomatiquement, servant d'exemple pour toutes les autres corporations.</li>
	<li><em>Vranberg-Lytan</em> <cite>(Corporation, depuis 2062)</cite>&nbsp;: autrefois premi&egrave;re puissance militaire, cette corporation s'est scind&eacute;e peu apr&egrave;s la fin de la guerre des colonies. Si elle a beaucoup perdu depuis et est parfois consid&eacute;r&eacute;e comme une corporation sur le d&eacute;clin. Malgr&eacute; tout, elle reste la troisi&egrave;me puissance militaire derri&egrave;re Waylanders et Aesir.</li>
	<li><em>Suan</em> <cite>(Corporation, depuis 2063)</cite>&nbsp;: surtout pr&eacute;sente dans le syst&egrave;me Saturnien o&ugrave; elle fut la premi&egrave;re corporation &agrave; s'installer, elle a commenc&eacute; &agrave; reb&acirc;tir ses colonies joviennes perdues durant la guerre.</li>
	<li><em>Waylanders</em> <cite>(Corporation, depuis 2063)</cite>&nbsp;: c&rsquo;est la corporation qui poss&egrave;de la plus grande force industrielle et militaire. Comme Mars, la corporation a choisi de restreindre spatialement sa colonisation pour renforcer le syst&egrave;me Jovien.</li>
	<li><em>Aesir</em> <cite>(Corporation, depuis 2091)</cite>&nbsp;: issue de la scission de Vranberg-Lytan, Aesir est une corporation militaire qui s'est donn&eacute; pour but de r&eacute;gler le probl&egrave;me de la Terre. Elle n'a pas souvent la confiance des autres corporations.</li>
	<li><em>Urania</em> <cite>(Corporation, depuis 2091</cite>)&nbsp;: seconde corporation issue de la scission de Vranberg-Lytan, Urania commence la colonisation d'Uranus et de Neptune avec le soutien direct de Mars.</li>
	<li><em>Les Solar Wardners</em> <cite>(Groupe ind&eacute;pendant,depuis 2081)</cite>&nbsp;: ce corps d'&eacute;lite ind&eacute;pendant &oelig;uvre pour la stabilit&eacute; de la civilisation des Solaires et jouit d'une juridiction dans la totalit&eacute; des colonies.</li>
	<li><em>Les Soleils</em> <cite>(Mercenaires, depuis 2081)</cite>&nbsp;: ce groupe de mercenaire d&rsquo;&eacute;lite travaille principalement avec Mars. Disposant de sa propre flotte spatiale, ce groupe est sans doute le plus prestigieux de la profession.</li>
	<li><em>Le Neo-Control</em> <cite>(Mercenaires,depuis 2089)</cite>&nbsp;: principalement connu pour ses m&eacute;thodes discutables, ce groupe ne recule devant rien pour ex&eacute;cuter ses contrats. Ils sont notamment r&eacute;put&eacute;s pour l&rsquo;envoi d&rsquo;agents suicides.</li>
	<li><em>Phobos&rsquo; Heights</em> <cite>(Mercenaires,depuis 2081)</cite>&nbsp;: consid&eacute;r&eacute; comme une mafia par les autorit&eacute;s martiennes, ces mercenaires sont ceux &agrave; contacter pour des missions douteuses &agrave; la surface de la plan&egrave;te rouge.</li>
	<li><em>Les Icarens</em> <cite>(Mercenaires,depuis 2089)</cite>&nbsp;: ces mercenaires op&egrave;rent &agrave; travers tout le syst&egrave;me solaire et se sont sp&eacute;cialis&eacute;s dans le trafique d&rsquo;information et l&rsquo;espionnage. Ils pr&eacute;tendent disposer d&rsquo;assez d&rsquo;information pour faire plier une corporation.</li>
	<li><em>Les Cercles de jeux de Zuko</em> <cite>(Groupe ind&eacute;pendant,depuis 2090)</cite>&nbsp;: compos&eacute; de solaires perdus, ces cercles de jeux offrent un environnement ultra-gamifi&eacute; &agrave; ses membres qui peuvent r&eacute;guli&egrave;rement participer &agrave; des missions de mercenariat.</li>
</ul>
  <h2>Modifications</h2>
 <p>Les modifications sont class&eacute;es en deux familles, selon qu&rsquo;elles sont organiques ou cybern&eacute;tiques.</p>
 <p>Les modifications cybern&eacute;tiques prennent la forme d&rsquo;implants ou de modules &eacute;lectroniques et m&eacute;caniques rempla&ccedil;ant des parties du corps ou int&eacute;gr&eacute;e dans une enveloppe cybern&eacute;tique. Les versions pour hyper-hybride elles semblent plus organiques mais restent mixtes. Seules les enveloppes cyborgs, cybern&eacute;tiques et hyper-hybrides peuvent int&eacute;grer de telles modifications.</p>
 <p>Voici une liste, non exhaustive, des implants et modifications cybern&eacute;tiques les plus courantes&nbsp;:</p>
  <ul>
	<li>Arme pulseur int&eacute;gr&eacute;e : arme propulsant des munitions de nanite &agrave; des vitesses supersoniques. Attention&nbsp;: les versions lourdes sont susceptibles de traverser murs et cloisons d&rsquo;&eacute;tanch&eacute;it&eacute;s.</li>
	<li>Arme shock int&eacute;gr&eacute;e : arme neutralisante efficace sur les cibles non blind&eacute;es (y compris cybern&eacute;tique).</li>
	<li>Console de d&eacute;cryptage int&eacute;gr&eacute;e : appareil capable de cartographier les r&eacute;seaux et de travailler directement sur la matrice.</li>
	<li>D&eacute;codeur int&eacute;gr&eacute; : appareil permettant de forcer les dispositifs de s&eacute;curit&eacute;s tels que les verrous &eacute;lectroniques.</li>
	<li>Dispositif gecko int&eacute;gr&eacute;e : dispositif adh&eacute;rant permettant d&rsquo;escalader pratiquement n&rsquo;importe quelle surface. Tr&egrave;s utile pour naviguer en apesanteur.</li>
	<li>Lame int&eacute;gr&eacute;e : famille d&rsquo;armes et outils dont la lame est nano-structur&eacute;e pour la rendre plus tranchante. Ces armes incluent g&eacute;n&eacute;ralement un syst&egrave;me de micro-drone pour entretenir le fil en temps r&eacute;el.</li>
	<li>Link int&eacute;gr&eacute; : dispositif personnel de r&eacute;alit&eacute; augment&eacute;e connect&eacute; &agrave; SolNet, v&eacute;ritable successeur des smartphones, glasses et autres gadgets informatiques.</li>
	<li>Camouflage thermo-optique : dispositif capable de rendre son utilisateur invisible au rayonnement optique et thermique. Demande d'&ecirc;tre nu pour fonctionner.</li>
	<li>Armure dermique : blindage install&eacute; sous la peau offrant une protection balistique limit&eacute; et aux armes blanches ordinaires, sans g&ecirc;ner la mobilit&eacute; de son propri&eacute;taire.</li>
	<li>Cerveau cybern&eacute;tique : remplacement du cerveau par un syst&egrave;me cybern&eacute;tique plus robuste et plus performant. Permet notamment l&rsquo;installation de logiciel et l&rsquo;acc&egrave;s aux fonctions d&rsquo;un link.</li>
	<li>Derme de protection environnemental : ce remplacement de la peau offre une r&eacute;sistance &agrave; divers dangers environnementaux tels que les br&ucirc;lures chimiques, la chaleur, l&rsquo;&eacute;lectricit&eacute;, voire dans une moindre mesure le rayonnement nucl&eacute;aire et spatial.</li>
	<li>Implant m&eacute;moriel : cet implant &eacute;tend la m&eacute;moire de son utilisateur en exportant les souvenirs et connaissances sur une exo-m&eacute;moire et en les r&eacute;important &agrave; la demande.</li>
	<li>Implant sim-stim : cet implant permet &agrave; son utilisateur d&rsquo;entrer dans une simulation totale et de (re)vivre des exp&eacute;riences en r&eacute;alit&eacute; virtuelle.</li>
	<li>Muscles en nano-fibre : octroie &agrave; son porteur une force m&eacute;canique.</li>
	<li>N&oelig;ud de sauvegarde : sauvegarde en temps r&eacute;el l&rsquo;&eacute;tat la m&eacute;moire de son porteur et toutes les informations n&eacute;cessaires &agrave; sa r&eacute;surrection &eacute;ventuelle. Cet implant est &eacute;videmment lourdement blind&eacute;.</li>
	<li>Squelette renforc&eacute; : remplacement du squelette de l&rsquo;individu par des mat&eacute;riaux composites extr&ecirc;mement r&eacute;sistants et bio-compatibles. Peut comporter des plaques de protections &eacute;quivalent &agrave; une armure de protection l&eacute;g&egrave;re pour prot&eacute;ger les organes vitaux.</li>
	<li>Syst&egrave;me nerveux c&acirc;bl&eacute; : remplacement du syst&egrave;me nerveux par un r&eacute;seau optico-&eacute;lectronique dont les performances, notamment du point de vue des r&eacute;flexes, est prodigieusement am&eacute;lior&eacute;.</li>
	<li>Vision augment&eacute;e : remplacement ou am&eacute;lioration du syst&egrave;me visuel de son porteur qui permet des fonctions de zoom, de vision infrarouge et de vision en faible luminosit&eacute;.</li>
	<li>Brouilleur int&eacute;gr&eacute; : implant con&ccedil;u pour brouiller les ondes radios, coupant notamment les communications et l&rsquo;acc&egrave;s au r&eacute;seau a&eacute;rien. Tr&egrave;s efficace pour lutter contre des infomorphes.</li>
	<li>Jet-pack int&eacute;gr&eacute; : dispositif de propulsion individuel utilis&eacute; pour se mouvoir dans l&rsquo;espace extra-v&eacute;hiculaire.</li>
	<li>Kit m&eacute;dical int&eacute;gr&eacute; : implant contenant de nombreux outils m&eacute;dicaux d&rsquo;urgence dont notamment du gel m&eacute;dical qui peut &ecirc;tre employ&eacute; r&eacute;parer temporairement des tissus endommag&eacute;s.</li>
	<li>Multi-tool int&eacute;gr&eacute; : implant polyvalent &eacute;quip&eacute; de plusieurs outils notamment une torche plasma, un soudeur &agrave; nanite, un contr&ocirc;le de micro-drones, et des outils plus communs comme une visseuse ou diverses cl&eacute;s.</li>
	<li>Respirateur int&eacute;gr&eacute; : dispositif capable de recycler partiellement l&rsquo;air expir&eacute; &agrave; l&rsquo;aide de filtres et de catalyseurs actifs. Permet une autonomie d&rsquo;une heure dans un air irrespirable. Peut utiliser des cartouches d&rsquo;air am&eacute;lior&eacute; permettant &agrave; un humain de rester conscient une demi-heure d&rsquo;heure dans le vide.</li>
	<li>Scanner Wolfa int&eacute;gr&eacute; : scanner de mati&egrave;re offrant une pr&eacute;cision au dixi&egrave;me de micron tout en permettant de scanner &agrave; une dizaine de millim&egrave;tre de profondeur.</li>
	<li><br/>
 </li>
</ul>
 <p>Les modifications organiques sont des am&eacute;liorations enti&egrave;rement organiques </p>
 <p>Les modifications organiques ne sont compatibles qu&rsquo;avec les enveloppes bio-modifi&eacute;es, r&eacute;plicantes ou les chim&egrave;res.</p>
 <p>Voici une liste, elle aussi non exhaustive, des modifications organiques les plus courantes dans les colonies&nbsp;:</p>
  <ul>
	<li>Pattes gecko : dispositif adh&eacute;rant permettant d&rsquo;escalader pratiquement n&rsquo;importe quelle surface. Tr&egrave;s utile pour naviguer en apesanteur.</li>
	<li>Cerveau condens&eacute; : remplacement du cerveau par une version plus compacte. A volume &eacute;gale, un cerveau condens&eacute; multiplie par quatre les capacit&eacute;s m&eacute;morielles.</li>
	<li>Immortalit&eacute; relative : alt&eacute;ration globale du fonctionnement cellulaire annulant un grand nombre de m&eacute;canismes menant &agrave; la vieillesse et la mort.</li>
	<li>Implant psi (Mati&egrave;re) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine de la mati&egrave;re : (Per&ccedil;oit les objets et la mati&egrave;re. D&eacute;forme les objets et change leur mati&egrave;re ou les d&eacute;mat&eacute;rialise temporairement.)</li>
	<li>Implant psi (&Eacute;nergie) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine de l'&eacute;nergie: (Per&ccedil;oit les &eacute;nergies. Cr&eacute;e, d&eacute;truit et d&eacute;place l&rsquo;&eacute;nergie ou rend des objets &laquo;transparents&raquo; aux &eacute;nergies.)</li>
	<li>Implant psi (Espace) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine de l'espace: (Per&ccedil;oit la position des objets et les champs de forces. D&eacute;place les objets et relie des lieux par des portails.)</li>
	<li>Implant psi (Information) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine de l'information: (Lit l&rsquo;information ou les pens&eacute;es superficielles d&rsquo;un simple regard. Occulte temporairement la pr&eacute;sence d&rsquo;un objet &agrave; l&rsquo;univers entier ou alt&egrave;re compl&egrave;tement la perception que l&rsquo;univers en a. Envoie des messages sur les sens d&rsquo;autre &ecirc;tres. Dispose d&rsquo;une m&eacute;moire infinie et de capacit&eacute;s de calcule mental &eacute;quivalente &agrave; un supercalculateur.)</li>
	<li>Implant psi (Biologie) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine de la Biologie: (Per&ccedil;oit les formes de vie organiques et hyper-hybrides et lit leurs variables vitales. Am&eacute;liore les capacit&eacute;s physiques et mentales d&rsquo;organiques ou hyper-hybrides. R&eacute;g&eacute;n&egrave;re une enveloppe organique ou hyper-hybride en moins d&rsquo;une heure.)</li>
	<li>Implant psi (M&eacute;ta) : int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Cette version octroit des pouvoirs li&eacute;s au domaine M&eacute;ta: (Per&ccedil;oit les autres psions et leur implant. Aide ou bloque l&rsquo;utilisation des autres implants psi. Copie et reproduit les pouvoirs actifs des autres implants psi.)</li>
	<li>M&eacute;tabolisme optimis&eacute; : la sp&eacute;cialisation du m&eacute;tabolisme permet de l&eacute;g&egrave;rement meilleures performances dans certaines conditions. G&eacute;n&eacute;ralement utilis&eacute; pour compenser la d&eacute;calcification et autres d&eacute;g&eacute;n&eacute;rescences li&eacute;s &agrave; l&rsquo;apesanteur.</li>
	<li>Muscles am&eacute;lior&eacute;s : augmente environ de moiti&eacute; la puissance musculaire.</li>
	<li>Link sur wetware : link impl&eacute;ment&eacute; sur un substrat biologique. Poss&egrave;de des performances faibles mais s&rsquo;int&egrave;gre parfaitement &agrave; une enveloppe organique.</li>
	<li>Squelette dense : renforcement du squelette pour notamment compenser les contraintes exerc&eacute;es par un syst&egrave;me musculaire am&eacute;lior&eacute;.</li>
	<li>Syst&egrave;me sensoriel am&eacute;lior&eacute; : am&eacute;lioration qui modifie certains organes sensoriels pour leur donner de bien meilleures performances dans certaines applications.</li>
	<li>Poumons am&eacute;lior&eacute;s : poumons am&eacute;lior&eacute; disposant d'une meilleur capacit&eacute; et acceptant des taux de dioxyde de carbone plus &eacute;lev&eacute;. Permet &agrave; un humain modifi&eacute; de rester actif en apn&eacute;e une demi-heure. Ne procure aucun b&eacute;n&eacute;fice dans le vide.</li>
</ul>
  <h2>Concept et identit&eacute;</h2>
 <p>La premi&egrave;re brique d&rsquo;un personnage est son concept. Il s&rsquo;agit d&rsquo;un r&eacute;sum&eacute; de ce qu&rsquo;il est et de sa fonction. Normalement, vous devriez le construire en m&ecirc;me temps que le groupe.</p>
 <p>Commencez &agrave; remplir le cartouche Identit&eacute; du personnage en r&eacute;pondant &agrave; ces questions&nbsp;:</p>
  <ul>
	<li><em>R&ocirc;les&nbsp;</em>: quels sont les r&ocirc;les du personnage&nbsp;? Il s&rsquo;agit des aspects d&rsquo;une aventure que votre personnage est capable de g&eacute;rer. Vous trouverez la liste d&eacute;taill&eacute;e des aspects dans la section &Eacute;l&eacute;ments de personnage&nbsp;: Aspects d&rsquo;une aventure.</li>
	<li><em>Profession&nbsp;</em>: quelle est la profession, le m&eacute;tier ou la vocation actuelle de votre personnage&nbsp;? Cette notion correspond &agrave; une carri&egrave;re du personnage. Vous pourrez lui en attribuer d&rsquo;autres plus loin. Une liste de carri&egrave;res courantes est disponible plus un peu plus loin.</li>
	<li><em>Nature d&rsquo;esprit&nbsp;</em>: quelle est la nature de l&rsquo;esprit de votre personnage&nbsp;? Il s&rsquo;agit ici de d&eacute;terminer la source de la conscience de votre personnage. Il peut tout &agrave; fait s&rsquo;agir d&rsquo;un esprit humain (une intelligence naturelle), d&rsquo;une intelligence supervis&eacute;e ou m&ecirc;me d&rsquo;une intelligence artificielle. L&agrave; encore, vous trouverez une liste des natures d&rsquo;esprit dans la section &Eacute;l&eacute;ments de personnage&nbsp;: Nature des personnages.</li>
	<li><em>Enveloppe usuelle&nbsp;</em>: quelle est la nature de l&rsquo;enveloppe usuelle de votre personnage&nbsp;? L&rsquo;enveloppe est le corps de votre personnage. De nombreux types sont disponibles allant de cyborgs &agrave; des corps enti&egrave;rement cybern&eacute;tis&eacute;s. Notez que les IA et &Eacute;th&eacute;r&eacute;s sont des informorphes. La liste compl&egrave;te des enveloppes est disponible dans la section &Eacute;l&eacute;ments de personnage&nbsp;: Nature des personnages.</li>
</ul>
  <p>L&rsquo;identit&eacute; vient ensuite compl&eacute;ter le concept en ajoutant des informations de bases servant &agrave; identifier le personnage. Notez que la plupart des syst&egrave;mes automatis&eacute;s, ce qui inclus les administrations, utilisent un ensemble de certificats pour identifier le personnage&nbsp;: c&rsquo;est ce que les solaires appellent la cl&eacute;-ID. Quelles que soient les informations d&eacute;crites dans cette section, consid&eacute;rez qu&rsquo;&agrave; partir du moment o&ugrave; une corporation conna&icirc;t votre personnage, il poss&egrave;de une cl&eacute;-ID.</p>
 <p>L&rsquo;identit&eacute; pr&eacute;cise les informations suivantes&nbsp;:</p>
  <ul>
	<li><em>Pseudonyme&nbsp;</em>: quel est le pseudonyme de votre personnage&nbsp;? Plus qu&rsquo;un simple alias, il s'agit de la fa&ccedil;on dont le personnage est couramment appel&eacute;. &Agrave; la diff&eacute;rence d'un surnom, le pseudonyme est g&eacute;n&eacute;ralement choisi par la personne le portant et, dans la soci&eacute;t&eacute; des Solaires, il est souvent plus utilis&eacute; que le nom. Le pseudonyme est d'ailleurs enregistr&eacute; dans l'&eacute;tat civil, g&eacute;n&eacute;ralement entre guillemets, plac&eacute; entre les pr&eacute;noms et les noms de famille.</li>
	<li><em>Nom administratif&nbsp;</em>: quel est le nom administratif du personnage&nbsp;? Ce concept administratif regroupe ce que nous connaissons comme &ldquo;premier pr&eacute;nom, nom&rdquo;. Beaucoup de Solaires ne l'emploient plus vraiment et son usage tombe en d&eacute;su&eacute;tude. Toutefois, certaines administrations l'emploient encore et il est donc n&eacute;cessaire d&rsquo;en poss&eacute;der un, m&ecirc;me s&rsquo;il s'agit souvent du pseudonyme seul pour les &ecirc;tres artificiels.</li>
	<li><em>Affiliation&nbsp;</em>: &agrave; quelle entit&eacute; votre personnage est-il rattach&eacute;&nbsp;? Qu&rsquo;il s&rsquo;agisse d&rsquo;une corporation, d&rsquo;un groupe ou d&rsquo;une autre faction, le personnage est normalement attach&eacute; &agrave; une telle entit&eacute;. C&rsquo;est un peu l&rsquo;&eacute;quivalent de la nationalit&eacute; pour un Solaire. Les principales factions sont pr&eacute;sent&eacute;es dans &Eacute;l&eacute;ments de personnage&nbsp;: Principales factions.</li>
	<li><em>Genre&nbsp;</em><cite>: de quel genre votre personnage se revendique-t-il&nbsp;? Initialement bas&eacute;e sur le sexe, cette notion a beaucoup perdu en sens. Choisi de plus en plus arbitrairement, notamment par les IA, cette notion ne rev&ecirc;t plus la m&ecirc;me importance. Les valeurs les plus repr&eacute;sent&eacute;es restent </cite>&laquo;&nbsp;neutre&nbsp;&raquo;<cite>, </cite>&laquo;&nbsp;masculin&nbsp;&raquo;<cite> et </cite>&laquo;&nbsp;f&eacute;minin&nbsp;&raquo;<cite>. On trouve aussi de nombreuses variantes comme </cite>&laquo;&nbsp;mixte&nbsp;&raquo;<cite>, </cite>&laquo;&nbsp;fluide&nbsp;&raquo;<cite>, </cite>&laquo;&nbsp;ind&eacute;fini&nbsp;&raquo;<cite>, etc.</cite></li>
</ul>
  <h2>Histoire</h2>
 <p>L&rsquo;histoire du personnage est construite en deux temps. Vous commencerez par d&eacute;finir les carri&egrave;res et les relations du personnage. Ceci fait, vous les organiserez temporellement sur une mini-frise chronologique.</p>
 <p>Comme nous l&rsquo;avons vu durant la construction du concept du personnage, les carri&egrave;res sont les m&eacute;tiers, les fonctions et les vocations que le personnage a pratiqu&eacute;. Vous allez noter les carri&egrave;res de votre personnage dans le cartouche Carri&egrave;res en r&eacute;pondant aux questions suivantes&nbsp;:</p>
  <ul>
	<li>Votre personnage est-il natif de la Terre&nbsp;? Si oui, ajoutez la carri&egrave;re <em>Terrien</em> (avec un score de 1).</li>
	<li>Votre personnage est-il natif des colonies, ou a-t-il v&eacute;cu plusieurs mois dans les colonies&nbsp;? Si oui, ajouter la carri&egrave;re <em>Colon</em> (avec un score de 1).</li>
	<li><cite>Quelssont lesm&eacute;tiers,les fonctions ou les loisirs quevotre personnage a pratiqu&eacute; durant sa vie&nbsp;? Voustrouverez une liste des carri&egrave;res les plus courantes juste apr&egrave;s, bien qu&rsquo;elle ne soit pas exhaustive. Vous pouvez choisir n&rsquo;importe quel m&eacute;tier pouvant exister dans l&rsquo;univers de Solaires. Rappelez-vous toutefois que votre personnage doit remplir les r&ocirc;les que vous avez choisis durant le concept du personnage.</cite></li>
</ul>
  <div class="encart">
	<h2 class="encart__titre"><br/>
 </h2>
</div>
 <p>Votre personnage poss&egrave;de normalement de nombreuses relations avec d&rsquo;autres personnes et groupes dans le syst&egrave;me solaire. Notez ces relations dans le cartouche Relations en r&eacute;pondant aux questions suivantes&nbsp;:</p>
  <ul>
	<li>Quelles sont les affiliations actuelles et pass&eacute;es de votre personnage&nbsp;?</li>
	<li>Quelles sont les factions parmi lesquelles votre personnage poss&egrave;de des contacts ou des alli&eacute;s&nbsp;?</li>
	<li>Quels personnages importants sont des alli&eacute;s ou des amis du v&ocirc;tre&nbsp;?</li>
</ul>
  <p>Maintenant que vous avez d&eacute;termin&eacute; les carri&egrave;res et les relations de votre personnage, vous allez les organiser dans le temps pour construire son histoire dans le cartouche Historique. Ce cartouche est compos&eacute; de plusieurs p&eacute;riodes, mais vous n&rsquo;&ecirc;tes pas oblig&eacute; de toutes les remplir, ou de vous limiter au nombre indiqu&eacute;.</p>
 <p>La premi&egrave;re p&eacute;riode commence avec la naissance, ou la cr&eacute;ation, de votre personnage. Remplissez l&agrave; en r&eacute;pondant aux questions suivantes&nbsp;:</p>
  <ul>
	<li>Quels sont la date et le lieu de naissance de votre personnage&nbsp;?</li>
	<li>Y a-t-il eu des d&eacute;tails ou des circonstances inhabituelles lors de cet &eacute;v&eacute;nement&nbsp;?</li>
	<li>Si vous &eacute;tiez un &ecirc;tre artificiel quel &eacute;tait l&rsquo;objectif de votre cr&eacute;ation&nbsp;?</li>
</ul>
  <p>Pour le reste de l&rsquo;histoire de votre personnage, vous allez construire chaque p&eacute;riode avec les informations suivantes&nbsp;:</p>
  <ul>
	<li>Quelle est la date du d&eacute;but de la p&eacute;riode&nbsp;? Il n&rsquo;y a pas de date de fin&nbsp;: chaque p&eacute;riode se termine avec la suivante.</li>
	<li>Quelles carri&egrave;res pratiquait-il durant cette p&eacute;riode&nbsp;? Vous pouvez en sp&eacute;cifier plusieurs et une carri&egrave;re peut &ecirc;tre utilis&eacute;e dans plusieurs p&eacute;riodes. Vous pouvez aussi n&rsquo;indiquer aucune carri&egrave;re pour une p&eacute;riode, mais vous aurez habituellement a minima les carri&egrave;res <em>Terrien</em> ou <em>Colon</em>. N&rsquo;oubliez pas que toutes les carri&egrave;res de votre personnage doivent figurer dans l&rsquo;histoire du personnage au moins une fois.</li>
	<li>Quelle &eacute;tait l&rsquo;affiliation du personnage durant la p&eacute;riode&nbsp;? Ici encore, vous pouvez en sp&eacute;cifier plusieurs ou aucune. Il est aussi permis d&rsquo;utiliser une affiliation plus d&rsquo;une fois.</li>
	<li>Quels ont &eacute;t&eacute; les &eacute;v&egrave;nements les plus importants ayant marqu&eacute; le personnage durant cette p&eacute;riode&nbsp;? Indiquez quelques &eacute;v&eacute;nements qui ont du sens pour la vie du personnage. Il est possible qu&rsquo;il n&rsquo;y en ait eu aucun, auquel cas laissez la ligne vide. Souvent, l&rsquo;un des &eacute;v&eacute;nements de la p&eacute;riode sert de d&eacute;clencheur &agrave; celle-ci. Par exemple, un personnage pourrait rejoindre les colonies apr&egrave;s avoir &eacute;t&eacute; d&eacute;go&ucirc;t&eacute; par les pratiques douteuses de son pays d&rsquo;origine.</li>
</ul>
  <p>Lors de la construction de l&rsquo;historique du personnage vous pourrez vouloir ajouter des carri&egrave;res ou des relations &agrave; votre personnage&nbsp;: n&rsquo;h&eacute;sitez pas &agrave; le faire tant que cela respecte les r&ocirc;les de votre personnage. Ces nouveaux &eacute;l&eacute;ments doivent &ecirc;tre ajout&eacute;s dans leurs cartouches correspondant.</p>
 <p>Suivre l&rsquo;ordre chronologique peut &ecirc;tre difficile. Vous pouvez d&eacute;cider de remplir cet historique en commen&ccedil;ant par les p&eacute;riodes les plus r&eacute;centes. Vous pouvez aussi d&eacute;couper l&rsquo;histoire de votre personnage sans dater les p&eacute;riodes dans un premier temps, puis proc&eacute;der &agrave; la datation en commen&ccedil;ant par les plus r&eacute;centes et en finissant par la naissance du personnage. Utilisez la m&eacute;thode qui vous semble la plus ais&eacute;e pour vous.</p>
 <p>Enfin, l&rsquo;univers de solaires poss&egrave;de une histoire relativement courte mais dense&nbsp;: par exemples, la colonisation spatiale a pris moins de 40 ans et les hyper-hybrides n&rsquo;ont que quelques ann&eacute;es.</p>
 <div class="encart">
	<h2 class="encart__titre">Principales dates (1/2)</h2>
	<ul>
		<li class="encart__liste"><em>2049 &ndash; Constitution de HIARTech&nbsp;</em>: la premi&egrave;re corporation au sens actuel na&icirc;t d'une fusion de plusieurs super-groupes multinationaux.</li>
		<li class="encart__liste"><em>2050 &ndash; Premier voyage habit&eacute; sur Mars&nbsp;</em>: le co&ucirc;t de la mission et les faibles retomb&eacute;es scientifiques, par rapport aux missions robotis&eacute;es, rendent incertaine la possibilit&eacute; d'une autre mission de ce genre.</li>
		<li class="encart__liste"><em>2053 &ndash; Programme spatial de HIARTech&nbsp;</em>: la corporation lance un ambitieux programme de colonisation martienne.</li>
		<li class="encart__liste"><em>2060 &ndash; D&eacute;but de la colonisation de Mars&nbsp;</em>: HIARTech parvient &agrave; &eacute;tablir une base permanente sur le sol martien.</li>
		<li class="encart__liste"><em>2060 &ndash; D&eacute;but de l'affaire Leena&nbsp;</em>: la premi&egrave;re IA Sentiente de HIARTech est d&eacute;sactiv&eacute;e quelques semaines apr&egrave;s sa cr&eacute;ation par la justice europ&eacute;enne.</li>
		<li class="encart__liste"><em>2062 &ndash; Gen&egrave;se de nouvelles corporations&nbsp;</em>: le succ&egrave;s de HIARTech provoque l'engouement et de nouvelles corporations s'assemblent&nbsp;: Vranberg-Lytan puis Sol6, Suan, et Waylanders.</li>
		<li class="encart__liste"><em>2063 &ndash; Cr&eacute;ation de l'ORSE&nbsp;</em>: en cr&eacute;ant l'Organisme de R&eacute;gulation des Super-&Eacute;conomies, les nations confient le probl&egrave;me des corporations &agrave; l'ONU.</li>
		<li class="encart__liste"><em>2064 &ndash; Premi&egrave;re colonie de HIARTech sur Mars&nbsp;</em>: HIARTech &eacute;tablie la premi&egrave;re cit&eacute; sur Mars. </li>
		<li class="encart__liste"><em>2066 &ndash; R&eacute;activation de Leena sur Mars&nbsp;</em>: rebondissement, HIARTech se trouve dans la ligne de mire de l'ONU.</li>
		<li class="encart__liste"><em>2068 &ndash; Programme d'aide &agrave; la colonisation&nbsp;</em>: HIARTech, pour contrer les efforts de l'ONU, d&eacute;ploie des ressources pour aider les autres corporations.</li>
		<li class="encart__liste"><em>2070 &ndash; Premi&egrave;re colonie de Vranberg-Lytan sur Ganym&egrave;de&nbsp;</em>: Vranberg-Lytan &eacute;tablit la premi&egrave;re cit&eacute; &agrave; la surface de la lune de Jupiter.</li>
		<li class="encart__liste"><em>2071 &ndash; Premi&egrave;re coloniede Sol6&nbsp;</em>: Sol6 &eacute;tablie sa premi&egrave;re colonie sur Mercure.</li>
		<li class="encart__liste"><em>2072 &ndash; Nanorobots autor&eacute;plicants&nbsp;</em>: cette nouvelle technologie fait fr&eacute;mir le monde bien qu'elle ne repr&eacute;sente alors aucun danger.</li>
		<li class="encart__liste"><em>2072 &ndash;Premi&egrave;re colonie de Waylanders et Suan sur Ganym&egrave;de&nbsp;</em>: Waylanders et Suan &eacute;tablissent leurs premi&egrave;res colonies sur Ganym&egrave;de.</li>
		<li class="encart__liste"><em>2072 &ndash; Renforcement de l'ONU&nbsp;</em>: la puissance des corporations fait peur aux nations qui accordent plus de pouvoir et d'autonomie &agrave; l'ONU.</li>
		<li class="encart__liste"><em>2073 &ndash;Premi&egrave;re colonie de Suan sur Titan&nbsp;</em>: Suan inaugure la premi&egrave;re colonie sur Titan.</li>
		<li class="encart__liste"><em>2076 &ndash; Espionnage du conseil de s&eacute;curit&eacute;&nbsp;</em>: l'espion de HIARTech qui avait infiltr&eacute; l'ONU est d&eacute;couvert.</li>
		<li class="encart__liste"><em>2076 &ndash; Attaque de l'ONU sur HIARTech&nbsp;</em>: l'ONU lance une op&eacute;ration militaire contre la corporation qui est balay&eacute;e de la Terre.</li>
		<li class="encart__liste"><em>2081 &ndash; Attentat sur le conseil de HIARTech&nbsp;</em>: le conseil de HIARTech est an&eacute;anti lors d'un attentat. L'implication de l'ONU sera d&eacute;montr&eacute;e deux ans plus tard.</li>
		<li class="encart__liste"><em>2083 &ndash; Renforcement militaire des colonies&nbsp;</em>: avec l'agressivit&eacute; croissante de l'ONU, les corporations d&eacute;veloppent consid&eacute;rablement leur armement dans les colonies.</li>
		<li class="encart__liste"><em>2084 &ndash; D&eacute;but de la guerre des colonies&nbsp;</em>: avec l'armement des corporations et le sentiment que la situation va lui &eacute;chapper, l'ONU attaque les corporations. Elle les balaie de la Terre et lance un assaut spatial sur les colonies. La guerre des colonies commence et verra le d&eacute;clin des nations unies.</li>
		<li class="encart__liste"><em>2086 &ndash;Premi&egrave;re colonie de Vranberg-Lytan sur Titan&nbsp;</em>: Vranberg-Lytan inaugure sa premi&egrave;re colonie sur Titan.</li>
		<li class="encart__liste"><em>2089 &ndash; Trait&eacute; des colonies&nbsp;</em>: au terme de 5 ans de guerre, les colonies assi&egrave;gent la Terre et forcent la signature du trait&eacute; des Colonies, signant d&eacute;finitivement le schisme entre la Terre et les Colonies.</li>
		<li class="encart__liste"><em>2091 &ndash; Scissions au sein de Vanberg-Lytan&nbsp;</em>: plusieurs dissensions &eacute;clatent au sein de Vranberg-Lytan concernant ses projets&nbsp;: les opposant quittent la corporation, fondant Aesir et Urania.</li>
		<li class="encart__liste"><em>2093 &ndash; &eacute;poque de jeu.</em></li>
	</ul>
</div>
  <h2>Traits du personnage</h2>
 <p>Votre personnage a d&eacute;sormais une histoire. Il est temps de continuer &agrave; le personnaliser en lui donnant des traits. Vous noterez ces traits directement dans le cartouche Traits.</p>
  <ul>
	<li>Notez la nature de l&rsquo;esprit de votre personnage dans le cartouche.</li>
	<li>Quels sont les traits de caract&egrave;re de votre personnage&nbsp;? Ces traits de caract&egrave;res peuvent &ecirc;tre des qualificatifs comme &laquo;&nbsp;Prudent&nbsp;&raquo; ou &laquo;&nbsp;L&eacute;g&egrave;rement introverti&nbsp;&raquo;, ou des expressions comme &laquo;&nbsp;Toujours en alerte&nbsp;&raquo; ou &laquo;&nbsp;Ne tient pas en place&nbsp;&raquo;. N&rsquo;h&eacute;sitez pas &agrave; typer votre personnage.</li>
	<li>Notez la nature de l&rsquo;enveloppe de votre personnage dans le cartouche.</li>
	<li>Quel est le mod&egrave;le de cette enveloppe&nbsp;? Certaines natures d&rsquo;enveloppe ont &eacute;t&eacute; d&eacute;clin&eacute;es sous de nombreuses variantes. Par exemple, les enveloppes cybern&eacute;tiques vont des mod&egrave;les Syntha qui reproduisent l&rsquo;aspect d&rsquo;un corps humain &agrave; des robots sp&eacute;cialis&eacute;s non anthropomorphique.</li>
	<li>Quelles sont les particularit&eacute;s physiques de votre personnage&nbsp;? Comme pour les traits de caract&egrave;res, ces particularit&eacute;s peuvent &ecirc;tre des qualificatifs comme &laquo;&nbsp;Mince&nbsp;&raquo; ou &laquo;&nbsp;Tr&egrave;s massif&nbsp;&raquo;, ou des expressions comme &laquo;&nbsp;Marques de cybern&eacute;tisation visibles&nbsp;&raquo; ou &laquo;&nbsp;Passe inaper&ccedil;u&nbsp;&raquo;.</li>
</ul>
  <h2>Possessions</h2>
 <p>Votre personnage poss&egrave;de tr&egrave;s vraisemblablement tout un tas d&rsquo;outils que ce soit du mat&eacute;riel, des logiciels ou des modifications de son enveloppe.</p>
 <p>Commen&ccedil;ons par les Modifications&nbsp;:</p>
  <ul>
	<li>Si l&rsquo;enveloppe est cybern&eacute;tique, quelles sont les modifications par rapport &agrave; la ligne de base du mod&egrave;le&nbsp;? Il s&rsquo;agit des modifications inhabituelles sur ce mod&egrave;le d&rsquo;enveloppe. Par exemple, une arme int&eacute;gr&eacute;e sur un robot de maintenance est probablement le fruit d&rsquo;une modification.</li>
	<li>Si l&rsquo;enveloppe est une enveloppe bio-modifi&eacute;e, r&eacute;plicante, chim&egrave;re ou hyper-hybride, quelles sont les modifications par rapport au mod&egrave;le de base&nbsp;? Le mod&egrave;le de base est habituellement l&rsquo;humain. Par exemple, si votre enveloppe poss&egrave;de des pattes gecko, qui permettent de s&rsquo;accrocher &agrave; n&rsquo;importe quelle surface, notez-le.</li>
	<li>Pour les &ecirc;tres partiellement cybern&eacute;tis&eacute;s, notamment les cyborgs, quels sont les implants de votre personnage&nbsp;? Les implants sont des &eacute;l&eacute;ments cybern&eacute;tiques qui ajoutent ou remplacent certaines fonctions de l&rsquo;enveloppe d&rsquo;origine. Par exemple, la plupart des cyborgs poss&egrave;dent une interface de r&eacute;alit&eacute; augment&eacute; qui leur permet de profiter de la r&eacute;alit&eacute; augment&eacute;e et de SolNet sans avoir besoin de mat&eacute;riel externe.</li>
</ul>
  <p>Voyons ensuite l&rsquo;&eacute;quipement&nbsp;:</p>
  <ul>
	<li>Quel est le mat&eacute;riel de travail de votre personnage&nbsp;? Par exemple, habituellement, un agent de s&eacute;curit&eacute; poss&egrave;de, entre autres, une arme shock, tandis qu&rsquo;un technicien utilise r&eacute;guli&egrave;rement un multitool.</li>
	<li>Quels sont les objets dont votre personnage ne se s&eacute;pare jamais&nbsp;? Beaucoup de Solaires ont des affaires qu&rsquo;ils emportent toujours avec eux. Par exemple, un technophile peut avoir l&rsquo;habitude de toujours emporter son contr&ocirc;leur de foglet avec lui.</li>
</ul>
  <p>Enfin, les logiciels&nbsp;:</p>
  <ul>
	<li>Quels logiciels votre personnage poss&egrave;de-t-il&nbsp;? Les logiciels sont des &eacute;l&eacute;ments immat&eacute;riels qui permettent d&rsquo;effectuer certaines t&acirc;ches. La plupart des intelligences artificielles en poss&egrave;dent, de m&ecirc;me que tous les &ecirc;tres disposant d&rsquo;une enveloppe cybern&eacute;tique. Bien que beaucoup d&rsquo;outils poss&egrave;dent aussi leurs propres logiciels, ces derniers ne doivent pas &ecirc;tre not&eacute;s sur la fiche, car ils sont d&eacute;j&agrave; inclus dans l&rsquo;outil en lui-m&ecirc;me.</li>
	<li><br/>
 </li>
</ul>
 <div class="encart">
	<h2 class="encart__titre">Mat&eacute;riel courant</h2>
	<p class="encart__texte">La technologie offre de tr&egrave;s nombreuses applications et il existe donc un tr&egrave;s grand nombre d&rsquo;outils, armes et autres mat&eacute;riels. Voici une liste du mat&eacute;riel transportable le plus notable&nbsp;:</p>
	<ul>
		<li class="encart__liste"><em>Arme pulseur&nbsp;</em>: arme propulsant des munitions de nanite &agrave; des vitesses supersoniques. Attention&nbsp;: les versions lourdes sont susceptibles de traverser murs et cloisons d&rsquo;&eacute;tanch&eacute;it&eacute;s.</li>
		<li class="encart__liste"><em>Arme shock&nbsp;</em>: arme neutralisante efficace sur les cibles non blind&eacute;es (y compris cybern&eacute;tique).</li>
		<li class="encart__liste"><em>Armure lourde&nbsp;</em>: armure m&eacute;canis&eacute;e offrant le meilleur de la protection individuelle.</li>
		<li class="encart__liste"><em>Combinaison spatiale&nbsp;</em>: combinaison prot&eacute;geant l&rsquo;occupant des dangers &agrave; court termes des environnements ext&eacute;rieurs.</li>
		<li class="encart__liste"><em>Console de d&eacute;cryptage&nbsp;</em>: appareil capable de cartographier les r&eacute;seaux et de travailler directement sur la matrice.</li>
		<li class="encart__liste"><em>D&eacute;codeur&nbsp;</em>: appareil permettant de forcer les dispositifs de s&eacute;curit&eacute;s tels que les verrous &eacute;lectroniques.</li>
		<li class="encart__liste"><em>Foglets&nbsp;</em>: compose des nuages utilitaires, v&eacute;ritables hologrammes compos&eacute;s de micro-robots offrant un retour haptique minimal.</li>
		<li class="encart__liste"><em>Gants gecko&nbsp;</em>: gants et genouill&egrave;res permettant d&rsquo;escalader pratiquement n&rsquo;importe quelle surface. Tr&egrave;s utile pour naviguer en apesanteur.</li>
		<li class="encart__liste"><em>Kit m&eacute;dical&nbsp;</em>: valise contenant de nombreux outils m&eacute;dicaux d&rsquo;urgence dont notamment du gel m&eacute;dical qui peut &ecirc;tre employ&eacute; r&eacute;parer temporairement des tissus endommag&eacute;s.</li>
		<li class="encart__liste"><em>Jet-pack&nbsp;</em>: dispositif de propulsion individuel utilis&eacute; pour se mouvoir dans l&rsquo;espace extra-v&eacute;hiculaire.</li>
		<li class="encart__liste"><em>Lame active&nbsp;</em>: famille d&rsquo;armes et outils dont la lame est nano-structur&eacute;e pour la rendre plus tranchante. Ces armes incluent g&eacute;n&eacute;ralement un syst&egrave;me de micro-drone pour entretenir le fil en temps r&eacute;el.</li>
		<li class="encart__liste"><em>Micro-drones&nbsp;</em>: micro-robots pouvant &ecirc;tre utilis&eacute; pour de nombreuses t&acirc;ches, notamment la r&eacute;paration de dispositifs microscopiques.</li>
		<li class="encart__liste"><em>Multi-tool&nbsp;</em>: outil de plusieurs kilogrammes compos&eacute;s de plusieurs outils notamment une torche plasma, un soudeur &agrave; nanite, un contr&ocirc;le de micro-drones, et des outils plus communs comme une visseuse ou diverses cl&eacute;s.</li>
		<li class="encart__liste"><em>Ordoptique&nbsp;</em>: dispositif personnel de r&eacute;alit&eacute; augment&eacute;e connect&eacute; &agrave; SolNet, v&eacute;ritable successeur des smartphones, glasses et autres gadgets informatiques.</li>
		<li class="encart__liste"><em>Protection l&eacute;g&egrave;re&nbsp;</em>: armure personnelle g&eacute;n&eacute;ralement employ&eacute;e par les forces de l&rsquo;ordre. G&eacute;n&eacute;ralement encombrante et lourdes mais offrant la meilleure protection sans motorisation.</li>
		<li class="encart__liste"><em>Scanner Wolfa Portatif&nbsp;</em>: scanner de mati&egrave;re portable qui tient dans une valise. Offre une pr&eacute;cision au dixi&egrave;me de micron tout en permettant de scanner &agrave; une dizaine de millim&egrave;tre de profondeur.</li>
		<li class="encart__liste"><em>Tenue de camouflage thermo-optique&nbsp;</em>: combinaison capable de rendre son utilisateur invisible au rayonnement optique et thermique.</li>
	</ul>
</div>
 <div class="encart">
	<h2 class="encart__titre">Modifications et implants</h2>
	<p class="encart__texte">Les cyborgs et cybern&eacute;tiques (mais aussi les hyper-hybrides) seront eux int&eacute;ress&eacute;s par les implants et modification cybern&eacute;tiques. Notez que pratiquement tout le mat&eacute;riel pr&eacute;c&eacute;dent peut &ecirc;tre int&eacute;gr&eacute; sous forme d&rsquo;implant. En plus de &ccedil;a, voici quelques-uns des implants les plus courants&nbsp;:</p>
	<ul>
		<li class="encart__liste"><em>Armure dermique&nbsp;</em>: blindage install&eacute; sous la peau offrant une protection balistique limit&eacute; et aux armes blanches ordinaires, sans g&ecirc;ner la mobilit&eacute; de son propri&eacute;taire.</li>
		<li class="encart__liste"><em>Cerveau cybern&eacute;tique&nbsp;</em>: remplacement du cerveau par un syst&egrave;me cybern&eacute;tique plus robuste et plus performant. Permet notamment l&rsquo;installation de logiciel et l&rsquo;acc&egrave;s aux fonctions d&rsquo;un ordoptique.</li>
		<li class="encart__liste"><em>Derme de protection environnemental&nbsp;</em>: ce remplacement de la peau offre une r&eacute;sistance &agrave; divers dangers environnementaux tels que les br&ucirc;lures chimiques, la chaleur, l&rsquo;&eacute;lectricit&eacute;, voire dans une moindre mesure le rayonnement nucl&eacute;aire et spatial.</li>
		<li class="encart__liste"><em>Implant m&eacute;moriel&nbsp;</em>: cet implant &eacute;tend la m&eacute;moire de son utilisateur en exportant les souvenirs et connaissances sur une exo-m&eacute;moire et en les r&eacute;important &agrave; la demande.</li>
		<li class="encart__liste"><em>Implant sim-stim&nbsp;</em>: cet implant permet &agrave; son utilisateur d&rsquo;entrer dans une simulation totale et de (re)vivre des exp&eacute;riences en r&eacute;alit&eacute; virtuelle.</li>
		<li class="encart__liste"><em>Muscles en nano-fibre&nbsp;</em>: octroie &agrave; son porteur une force m&eacute;canique.</li>
		<li class="encart__liste"><em>N&oelig;ud de sauvegarde&nbsp;</em>: sauvegarde en temps r&eacute;el l&rsquo;&eacute;tat la m&eacute;moire de son porteur et toutes les informations n&eacute;cessaires &agrave; sa r&eacute;surrection &eacute;ventuelle. Cet implant est &eacute;videmment lourdement blind&eacute;.</li>
		<li class="encart__liste"><em>Squelette renforc&eacute;&nbsp;</em>: remplacement du squelette de l&rsquo;individu par des mat&eacute;riaux composites extr&ecirc;mement r&eacute;sistants et bio-compatibles. Peut comporter des plaques de protections &eacute;quivalent &agrave; une armure de protection l&eacute;g&egrave;re pour prot&eacute;ger les organes vitaux.</li>
		<li class="encart__liste"><em>Syst&egrave;me nerveux c&acirc;bl&eacute;&nbsp;</em>: remplacement du syst&egrave;me nerveux par un r&eacute;seau optico-&eacute;lectronique dont les performances, notamment du point de vue des r&eacute;flexes, est prodigieusement am&eacute;lior&eacute;.</li>
		<li class="encart__liste"><em>Vision augment&eacute;e&nbsp;</em>: remplacement ou am&eacute;lioration du syst&egrave;me visuel de son porteur qui permet des fonctions de zoom, de vision infrarouge et de vision en faible luminosit&eacute;.</li>
	</ul>
	<p class="encart__texte">Pour les organiques, chim&egrave;res et bio-modifi&eacute;s (mais aussi les hyper-hybrides), il existe toute une gamme de modifications non cybern&eacute;tiques. En plus de ceux que nous allons pr&eacute;senter, toutes les particularit&eacute;s animales &ndash; comme des pattes gecko ou un sonar de chauve-souris &ndash; peuvent &ecirc;tre aussi &ecirc;tre int&eacute;gr&eacute;e dans une enveloppe organique. Voici une liste de modifications organiques courantes&nbsp;:</p>
	<ul>
		<li class="encart__liste"><em>Cerveau condens&eacute;&nbsp;</em>: remplacement du cerveau par une version plus compacte. A volume &eacute;gale, un cerveau condens&eacute; multiplie par quatre les capacit&eacute;s m&eacute;morielles.</li>
		<li class="encart__liste"><em>Immortalit&eacute; relative&nbsp;</em>: alt&eacute;ration globale du fonctionnement cellulaire annulant un grand nombre de m&eacute;canismes menant &agrave; la vieillesse et la mort.</li>
		<li class="encart__liste"><em>Implant psi&nbsp;</em>: int&eacute;gr&eacute; aux cellules nerveuses de son porteur cet implant d&eacute;bloque des capacit&eacute;s surnaturelles. Note&nbsp;: au moment de noter l&rsquo;implant sur la fiche, notez aussi le domaine qui y est associ&eacute;.</li>
		<li class="encart__liste"><em>M&eacute;tabolisme optimis&eacute;&nbsp;</em>: la sp&eacute;cialisation du m&eacute;tabolisme permet de l&eacute;g&egrave;rement meilleures performances dans certaines conditions. G&eacute;n&eacute;ralement utilis&eacute; pour compenser la d&eacute;calcification et autres d&eacute;g&eacute;n&eacute;rescences li&eacute;s &agrave; l&rsquo;apesanteur.</li>
		<li class="encart__liste"><em>Muscles am&eacute;lior&eacute;s&nbsp;</em>: augmente environ de moiti&eacute; la puissance muculaire.</li>
		<li class="encart__liste"><em>Ordoptique sur wetware&nbsp;</em>: ordoptique impl&eacute;ment&eacute; sur un substrat biologique. Poss&egrave;de des performances faibles mais s&rsquo;int&egrave;gre parfaitement &agrave; une enveloppe organique.</li>
		<li class="encart__liste"><em>Squelette dense&nbsp;</em>: renforcement du squelette pour notamment compenser les contraintes exerc&eacute;es par un syst&egrave;me musculaire am&eacute;lior&eacute;.</li>
		<li class="encart__liste"><em>Syst&egrave;me sensoriel am&eacute;lior&eacute;&nbsp;</em>: am&eacute;lioration qui modifie certains organes sensoriels pour leur donner de bien meilleures performances dans certaines applications.</li>
	</ul>
</div>
 <div class="encart">
	<h2 class="encart__titre">Logiciels</h2>
	<p class="encart__texte">Comme dirait quelqu&rsquo;un de mort il y a tr&egrave;s longtemps&nbsp;: &laquo;&nbsp;Quelle que soit la t&acirc;che &agrave; accomplir, il y a un logiciel pour &ccedil;a.&nbsp;&raquo;. Les logiciels sont omnipr&eacute;sents dans les colonies. Voici les plus utiles pour des personnages joueurs&nbsp;:</p>
	<ul>
		<li class="encart__liste"><em>Agent de recherche&nbsp;</em>: de base tout le monde en poss&egrave;de, ce sont simplement les successeurs des moteurs de recherche.</li>
		<li class="encart__liste"><em>Communication informelle&nbsp;</em>: celui-ci permet de communiquer par gestes avec d&rsquo;autres personnes sans qu&rsquo;un tiers puisse intercepter le message, voir m&ecirc;me sans que personne ne s&rsquo;en rende compte.</li>
		<li class="encart__liste"><em>Interface de combat&nbsp;</em>: le logiciel permet de se servir d&rsquo;une enveloppe &agrave; des fins guerri&egrave;res sans entra&icirc;nement.</li>
		<li class="encart__liste"><em>Langue&nbsp;</em>: cette famille de logiciels permet de comprendre, parler, lire et &eacute;crire d&rsquo;autres langues que celle que conna&icirc;t son utilisateur.</li>
		<li class="encart__liste"><em>Lecteur d&rsquo;intention&nbsp;</em>: celui-ci permet de pr&eacute;dire le comportement ou l&rsquo;&eacute;tat &eacute;motionnel d&rsquo;une personne en la regardant. Peut aussi permettre de pr&eacute;dire une action juste avant qu&rsquo;elle ne soit faite.</li>
		<li class="encart__liste"><em>Maintenance&nbsp;</em>: ils sont utilis&eacute;s pour r&eacute;parer et entretenir des tas de choses.</li>
		<li class="encart__liste"><em>Pilotage&nbsp;</em>: poss&eacute;d&eacute; par tous les v&eacute;hicules, ce logiciel permet d&rsquo;arriver &agrave; bon port.</li>
		<li class="encart__liste"><em>Piratage&nbsp;</em>: ce logiciel sert &agrave; forcer les serveurs et autres n&oelig;uds de SolNet. Utilis&eacute; par tout pirate informatique qui se respecte.</li>
		<li class="encart__liste"><em>Reconstitution&nbsp;</em>: celui-ci parvient &agrave; reconstruire la succession d&rsquo;&eacute;v&eacute;nement qui a conduit une sc&egrave;ne de crime &agrave; se retrouver dans l&rsquo;&eacute;tat o&ugrave; l&rsquo;observateur l&rsquo;a trouv&eacute;. Il permet aussi de tester des hypoth&egrave;ses.</li>
		<li class="encart__liste"><em>Sociabilit&eacute;&nbsp;</em>: permet de prendre le comportement d&rsquo;un autre persona, pour, par exemple, se faire passer pour quelqu&rsquo;un d&rsquo;autre.</li>
	</ul>
</div>
  <h2>Descriptions</h2>
 <p>Il est maintenant temps de d&eacute;crire votre personnage.</p>
 <p>La premi&egrave;re description qui nous int&eacute;resse est celle de l&rsquo;avatar du personnage. Avec l&rsquo;omnipr&eacute;sence de SolNet, les solaires communiquent beaucoup &agrave; travers le r&eacute;seau, que ce soit en direct ou &agrave; travers des messages asynchrones, l&rsquo;avatar reste la principale forme de repr&eacute;sentation des utilisateurs. Les infomorphes en utilisent aussi beaucoup en les projetant directement sur la couche de r&eacute;alit&eacute; augment&eacute;. Renseignez les informations suivantes dans le cartouche Avatar&nbsp;:</p>
  <ul>
	<li>Quelle est la premi&egrave;re impression quand on voit l&rsquo;avatar de votre personnage sur SolNet&nbsp;?</li>
	<li>Quelles sont les particularit&eacute;s du corps de l&rsquo;avatar&nbsp;?</li>
	<li>Quelles sont les particularit&eacute;s du visage de votre avatar&nbsp;?</li>
</ul>
  <p>Seconde description, l&rsquo;enveloppe usuelle du personnage correspond est similaire &agrave; celle de l&rsquo;avatar. Remplissez le cartouche Description avec les informations suivantes&nbsp;:</p>
  <ul>
	<li>Quelle est la premi&egrave;re impression quand on voit votre personnage&nbsp;?</li>
	<li>Quelles sont les particularit&eacute;s du corps de votre personnage&nbsp;?</li>
	<li>Quelles sont les particularit&eacute;s du visage de votre personnage&nbsp;?</li>
</ul>
  <p>Passons &agrave; la motivation du personnage. Dans le cartouche Motivation et Objectifs, d&eacute;finissez la motivation de votre personnage. La motivation est la raison pour laquelle votre personnage a d&eacute;cid&eacute; d&rsquo;&ecirc;tre actif au sein d&rsquo;une civilisation b&eacute;n&eacute;ficiant d&rsquo;une &eacute;conomie de l&rsquo;abondance.</p>
 <p>Voici quelques exemples de motivation&nbsp;:</p>
  <ul>
	<li><cite>Le personnage en veut plus&nbsp;: le traitement de base des colonies ne lui suffit pas et il s&rsquo;est mis en activit&eacute; pour b&eacute;n&eacute;ficier d&rsquo;un meilleur traitement. Notez que le traitement de base est d&eacute;j&agrave; particuli&egrave;rement g&eacute;n&eacute;reux et que le personnage recherche un train de vie particuli&egrave;rement riche.</cite></li>
	<li><cite>Le personnage veut &ecirc;tre actif&nbsp;: il n&rsquo;arrive pas &agrave; se satisfaire d&rsquo;une vienormale et recherche l&rsquo;aventure.</cite></li>
	<li><cite>Le personnage veut avoir un r&ocirc;le &agrave; jouer&nbsp;: il consid&egrave;re qu&rsquo;ildoit jouer son r&ocirc;le dans les colonies et ne pas simplement &ecirc;tre un spectateur des &eacute;v&eacute;nements.</cite></li>
</ul>
  <p>Enfin, derni&egrave;re description&nbsp;: les opinions qui servent &agrave; d&eacute;finir la ligne de base des opinions g&eacute;n&eacute;rale du personnage vis-&agrave;-vis de divers aspects de la soci&eacute;t&eacute; des solaires. Remplir ce cartouche est simple, mettez un symbole <cite>&laquo;&nbsp;+&nbsp;&raquo;</cite> si le personnage est favorable au domaine d&eacute;sign&eacute;, un <cite>&laquo;&nbsp;&ndash;&nbsp;&raquo;</cite> s&rsquo;il y est d&eacute;favorable, un <cite>&laquo;&nbsp;0&nbsp;&raquo;</cite> s&rsquo;il le consid&egrave;re neutre, <cite>&laquo;&nbsp;=&nbsp;&raquo;</cite> s&rsquo;il trouve qu&rsquo;il est aussi b&eacute;n&eacute;fique que n&eacute;faste et <cite>&laquo;&nbsp;?&nbsp;&raquo;</cite> s&rsquo;il n&rsquo;a aucun avis dessus. Voici une courte description de ces domaines&nbsp;:</p>
  <ul>
	<li><em>Technologie&nbsp;</em>: comment le personnage consid&egrave;re-t-il la technologie de fa&ccedil;on g&eacute;n&eacute;rale&nbsp;?</li>
	<li><em>Biologiques&nbsp;</em>: quel est son point de vue sur les &ecirc;tres biologiques, notamment les humains&nbsp;?</li>
	<li><em>Modifi&eacute;s&nbsp;</em>: comment consid&egrave;re-t-il les &ecirc;tres modifi&eacute;s, tels les biomodifi&eacute;s, les cyborgs, mais aussi les provolu&eacute;s&nbsp;?</li>
	<li><em>Artificiels&nbsp;</em>: comment appr&eacute;hende-t-il les &ecirc;tres artificiels, notamment les intelligences artificielles&nbsp;?</li>
	<li><em>Psions&nbsp;</em>: comment voit-il les psions et cette technologie encore incomprise&nbsp;?</li>
	<li><em>Religion&nbsp;</em>: quel est son avis vis-&agrave;-vis des religions&nbsp;?</li>
	<li><em>Terre&nbsp;</em>: quelle est sa position sur la Terre et des terriens&nbsp;?</li>
	<li><em>Colonies&nbsp;</em>: comment voit-il les colonies et la politique des corporations&nbsp;?</li>
</ul>
  <p>Il n&rsquo;est pas n&eacute;cessaire de d&eacute;velopper les r&eacute;ponses &agrave; ces questions&nbsp;: la simple appr&eacute;ciation suffit. En r&eacute;alit&eacute; ces questions servent surtout &agrave; initier le questionnement du joueur sur la perception du personnage sur des &eacute;l&eacute;ments de sa vie courante.</p>
 <h2>Chiffrage des &eacute;l&eacute;ments</h2>
 <p>Vous avez d&eacute;fini de nombreux &eacute;l&eacute;ments pour votre personnage, mais ceux-ci ne sont pas encore utilisables par les r&egrave;gles de r&eacute;solution des actions. Pour les rendre compatibles, vous allez devoir leur affecter un score. Ces scores s&rsquo;&eacute;chelonnent de 1 &agrave; 3.</p>
 <p>Le syst&egrave;me f&eacute;erie ne s&rsquo;encombre pas de r&egrave;gle d&rsquo;&eacute;quilibrage, ou plus exactement, l&rsquo;&eacute;quilibrage a &eacute;t&eacute; fait au moment de se r&eacute;partir les r&ocirc;les. Pour attribuer les scores des &eacute;l&eacute;ments servez-vous simplement de ces indications d&rsquo;&eacute;valuation&nbsp;:</p>
  <ul>
	<li><em>Trait&nbsp;</em>: L&eacute;ger (1), Important (2), Extr&ecirc;me (3)&nbsp;;</li>
	<li><em>Carri&egrave;re&nbsp;</em>: D&eacute;butant (1), Professionnel (2), Expert (3)&nbsp;;</li>
	<li><em>Relation&nbsp;</em>: Connaissance (1), Alli&eacute; (2), Ami (3)&nbsp;;</li>
	<li><em>&Eacute;quipement/Modification/Logiciels&nbsp;</em>: Standard (1), Am&eacute;lior&eacute; ou int&eacute;gr&eacute; (2), A la pointe (3).</li>
</ul>
  <p>Notez au passage que le score d&rsquo;une Relation repr&eacute;sente le lien entre le personnage et l&rsquo;entit&eacute; en relation et non la port&eacute;e ou la puissance de cette entit&eacute;.</p>
 <h2>Finitions</h2>
 <p>Il ne reste plus que quelques petites finitions &agrave; apporter &agrave; votre personnage.</p>
 <p>Tout d&rsquo;abord, attribuez-lui trois point de personnage. Ces points servent &agrave; alt&eacute;rer directement l&rsquo;histoire, en permettant, par exemple, &agrave; un joueur de d&eacute;crire lui-m&ecirc;me le r&eacute;sultat d&rsquo;une action ou d&rsquo;ajouter des &eacute;l&eacute;ments dans une sc&egrave;ne. Les r&egrave;gles concernant les points de personnage ont &eacute;t&eacute; d&eacute;crites dans le chapitre Jouer &agrave; Solaires.</p>
 <p>Enfin, si vous allez jouer une s&eacute;rie, vous devez cr&eacute;er une intrigue pour votre personnage. Les r&egrave;gles concernant les intrigues de personnage sont d&eacute;crites dans la section &Eacute;volution des personnages.</p>
  