<h1> G&eacute;n&eacute;ralit&eacute;s</h1>
 <blockquote>&laquo;&nbsp;D&eacute;sormais, chacun peut &ecirc;tre ce qu&rsquo;il souhaite &ecirc;tre. Nous avons bris&eacute; les cha&icirc;nes qui nous liaient &agrave; notre corps.&nbsp;&raquo;<br/>
 Jova, vulgarisatrice scientifique</blockquote>
 <h2>Les composants des personnages</h2>
 <p>M&eacute;caniquement, un personnage de Solaires est principalement d&eacute;fini par ses &eacute;l&eacute;ments. Les &eacute;l&eacute;ments sont toutes les caract&eacute;ristiques du personnage, chiffr&eacute;es avec un score allant de 1 &agrave; 3. Nous les regroupons dans 6 cat&eacute;gories&nbsp;:</p>
  <ul>
	<li>les traits&nbsp;: les traits de caract&egrave;res du personnage et ses points particuliers, physiques comme mentaux&nbsp;;</li>
	<li>les carri&egrave;res&nbsp;: les m&eacute;tiers, formations, loisirs et autres occupations du personnage&nbsp;;</li>
	<li>les relations&nbsp;: les contacts, alli&eacute;s et autres liens sociaux du personnage&nbsp;;</li>
	<li>les modifications&nbsp;: les implants et autres fonctionnalit&eacute;s particuli&egrave;res de l&rsquo;enveloppe du personnage&nbsp;;</li>
	<li>l&rsquo;&eacute;quipement&nbsp;: le mat&eacute;riel usuel du personnage&nbsp;;</li>
	<li>les logiciels&nbsp;: les logiciels sp&eacute;cialis&eacute;s du personnage.</li>
</ul>
  <p>Il s&rsquo;agit avant tout d&rsquo;une question de pr&eacute;sentation&nbsp;: le syst&egrave;me de r&eacute;solution les utilise tous de la m&ecirc;me fa&ccedil;on sans consid&eacute;ration aucune pour leur cat&eacute;gorie. Un trait ou une carri&egrave;re peuvent tous deux &ecirc;tre utilis&eacute;s en jeu pour peu qu&rsquo;ils soient adapt&eacute;s &agrave; l&rsquo;action &agrave; r&eacute;soudre.</p>
 <p>En plus des &eacute;l&eacute;ments, le personnage est aussi d&eacute;fini par son identit&eacute;, ses opinions, sa description physique, son avatar, son historique, sa motivation et ses objectifs. Bien que ces composants n&rsquo;interviennent pas directement dans la m&eacute;canique du jeu, ils donnent de la mati&egrave;re au personnage et en font plus qu&rsquo;un simple tas de chiffres.</p>
 <h2>Les m&eacute;thodes de cr&eacute;ation</h2>
 <p>Solaires vous propose une m&eacute;canique de base simple et surtout extr&ecirc;mement flexible. Une simple description peut suffire. Par exemple, voici un &laquo;&nbsp;Chef de la s&eacute;curit&eacute; (3), ancien Commando spatial (2), Peu loquace (1) qui poss&egrave;de un Fort a priori envers les &eacute;trangers (3) et qui joue de son statut et de la stature que lui donne son Armure l&eacute;g&egrave;re (1).&nbsp;&raquo;. Toutefois si cette description serait tout &agrave; fait appropri&eacute;e pour un personnage non joueur, elle serait bien trop incompl&egrave;te pour celui d&rsquo;un joueur.</p>
 <p>Heureusement, Solaires vous propose plusieurs m&eacute;thodes pour construire vos personnages. Ces m&eacute;thodes feront l&rsquo;objet des prochaines sections&nbsp;:</p>
  <ul>
	<li>la cr&eacute;ation guid&eacute;e&nbsp;: s&eacute;lectionnez les &eacute;l&eacute;ments du personnage dans des listes ouvertes. C&rsquo;est la m&eacute;thode la plus proche de ce que vous pourriez trouver dans la plupart des jeux de r&ocirc;le.</li>
	<li>la cr&eacute;ation par questionnaire&nbsp;: construisez votre personnage en r&eacute;pondant &agrave; un questionnaire et en extrayant ses &eacute;l&eacute;ments depuis vos r&eacute;ponses.</li>
	<li>la cr&eacute;ation descriptive&nbsp;: d&eacute;crivez votre personnage librement puis transposez-le dans le syst&egrave;me.</li>
</ul>
  <p>Notez que les personnages construits par ces diff&eacute;rentes m&eacute;thodes sont totalement compatibles et que vous pouvez constituer une &eacute;quipe de personnages cr&eacute;&eacute;s de fa&ccedil;ons diff&eacute;rentes. Par exemple, si un joueur a une id&eacute;e pr&eacute;cise de son personnage, il peut le construire via la m&eacute;thode descriptive, tandis qu&rsquo;un camarade peu &agrave; l&rsquo;aise peut employer la cr&eacute;ation guid&eacute;e.</p>
 <h2>Le groupe</h2>
 <p>Avant de proc&eacute;der &agrave; la cr&eacute;ation dans le d&eacute;tail, nous vous recommandons de vous int&eacute;resser &agrave; la cr&eacute;ation du groupe. En effet, normalement, les personnages vont former un groupe ou une &eacute;quipe lors de leur aventure et il est sans doute n&eacute;cessaire de porter une attention toute aussi importante &agrave; la composition du groupe qu&rsquo;&agrave; la cr&eacute;ation des personnages individuellement.</p>
 <p>La premi&egrave;re chose &agrave; faire est de fixer la nature du groupe et son objectif. Par exemple, la nature du groupe peut &ecirc;tre &laquo;&nbsp;un solar wardner et son &eacute;quipe&nbsp;&raquo; ou encore &laquo;&nbsp;l&rsquo;&eacute;quipage d&rsquo;un vaisseau d&rsquo;intervention&nbsp;&raquo;. L&rsquo;objectif du groupe pourrait &ecirc;tre &laquo;&nbsp;Servir une corporation&nbsp;&raquo;, &laquo;&nbsp;R&eacute;soudre les probl&egrave;mes de clients&nbsp;&raquo;, etc.</p>
 <p>Une fois ces deux aspects d&eacute;finis, vous devez veiller &agrave; ce que l&rsquo;&eacute;quipe des PJ soit suffisamment polyvalente. Une aventure de Solaires peut couvrir plusieurs aspects&nbsp;: <cite>Combat, Enqu&ecirc;te, Espace, Infiltration, Informatique, N&eacute;gociations, Relations et Technologie.</cite> Il est indispensable que l&rsquo;&eacute;quipe des PJ soit en mesure de faire face aux situations d&eacute;coulant de tous ces aspects, ou tout du moins de tout ceux que le meneur a pr&eacute;vu de faire intervenir. Les personnages du groupe devraient donc se r&eacute;partir les diff&eacute;rents aspects sans oublier un peu de redondance au cas o&ugrave;. Nous vous conseillons d&rsquo;attribuer trois de ces r&ocirc;les &agrave; chaque personnage.</p>
 <p>Cette &eacute;tape pass&eacute;e, il est temps de construire les concepts des personnages. Durant cette &eacute;tape, les joueurs doivent &eacute;changer un minimum pour &eacute;viter des doublons ou des incompatibilit&eacute;s. Dans le m&ecirc;me temps, profitez-en pour d&eacute;finir la place de chaque personnage dans le groupe&nbsp;: par exemple, qui est le commandant du vaisseau, l&rsquo;officier technique, l&rsquo;officier de la s&eacute;curit&eacute;, etc.</p>
 <p>Enfin, &eacute;tablissez les relations entre les personnages, pour vous assurer notamment qu&rsquo;ils sont compatibles entre eux. Cela signifie que dans, le pire des cas, ils ne devraient pas avoir de raison de ne pas travailler ensemble, et qu&rsquo;ils devraient plut&ocirc;t avoir des raisons ou des affinit&eacute;s pour collaborer.</p>
 <h2>L&rsquo;&eacute;quilibrage des personnages</h2>
 <p>L&rsquo;&eacute;quilibrage des personnages s&rsquo;effectue &agrave; deux moments durant la cr&eacute;ation des personnages&nbsp;: lors de la s&eacute;lection des r&ocirc;les et lors de l&rsquo;&eacute;valuation des scores des &eacute;l&eacute;ments.</p>
 <p>Le premier m&eacute;canisme permet de r&eacute;partir les r&ocirc;les tout en &eacute;vitant qu&rsquo;un personnage occupe six r&ocirc;les pendant que d&rsquo;autres n&rsquo;en g&eacute;reraient que 1. Du point de vue de l&rsquo;&eacute;quilibrage entre les personnages, c&rsquo;est sans doute le moment le plus important. Par la suite de la cr&eacute;ation de leur personnage, les joueurs doivent s&rsquo;engager &agrave; rendre leurs personnages capables dans les r&ocirc;les qu&rsquo;ils ont choisis sans empi&eacute;ter significativement dans les autres.</p>
 <p>Le choix des carri&egrave;res et des autres &eacute;l&eacute;ments permettent d&rsquo;impl&eacute;menter ces r&ocirc;les en les concr&eacute;tisant&nbsp;: un personnage avec le r&ocirc;le Espace pourrait par exemple prendre la carri&egrave;re Astronaute et du mat&eacute;riel utile &agrave; cette profession. Mais ce n&rsquo;est pas suffisant. Il reste n&eacute;cessaire qu&rsquo;il dispose d&rsquo;un score suffisamment &eacute;lev&eacute; pour parvenir &agrave; effectuer les actions d&eacute;pendant de ce r&ocirc;le.</p>
 <p>C&rsquo;est le second point de l&rsquo;&eacute;quilibrage du personnage&nbsp;: comment s&rsquo;assurer qu&rsquo;il est capable de g&eacute;rer les r&ocirc;les qu&rsquo;on lui a attribu&eacute; sans pour autant empi&eacute;ter significativement sur les autres r&ocirc;les&nbsp;? C&rsquo;est assez simple&nbsp;: prenez une action typique du r&ocirc;le concern&eacute; et regardez les &eacute;l&eacute;ments du personnage qui seraient appropri&eacute;s pour sa r&eacute;alisation&nbsp;: si la somme des deux meilleurs fait 5 ou 6, le personnage est apte. De la m&ecirc;me fa&ccedil;on pour un r&ocirc;le qui n&rsquo;est pas suppos&eacute; &ecirc;tre sa sp&eacute;cialit&eacute;, cette somme des deux meilleurs &eacute;l&eacute;ments ne devrait pas d&eacute;passer 2 ou 3.</p>
 <div class="encart">
	<p class="encart__texte">Ceci pris en compte, vous remarquerez que certains joueurs sont quand m&ecirc;me tent&eacute;s d&rsquo;affecter un score de 3 &agrave; tout ce qui touche de pr&egrave;s ou de loin &agrave; leurs r&ocirc;les. C&rsquo;est une habitude qui vient d&rsquo;autres jeux o&ugrave; l&rsquo;optimisation du personnage est une composante forte du jeu. Ce n&rsquo;est pas le cas dans Solaires&nbsp;: ici la cr&eacute;ation du personnage n&rsquo;est pas un exercice d&rsquo;optimisation mais vise &agrave; construire des personnages qui auraient leur place dans un livre ou un film.</p>
	<p class="encart__texte">Si malgr&eacute; tout certains joueurs ne sont pas &agrave; l&rsquo;aise avec ce concept, vous pouvez appliquer la r&egrave;gle suivante&nbsp;: affecter un score de 3 &agrave; deux &eacute;l&eacute;ments, un score de 2 &agrave; quatre &eacute;l&eacute;ments et un score de 1 au reste.</p>
</div>
  