<h1>&Eacute;v&eacute;nements clefs</h1>
<blockquote>&laquo;&nbsp;Beaucoup de mauvaises histoires peuvent se r&eacute;sumer en quelques chapitres. Celle de notre monde n&rsquo;y fait pas exception.&nbsp;&raquo;</blockquote>
<h2>L&rsquo;affaire Leena</h2>
<p>Aujourd&rsquo;hui, la plupart des observateurs s&rsquo;accordent pour dire que l&rsquo;affaire Leena est &agrave; l&rsquo;origine de l&rsquo;opposition entre HIARTech et les Nations Unies. Elle est d&rsquo;ailleurs symptomatique du schisme &eacute;thique entre la Terre et les Colonies.</p>
<p>Apr&egrave;s la lev&eacute;e du moratoire sur les IA fortes, la corporation a d&eacute;velopp&eacute; Synchro, la premi&egrave;re IA forte con&ccedil;ue par l&rsquo;humanit&eacute;. Mais, consid&eacute;rant qu&rsquo;il &eacute;tait possible de faire mieux, HIARTech s&rsquo;est attel&eacute;e &agrave; concevoir la premi&egrave;re IA sentiente. Cette nouvelle forme d&rsquo;IA fut consid&eacute;r&eacute;e comme ill&eacute;gale et Leena, qui avait &eacute;t&eacute; activ&eacute;e, fut &eacute;teinte puis supprim&eacute;e par les autorit&eacute;s.</p>
<p>&Eacute;videmment HIARTech avait conserv&eacute; des copies de cette IA et en avait envoy&eacute; sur Mars, attendant un moment plus propice. L&rsquo;isolement des colonies et l&rsquo;absence d&rsquo;autorit&eacute; gouvernementale sur place rendait la r&eacute;surrection de Leena possible. Le d&eacute;clencheur fut la mise en place de l&rsquo;infrastructure de SolNet qui permettait de d&eacute;ployer l&rsquo;IA directement sur le r&eacute;seau.</p>
<p>&Eacute;videmment, l&rsquo;ONU a d&eacute;cid&eacute; de lancer des proc&eacute;dures en justice contre la corporation mais cela n&rsquo;eut qu&rsquo;un effet tr&egrave;s restreint. Il faut attendre l&rsquo;affaire de l&rsquo;espionnage du Conseil de s&eacute;curit&eacute; des Nations Unies pour que la situation d&eacute;g&eacute;n&egrave;re vraiment.</p>
<h2>L&rsquo;espionnage du conseil de s&eacute;curit&eacute;</h2>
<p>Depuis la d&eacute;sactivation de Leena, HIARTech &eacute;tait consciente que l&rsquo;ONU finirait par prendre des mesures contre elle. Apr&egrave;s la mise au point des nano-robots autor&eacute;plicants, les Nations Unies avaient obtenu le droit d&rsquo;initier des op&eacute;rations militaires contre les corporations si cela devenait n&eacute;cessaire. L&rsquo;ONU n&rsquo;avait d&rsquo;ailleurs pas h&eacute;sit&eacute; &agrave; menacer ouvertement les corporations sit&ocirc;t ce droit acquis.</p>
<p>S&ucirc;re de ses capacit&eacute;s &agrave; contrer les menaces juridiques, la corporation s&rsquo;inqui&eacute;tait plus de cette nouvelle menace. Pour pouvoir anticiper une attaque suffisamment t&ocirc;t, HIARTech introduisit un espion au sein du Conseil de s&eacute;curit&eacute;.</p>
<p>Malheureusement pour la corporation, cet agent fut finalement d&eacute;couvert au bout de six mois d&rsquo;activit&eacute;. L&rsquo;Organisation des Nations Unies d&eacute;cida alors qu&rsquo;il &eacute;tait temps d&rsquo;en finir avec HIARTech. Elle lan&ccedil;a une op&eacute;ration d&rsquo;envergure pour balayer la corporation de la surface de la Terre, ce qu&rsquo;elle fit. La corporations sera officiellement en exil sur Mars, o&ugrave; elle se reconstruira plus puissante encore.</p>
<p>Durant l&rsquo;op&eacute;ration, Alfred Johnwen, le PDG visionnaire de HIARTech fut tu&eacute; et devint un symbole dans les colonies. Depuis ce jour, les corporations se pr&eacute;parent &agrave; la guerre.</p>
<h2>L&rsquo;attentat de Mars</h2>
<p>Depuis ses colonies, HIARTech et son conseil directoire &eacute;taient pratiquement hors d&rsquo;atteinte de l&rsquo;ONU qui, &agrave; l&rsquo;&eacute;poque, n&rsquo;envisageait pas encore un assaut interplan&eacute;taire.</p>
<p>Une des sections de l&rsquo;organisation, charg&eacute;e de la surveillance des corporations, organisa un attentat &agrave; Tharsis-Elysium. D&eacute;truisant totalement le d&ocirc;me administratif de la corporation, l&rsquo;acte tua l&rsquo;int&eacute;gralit&eacute; du conseil directoire, exclusivement compos&eacute; d&rsquo;humains &agrave; l&rsquo;&eacute;poque. Une autre cellule infiltr&eacute;e dans les services de Vranberg-Lytan revendiqua l&rsquo;attentat dans le but de provoquer des frictions entre les deux corporations sous le couvert d&rsquo;un groupe d&rsquo;humanistes extr&eacute;mistes.</p>
<p>Sur Mars, une p&eacute;riode agit&eacute;e s&rsquo;ensuivit, avec notamment une v&eacute;ritable guerre civile au sein m&ecirc;me d&rsquo;Elysium, la future capitale de la diplomatie martienne. L&rsquo;amiraut&eacute; martienne mis plusieurs mois &agrave; r&eacute;tablir le calme dans ses colonies. Elle mit en place un nouveau conseil central dont l&rsquo;identit&eacute; des membres devint un secret.</p>
<p>L&rsquo;une des premi&egrave;res d&eacute;cisions de ce conseil fut de former un groupe d&rsquo;&eacute;lite destin&eacute; &agrave; faire la lumi&egrave;re sur cet attentat. Vranberg-Lytan approuva cette action et octroya toutes les autorisations n&eacute;cessaires pour faire avancer l&rsquo;enqu&ecirc;te dans ses propres colonies.</p>
<p>Le r&eacute;sultat de l&rsquo;enqu&ecirc;te d&eacute;montra tr&egrave;s clairement l&rsquo;implication de l&rsquo;ONU ce qui aggrava les relations entre les deux camps. En r&eacute;ponse, les colonies acc&eacute;l&eacute;r&egrave;rent tr&egrave;s fortement la cadence de la production de leurs forces militaires. La guerre ne tarderait pas &agrave; &eacute;clater et l&rsquo;ONU avait encore plus soud&eacute; les corporations.</p>
<h2>La guerre des Colonies</h2>
<p>Avec la militarisation acc&eacute;l&eacute;r&eacute;e des colonies, l&rsquo;ONU s&rsquo;apercevait qu&rsquo;elle finirait par perdre d&eacute;finitivement le dessus si elle ne frappait pas rapidement. En un sens, c&rsquo;est toute l&rsquo;humanit&eacute; qui s&rsquo;apercevait qu&rsquo;elle allait &ecirc;tre laiss&eacute;e sur le bord de la route si les colonies continuaient &agrave; avancer &agrave; ce rythme exponentiel.</p>
<p>Apr&egrave;s avoir prof&eacute;r&eacute; son ultimatum et tent&eacute; vainement de ramener les corporations &ldquo;&agrave; la raison&rdquo;, l&rsquo;ONU d&eacute;clara la guerre et lan&ccedil;a l&rsquo;offensive. Elle initia simultan&eacute;ment deux op&eacute;rations&nbsp;: Mars et Jupiter.</p>
<p>Son premier objectif, la plan&egrave;te rouge, aurait d&ucirc; &ecirc;tre rapide &agrave; prendre du fait de la proximit&eacute; relative avec la Terre et des effectifs en fort surnombre de l&rsquo;ONU. Mais l&rsquo;organisation se rendit rapidement compte que Mars avait fait de la guerre &eacute;lectronique un art perfectionn&eacute; et que ses troupes excellaient dans les op&eacute;rations commandos. Au final, la flotte onusienne fut en grande partie paralys&eacute;e et ne parvint pratiquement jamais &agrave; poser pied sur le sol martien. C&rsquo;est un si&egrave;ge d&rsquo;un an qui s&rsquo;engageait.</p>
<p>Le d&eacute;roulement de l&rsquo;op&eacute;ration sur le second objectif commen&ccedil;ait bien mieux&nbsp;: des batailles plus conventionnelles o&ugrave; l&rsquo;ONU et les corporations subissaient des pertes en nombre. L&agrave; encore, les effectifs terriens donnaient l&rsquo;avantage aux Nations Unies.</p>
<p>Avec le front martien fig&eacute; et celui de Jupiter qui progressait, l&rsquo;ONU d&eacute;cida de se concentrer sur ce dernier. Comme Mars ne semblait pas en mesure d&rsquo;effectuer une contre-attaque, elle transf&eacute;ra une importante partie de ses forces affect&eacute;es &agrave; la plan&egrave;te rouge vers le front de la g&eacute;ante gazeuse. Si ceci conf&eacute;ra en quelques mois la victoire &agrave; HIARTech, l&rsquo;ONU parvint &agrave; prendre un avantage tr&egrave;s important dans le syst&egrave;me jovien.</p>
<p>Le tournant de la guerre eu lieu avec la destruction de la colonie Leanor par l&rsquo;ONU. Derni&egrave;re colonie sous le contr&ocirc;le de Suan, l&rsquo;ONU voulait acc&eacute;l&eacute;rer la chute de la corporation. Alors qu&rsquo;elle avait jusque-l&agrave; pris le contr&ocirc;le des autres installations, elle d&eacute;cida de bombarder la colonie depuis l&rsquo;orbite.</p>
<p>Cet acte eu un effet positif pour l&rsquo;ONU puisque Suan ne pouvait alors plus compter que sur ses colonies saturniennes. En revanche, elle redynamisa plus fortement les autres corporations qui trait&egrave;rent alors cette guerre comme une guerre d&rsquo;extermination pour l&rsquo;Organisation des Nations Unies.</p>
<p>Waylanders g&eacute;n&eacute;ralisa l&rsquo;utilisation des drones et des chasseurs automatiques&nbsp;; Mars augmenta consid&eacute;rablement le nombre de ses op&eacute;rations sur Sol6 visant &agrave; r&eacute;duire les approvisionnements de l&rsquo;ONU&nbsp;; Vranberg-Lytan cong&eacute;dia son &eacute;tat-major et le rempla&ccedil;a par Marth, une nouvelle IA forte sentiente d&eacute;di&eacute;e &agrave; r&eacute;gler la guerre. Pour les colonies, la logique m&ecirc;me de la guerre avait chang&eacute;&nbsp;: d&eacute;shumanis&eacute;e.</p>
<p>Les colonies n&rsquo;h&eacute;sitaient plus &agrave; employer presque tous les moyens &agrave; leur disposition contre l&rsquo;arm&eacute;e onusienne, certains de ses moyens occupaient encore les Solar Wardners &agrave; la fin de la guerre. Marth, surnomm&eacute;e &ldquo;Iron Lady&rdquo; par les terriens, mis en &oelig;uvre de nouvelles proc&eacute;dures et instaura la logistique n&eacute;cessaire pour permettre une riposte syst&eacute;matique contre les actions de l&rsquo;ONU. Son but, en grande partie atteint, consistait &agrave; amener les Nations Unies &agrave; appr&eacute;hender les cons&eacute;quences de ses op&eacute;rations avant m&ecirc;me de les r&eacute;aliser.</p>
<p>Finalement, l&rsquo;ONU encha&icirc;na une s&eacute;rie de d&eacute;faites et les victoires de plus en plus syst&eacute;matiques des colonies affaiblirent l&rsquo;ONU au point que l&rsquo;organisation commen&ccedil;ait &agrave; devoir battre en retraite. Les corporations en profit&egrave;rent alors pour passer discr&egrave;tement les points de contr&ocirc;les de l&rsquo;ONU et prendre d&rsquo;assaut la Terre.</p>
<p>Les forces conjugu&eacute;es des corporations se mirent en orbite autour de la plan&egrave;te bleue et y neutralis&egrave;rent les rares d&eacute;fenses. Elles pos&egrave;rent ensuite un ultimatum aux nations, mena&ccedil;ant de d&eacute;verser une centaine de bombe &agrave; fusion sur les principales villes. La Terre n&rsquo;eut d&rsquo;autre choix que de se plier &agrave; leurs exigences&nbsp;: la victoire &eacute;tait entre les mains des Colonies.</p>
<h2>Trait&eacute; des Colonies</h2>
<p>R&eacute;dig&eacute; avec la simplicit&eacute; et la clart&eacute; des documents de loi martiens, le trait&eacute; des colonies est un accord entre les corporations et les nations terriennes au travers de l&rsquo;ONU. Il r&eacute;git tout simplement le rapport entre la Terre et les Colonies. Plus particuli&egrave;rement&nbsp;:</p>
<ul>
    <li>Les corporations qui ont sign&eacute; le trait&eacute; sont reconnues comme nation par l&rsquo;ONU.</li>
    <li>L&rsquo;ONU et les nations terriennes n&rsquo;ont pas le droit d&rsquo;envoyer de forces arm&eacute;es vers une colonie.</li>
    <li>Les corporations n&rsquo;ont pas le droit d&rsquo;envoyer de forces arm&eacute;es vers la Terre.</li>
    <li>Ce trait&eacute; est un trait&eacute; de paix entre les Colonies et la Terre signant la fin de la guerre des Colonies.</li>
</ul>
<p><br/>
</p>
<p>Ce trait&eacute;, impos&eacute; par les Colonies alors que les combats avaient atteint la Terre, permit de terminer la guerre. Il pr&eacute;cise par ailleurs le rapport entre la Terre et les Colonies, stipulant entre autres que si la Terre ne peut interdire les avanc&eacute;es technologiques et scientifiques dans les Colonies, celles-ci doivent respecter le choix de la Terre sur ces points. Il confirme ainsi la dichotomie &eacute;thique entre la Terre et les Colonies.</p>
<h2>La dislocation de Vranberg-Lytan</h2>
<p>Apr&egrave;s la fin de la guerre, des dissensions sur le d&eacute;sarmement de Vranberg-Lytan &eacute;clat&egrave;rent. Un camp souhaitait la d&eacute;militarisation de la corporation tandis que l&rsquo;autre consid&eacute;rait que la Terre restait une menace et que les Colonies avaient encore besoin d&rsquo;une force militaire importante.</p>
<p>Ce d&eacute;saccord s&rsquo;envenima et conduisit Marth &laquo;&nbsp;Iron Lady&nbsp;&raquo; &agrave; quitter la corporation pour fonder Aesir. Cette nouvelle corporation regroupa rapidement les insatisfaits de la paix et les interventionnistes des autres corporations.</p>
<p>Aesir tire ainsi sa mauvaise r&eacute;putation de cet afflux de personnes qui souhaitent &ldquo;apporter une solution permanente au probl&egrave;me terrien&rdquo;. Pour l&rsquo;heure, Aesir a sign&eacute; le trait&eacute; des Colonies et la corporation se contente de surveiller les activit&eacute;s de la Terre, tout en se tenant pr&ecirc;te au cas o&ugrave; quelqu&rsquo;un viendrait menacer les Colonies.</p>
<p>La fondation d&rsquo;Aesir montra l&rsquo;une des faiblesses de Vranberg-Lytan et un second d&eacute;saccord emporta un autre morceau de la corporation. Cette fois-ci, les partisans de l&rsquo;extension de la colonisation aux lunes des syst&egrave;mes les plus externes s&rsquo;oppos&egrave;rent &agrave; ceux qui consid&eacute;raient que la corporation devait se restreindre dans un premier temps aux syst&egrave;mes d&eacute;j&agrave; sous contr&ocirc;le. Un nouveau d&eacute;part et une nouvelle corporation vit le jour&nbsp;: Urania qui s&rsquo;attela, avec le soutien de Mars, &agrave; commencer la colonisation des lunes majeures d&rsquo;Uranus et de Neptune.</p>
<p>Ces deux divisions ont laiss&eacute; Vranberg-Lytan affaiblie. Mais la corporation s&rsquo;en est d&eacute;j&agrave; remise et reste une puissante corporation. Malgr&eacute; le d&eacute;saccord ayant men&eacute; &agrave; la cr&eacute;ation d&rsquo;Aesir, Vranberg-Lytan a d&eacute;cid&eacute; de conserver une force militaire significative.</p>
