<h1> &Eacute;volution des personnages</h1>
 <blockquote>&laquo;&nbsp;Qui aurait cru que je marcherais un jour sur le sol de Titan, moi qui suis n&eacute; &agrave; une &eacute;poque ou m&ecirc;me la lune redevenait inaccessible.&nbsp;&raquo;<br/>
 Feyn, r&eacute;cup&eacute;rateur spatial</blockquote>
 <p>Beaucoup de joueurs aiment jouer des s&eacute;ries, notamment parce que l&rsquo;histoire peut y &ecirc;tre beaucoup plus d&eacute;velopp&eacute;e, mais aussi parce qu&rsquo;ils aiment voir leur personnage &eacute;voluer et progresser.</p>
 <h2>Les intrigues de personnage</h2>
 <p>Dans Solaires, il n&rsquo;y a pas de point d&rsquo;exp&eacute;rience, ou de niveau mais un syst&egrave;me de progression un peu particulier bas&eacute; sur des intrigues personnelles&nbsp;: chaque personnage est li&eacute; &agrave; une petite intrigue qui, lorsqu&rsquo;elle sera accomplie, lui permettra de gagner un nouvel &eacute;l&eacute;ment, ou d&rsquo;en modifier un.</p>
 <p>Une intrigue de personnage est d&eacute;finie par plusieurs choses&nbsp;:</p>
  <ul>
	<li><em>la r&eacute;compense</em> qui peut &ecirc;tre un nouvel &eacute;l&eacute;ment ou un &eacute;l&eacute;ment existant &agrave; am&eacute;liorer&nbsp;;</li>
	<li><em>l&rsquo;objectif </em>qui une fois r&eacute;alis&eacute; met fin &agrave; l&rsquo;intrigue et doit &ecirc;tre en relation avec la r&eacute;compense&nbsp;;</li>
	<li><em>les &eacute;tapes</em> qui permettent de suivre la progression de l&rsquo;intrigue.</li>
</ul>
  <p>Lorsque vous cr&eacute;ez votre personnage, vous d&eacute;finirez la premi&egrave;re intrigue de votre personnage. Ensuite, &agrave; chaque fois que vous terminez l&rsquo;intrigue de votre personnage, vous en d&eacute;finirez une nouvelle.</p>
 <h2>La r&eacute;compense</h2>
 <p>Pour cr&eacute;er une intrigue, commencez par choisir la r&eacute;compense que vous souhaitez&nbsp;: un nouvel &eacute;l&eacute;ment gagn&eacute; &agrave; la fin de l&rsquo;intrigue ou un &eacute;l&eacute;ment que votre personnage poss&egrave;de d&eacute;j&agrave; qui sera am&eacute;lior&eacute;. Souvenez-vous qu&rsquo;il n&rsquo;est pas possible d&rsquo;augmenter un &eacute;l&eacute;ment au-dessus de 3.</p>
 <p>N&rsquo;importe quel &eacute;l&eacute;ment est susceptible d&rsquo;&ecirc;tre gagn&eacute; ou am&eacute;lior&eacute; tant qu&rsquo;il n&rsquo;entre pas en contradiction avec le reste du personnage ou de l&rsquo;univers. Ainsi, le meneur, gardien de la coh&eacute;rence de l&rsquo;histoire, dispose d&rsquo;un droit de veto.</p>
 <div class="encart">
	<p class="encart__texte">Notez que la plupart des &eacute;l&eacute;ments avec un score de 1 peuvent &ecirc;tre obtenus &agrave; travers les points de personnage ou comme r&eacute;compense d&rsquo;actions en jeu. De plus le meneur peut accorder gratuitement un tel &eacute;l&eacute;ment. Les intrigues de personnages visent avant tout la progression et l&rsquo;&eacute;volution du personnage &agrave; plus grande &eacute;chelle et accorder gratuitement des &eacute;l&eacute;ments communs avec un score de 1 ne remet pas en cause l&rsquo;&eacute;quilibrage du jeu.</p>
	<p class="encart__texte">Pour des &eacute;l&eacute;ments plus rares et r&eacute;glement&eacute;s, comme une bombe &agrave; plasma par exemple, le meneur peut exiger une intrigue.</p>
</div>
 <h2>L&rsquo;objectif</h2>
 <p>Une intrigue doit avoir un objectif et l&rsquo;accomplissement de celui-ci doit justifier le gain de la r&eacute;compense. La nature de cet objectif peut &ecirc;tre tr&egrave;s vari&eacute;e&nbsp;: passer une certification, inventer un nouvel appareil, &ecirc;tre form&eacute; par un ma&icirc;tre, &ecirc;tre reconnu par une organisation, etc.</p>
 <p>Ici encore, l&rsquo;objectif est contraint par l&rsquo;univers et l&rsquo;histoire de la s&eacute;rie et doit donc &ecirc;tre approuv&eacute; par le meneur.</p>
 <div class="encart">
	<p class="encart__texte">Les intrigues n&rsquo;ont pas besoin de n&eacute;cessiter de grands exploits pour &ecirc;tre accomplies, &ccedil;a peut m&ecirc;me &ecirc;tre un moyen de d&eacute;crire la vie quotidienne de votre personnage ou pour remplir les creux, pendant un voyage spatial par exemple.</p>
	<p class="encart__texte">De plus, l&rsquo;objectif peut relever de la volont&eacute; de votre personnage ou la &laquo;&nbsp;voie trac&eacute;e par le destin&nbsp;&raquo;. Toutefois, Solaires traitant du transhumanisme et plus particuli&egrave;rement de la transformation des &ecirc;tres, la premi&egrave;re option est sans doute la plus int&eacute;ressante des deux.</p>
</div>
 <h2>Les &eacute;tapes</h2>
 <p>Le d&eacute;roulement d&rsquo;une intrigue de personnage est d&eacute;coup&eacute; en &eacute;tape. Le nombre de ces &eacute;tapes est d&eacute;termin&eacute; par la r&eacute;compense&nbsp;:</p>
  <ul>
	<li>Am&eacute;liorer un &eacute;l&eacute;ment de 1 &agrave; 2&nbsp;: 2 &eacute;tapes&nbsp;;</li>
	<li>Am&eacute;liorer un &eacute;l&eacute;ment de 2 &agrave; 3&nbsp;: 3 &eacute;tapes&nbsp;;</li>
	<li>Am&eacute;liorer un &eacute;l&eacute;ment de 1 &agrave; 3&nbsp;: 5 &eacute;tapes&nbsp;;</li>
	<li>Gagner un &eacute;l&eacute;ment rare ou r&eacute;glement&eacute; avec un score de 1&nbsp;: 1 &eacute;tape&nbsp;;</li>
	<li>Gagner un &eacute;l&eacute;ment avec un score de 2&nbsp;: 2 &eacute;tapes&nbsp;;</li>
	<li>Gagner un &eacute;l&eacute;ment avec un score de 3&nbsp;: 5 &eacute;tapes.</li>
</ul>
  <p>Lors de la cr&eacute;ation de l&rsquo;intrigue, il n&rsquo;est pas n&eacute;cessaire de d&eacute;finir toutes les &eacute;tapes&nbsp;: seule la premi&egrave;re &eacute;tape est n&eacute;cessaire initialement. C&rsquo;est au joueur de d&eacute;finir l&rsquo;&eacute;tape, avec une fois de plus validation du meneur.</p>
 <p>Par la suite, &agrave; chaque fois qu&rsquo;une &eacute;tape est accomplie, le joueur d&eacute;termine l&rsquo;&eacute;tape suivante. La derni&egrave;re &eacute;tape doit &eacute;videmment permettre d&rsquo;accomplir l&rsquo;objectif de l&rsquo;intrigue.</p>
 <h2>Faire avancer son intrigue</h2>
 <p>Les intrigues des personnages peuvent progresser &agrave; diff&eacute;rents moments, en fonction de la nature de la s&eacute;rie et de son d&eacute;roulement&nbsp;: pendant la partie ou entre deux s&eacute;ances.</p>
 <p>Si c&rsquo;est la premi&egrave;re m&eacute;thode qui est choisie, vous essaierez de faire avancer votre intrigue pendant la partie. Lorsque vos actions en jeu vous le permettent, vous pouvez accomplir une &eacute;tape. Vous devez ensuite d&eacute;finir la prochaine (ou une nouvelle intrigue si c&rsquo;&eacute;tait la derni&egrave;re). Votre meneur peut &eacute;videmment vous donner des pistes si vous ne savez pas quoi faire, mais l&rsquo;id&eacute;e principale reste de donner au joueur une occasion d&rsquo;apporter une touche personnelle &agrave; l&rsquo;histoire.</p>
 <div class="encart">
	<p class="encart__texte">Pour &eacute;viter de surcharger les parties, nous vous conseillons ne pas permettre d&rsquo;accomplir plus d&rsquo;une &eacute;tape pour un m&ecirc;me personnage lors d&rsquo;une s&eacute;ance. Vous pourrez ainsi d&eacute;finir l&rsquo;&eacute;tape suivante apr&egrave;s la s&eacute;ance, ce qui vous &eacute;vitera de casser le rythme de la partie.</p>
</div>
 <p>La seconde m&eacute;thode permet de ne pas prendre de temps sur la s&eacute;ance. Si la table comporte beaucoup de joueurs ou si vos s&eacute;ances sont courtes, vous n&rsquo;aurez sans doute pas assez de temps pour traiter les intrigues pendant la partie. Dans ce cas, vous pouvez g&eacute;rer l&rsquo;int&eacute;gralit&eacute; des intrigues entre les s&eacute;ances. Dans cette situation, le joueur doit, en plus de d&eacute;finir l&rsquo;&eacute;tape suivante, indiquer au meneur comment son personnage a proc&eacute;d&eacute;. Si le meneur le valide, le personnage passe &agrave; l&rsquo;&eacute;tape suivante, sinon le joueur peut soumettre une nouvelle proposition. Gr&acirc;ce &agrave; cette m&eacute;thode, vous pouvez continuer &agrave; donner vie au personnage entre chaque &eacute;pisode.</p>
 <div class="encart">
	<p class="encart__texte">Comme vous pouvez le remarquer, ce syst&egrave;me est &eacute;quivalent &agrave; donner un &laquo;&nbsp;point de progression&nbsp;&raquo; aux personnages &agrave; la fin de chaque s&eacute;ance en consid&eacute;rant que le co&ucirc;t des am&eacute;liorations est &eacute;quivalent au nombre d&rsquo;&eacute;tape. Toutefois, cette m&eacute;thode donne plus de sens &agrave; la progression du personnage et peut aider &agrave; lui donner plus de vie.</p>
</div>
 <h2>Terminer une intrigue</h2>
 <p>Pour mettre fin &agrave; l&rsquo;intrigue de votre personnage, vous avez deux possibilit&eacute;s&nbsp;: accomplir la derni&egrave;re &eacute;tape et donc l&rsquo;objectif ou l&rsquo;abandonner.</p>
 <p>Si la derni&egrave;re &eacute;tape est franchie et que votre personnage a accompli l&rsquo;objectif de son intrigue, celle-ci est termin&eacute;e et le personnage re&ccedil;oit imm&eacute;diatement sa r&eacute;compense. Au lieu de planifier la prochaine &eacute;tape, il devra cr&eacute;er une nouvelle intrigue avec sa r&eacute;compense, son objectif et sa premi&egrave;re &eacute;tape.</p>
 <p>En revanche, il peut arriver que vous ne souhaitiez pas poursuivre l&rsquo;intrigue de votre personnage. Par exemple, elle vous m&egrave;ne dans une direction qui ne vous pla&icirc;t pas ou la r&eacute;compense ne vous int&eacute;resse plus. Dans ce cas, vous pouvez abandonner l&rsquo;intrigue actuelle de votre personnage et en commencer une nouvelle. Habituellement, la progression de l&rsquo;intrigue abandonn&eacute;e est perdue, mais il peut arriver que votre meneur vous permette de la reprendre plus tard.</p>
 <h2>Exemples d&rsquo;intrigues</h2>
 <p>Il peut &ecirc;tre intimidant pour un joueur de construire une intrigue lui-m&ecirc;me. Bien s&ucirc;r, le meneur et les autres joueurs peuvent l&rsquo;aider et de fa&ccedil;on g&eacute;n&eacute;rale nous conseillons l&rsquo;entraide &agrave; la table. En plus de cette potentielle aide, nous vous pr&eacute;sentons quelques id&eacute;es d&rsquo;intrigues &agrave; titre d&rsquo;exemple. &Eacute;videmment, vous ne devriez pas vous contenter de les reprendre tel quel, et nous vous encourageons &agrave; construire des intrigues originales.</p>
 <div class="encart">
	<p class="encart__texte">Chaque exemple commence par son objectif. Nous pr&eacute;cisons ensuite les types d&rsquo;&eacute;l&eacute;ments qui pourrait &ecirc;tre am&eacute;lior&eacute;/obtenus par ces intrigues, avant de lister les &eacute;tapes.</p>
	<p class="encart__texte">De plus, si nous avons list&eacute; toutes les &eacute;tapes &agrave; titre d&rsquo;exemple, seule la premi&egrave;re est n&eacute;cessaire lors de la cr&eacute;ation de l&rsquo;intrigue.</p>
</div>
 <p>Obtenir une certification&nbsp;:</p>
  <ul>
	<li>pour obtenir une carri&egrave;re &agrave; 2 ou en am&eacute;liorer une de 1 &agrave; 2&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: s&rsquo;inscrire &agrave; un programme de formation&nbsp;;</li>
	<li>&eacute;tape 2&nbsp;: passer une &eacute;preuve de certification.</li>
</ul>
  <p>Se procurer du mat&eacute;riel ill&eacute;gal&nbsp;:</p>
  <ul>
	<li>pour obtenir du mat&eacute;riel normalement r&eacute;glement&eacute; &agrave; 1&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: faire un march&eacute; avec une organisation criminelle.</li>
</ul>
  <p>Am&eacute;liorer un outil&nbsp;:</p>
  <ul>
	<li>pour am&eacute;liorer un outil de 1 &agrave; 3&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: trouver et contacter un sp&eacute;cialiste du domaine&nbsp;;</li>
	<li>&eacute;tape 2&nbsp;: r&eacute;soudre un probl&egrave;me que rencontre le sp&eacute;cialiste</li>
	<li>&eacute;tape 3&nbsp;: fournir le mat&eacute;riel pour fabriquer un prototype</li>
	<li>&eacute;tape 4&nbsp;: assister le sp&eacute;cialiste durant la conception</li>
	<li>&eacute;tape 5&nbsp;: tester le prototype&nbsp;.</li>
</ul>
  <p>Infiltrer une organisation&nbsp;:</p>
  <ul>
	<li>pour obtenir une relation dans une organisation avec un score de 2&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: se faire remarquer par l&rsquo;organisation&nbsp;;</li>
	<li>&eacute;tape 2&nbsp;: se faire recruter par l&rsquo;organisation et y effectuer une t&acirc;che.</li>
</ul>
  <p>Sauver un VIP&nbsp;:</p>
  <ul>
	<li>pour am&eacute;liorer une relation de 2 &agrave; 3&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: voir un VIP se faire enlever alors qu&rsquo;il avait rendez-vous avec vous&nbsp;;</li>
	<li>&eacute;tape 2&nbsp;: enqu&ecirc;ter sur l&rsquo;enl&egrave;vement et retrouver sa trace&nbsp;;</li>
	<li>&eacute;tape 3&nbsp;: sauver le VIP.</li>
</ul>
  <p>Retrouver son cr&eacute;ateur&nbsp;:</p>
  <ul>
	<li>pour am&eacute;liorer une modification ou une enveloppe de 2 &agrave; 3&nbsp;;</li>
	<li>&eacute;tape 1&nbsp;: passer une visite m&eacute;dicale et apprendre que son corps a une pi&egrave;ce d&eacute;fectueuse&nbsp;;</li>
	<li>&eacute;tape 2&nbsp;: rechercher la trace de son cr&eacute;ateur, le seul qui pourrait r&eacute;parer le probl&egrave;me&nbsp;;</li>
	<li>&eacute;tape 3&nbsp;: retrouver son cr&eacute;ateur et recevoir les r&eacute;parations.</li>
</ul>
  