<h1> &Eacute;volution des personnages</h1>
 <blockquote>&laquo;&nbsp;Qui aurait cru que je marcherais un jour sur le sol de Titan, moi qui suis n&eacute; &agrave; une &eacute;poque ou m&ecirc;me la lune redevenait inaccessible.&nbsp;&raquo;<br/>
 Feyn, r&eacute;cup&eacute;rateur spatial</blockquote>
 <h2>&Eacute;tats</h2>
 <p>Au cours de la partie, votre personnage pourra acqu&eacute;rir ou subir diverses alt&eacute;rations&nbsp;: les &eacute;tats. Par exemple, si votre personnage vient tout juste de changer de corps, il peut obtenir l'&eacute;tat &laquo;&nbsp;Pens&eacute;e alt&eacute;r&eacute;e&nbsp;&raquo; ou m&ecirc;me &laquo;&nbsp;Corps inadapt&eacute;&nbsp;&raquo;. Un simple civil non entra&icirc;n&eacute; qui viendrait de vivre un attentat pourrait avoir l'&eacute;tat &laquo;&nbsp;En &eacute;tat de choc&nbsp;&raquo;. Le meneur affecte les &eacute;tats &agrave; sa discr&eacute;tion selon le bon sens.</p>
 <p>Ces &eacute;tats sont g&eacute;n&eacute;ralement temporaires et disparaissent avec le temps ou certaines actions. Pour les exemples cit&eacute;s, un nouveau changement de corps ou si le personnage s'y habitue pourront faire dispara&icirc;tre ces &eacute;tats. Dans le cas de l'&eacute;tat de choc, la psychochirurgie parviendra sans soucis &agrave; le supprimer, mais le temps peut, l&agrave; encore, suffire.</p>
 <p>Les &eacute;tats sont eux aussi chiffr&eacute;s de 1 &agrave; 3 de la m&ecirc;me mani&egrave;re que les traits&nbsp;: <em>L&eacute;ger</em> (1), <em>Important</em> (2), <em>Extr&ecirc;me</em> (3). Ils peuvent &ecirc;tre utilis&eacute;s comme n&rsquo;importe quel autre &eacute;l&eacute;ment du personnage.</p>
 <h2>&Eacute;voluer dans une s&eacute;rie</h2>
 <p>Comme vous l&rsquo;aurez remarqu&eacute; pendant la cr&eacute;ation du personnage, il n&rsquo;y a pas de point &agrave; r&eacute;partir ou de syst&egrave;me de niveau dans Solaires. Toutefois lors d&rsquo;une s&eacute;rie, la plupart des joueurs aiment voir leurs personnages &eacute;voluer, aussi bien dans l&rsquo;histoire qu&rsquo;au niveau de leurs capacit&eacute;s.</p>
 <p>Le syst&egrave;me de progression de Solaires &ndash; emprunt&eacute; &agrave; l&rsquo;excellent Les Secrets de la 7&egrave;me Mer &ndash; utilise un syst&egrave;me un peu particulier pour y parvenir&nbsp;: chaque personnage est li&eacute; &agrave; une petite intrigue qui, lorsqu&rsquo;elle sera accomplie, lui permettra de gagner un nouvel &eacute;v&eacute;nement ou d&rsquo;en modifier un.</p>
 <p>Lorsque vous cr&eacute;ez votre personnage, vous d&eacute;finirez la premi&egrave;re intrigue de votre personnage. Ensuite, &agrave; chaque fois que vous terminez l&rsquo;intrigue de votre personnage, vous en d&eacute;finirez une nouvelle.</p>
 <h2>Cr&eacute;er une intrigue de personnage</h2>
 <p>Pour cr&eacute;er une intrigue, commencez par choisir la r&eacute;compense que vous souhaitez. Il s&rsquo;agit d&rsquo;un &eacute;l&eacute;ment du personnage qui sera gagn&eacute; &agrave; la fin de l&rsquo;intrigue. Vous pouvez aussi choisir d&rsquo;am&eacute;liorer ou de supprimer un &eacute;l&eacute;ment que votre personnage poss&egrave;de d&eacute;j&agrave;. Notez que vous pouvez gagner un &eacute;l&eacute;ment avec un score de 2 ou 3 en une seule intrigue si cela est logique (par exemple du mat&eacute;riel sp&eacute;cialis&eacute;). Dans le cas contraire (par exemple pour une carri&egrave;re) vous devrez le faire en plusieurs intrigues mais rassurez-vous&nbsp;: le nombre total d&rsquo;&eacute;tape restera le m&ecirc;me.</p>
 <p>Vous pouvez aussi choisi de changer la nature permanente de votre personnage. Ce cas est un peu sp&eacute;cial, car il peut aussi conduire &agrave; modifier l&rsquo;int&eacute;gralit&eacute; des modifications, logiciels et traits physiques.</p>
 <p>Par exemple, le joueur peut choisir d&rsquo;am&eacute;liorer la carri&egrave;re Secouriste de son personnage de 1 &agrave; 2 en r&eacute;compense de l&rsquo;intrigue de son personnage.</p>
 <p>Ensuite, vous devez d&eacute;finir l&rsquo;objectif &agrave; atteindre pour terminer l&rsquo;intrigue. Cet objectif est le but de l&rsquo;intrigue et doit logiquement justifier le gain de la r&eacute;compense.</p>
 <p>En prolongeant l&rsquo;exemple pr&eacute;c&eacute;dent, le joueur peut d&eacute;cider que l&rsquo;objectif de la qu&ecirc;te est d&rsquo;obtenir une certification des corporations.</p>
 <p>L&rsquo;intrigue est ensuite d&eacute;compos&eacute;e en plusieurs &eacute;tapes. Le nombre de ces &eacute;tapes est d&eacute;termin&eacute; par la r&eacute;compense&nbsp;:</p>
  <ul>
	<li><em>Am&eacute;liorer le score d&rsquo;un &eacute;l&eacute;ment de 1 &agrave; 2&nbsp;</em>: 2 &eacute;tapes&nbsp;;</li>
	<li><em>Am&eacute;liorer le score d&rsquo;un &eacute;l&eacute;ment de 2 &agrave; 3</em>&nbsp;: 3 &eacute;tapes&nbsp;;</li>
	<li><em>Am&eacute;liorer le score d&rsquo;un &eacute;l&eacute;ment de 1 &agrave; 3&nbsp;</em>: 5 &eacute;tapes&nbsp;;</li>
	<li><em>Changer la nature du personnage&nbsp;</em>:5 &eacute;tapes&nbsp;;</li>
	<li><em>Nouvel &eacute;l&eacute;ment avec un score de 1&nbsp;</em>: 1 &eacute;tape&nbsp;;</li>
	<li><em>Nouvel &eacute;l&eacute;ment avec un score de 2&nbsp;</em>: 3 &eacute;tapes&nbsp;;</li>
	<li><em>Nouvel &eacute;l&eacute;ment avec un score de 3&nbsp;:</em> 6 &eacute;tapes&nbsp;;</li>
	<li><em>Supprimer un &eacute;l&eacute;ment&nbsp;</em>: 1 &eacute;tape.</li>
</ul>
  <p>Comme vous pouvez le noter, obtenir un nouvel &eacute;l&eacute;ment avec un score de 2 ou 3 demande autant d&rsquo;&eacute;tape qu&rsquo;un &eacute;l&eacute;ment avec un score de 1 qui serait am&eacute;lior&eacute; deux fois.</p>
 <p>Dans notre exemple, l&rsquo;intrigue sera donc d&eacute;compos&eacute;e en deux &eacute;tapes.</p>
 <p>Pour finir la cr&eacute;ation de l&rsquo;intrigue de votre personnage, vous devez d&eacute;terminer la premi&egrave;re &eacute;tape de l&rsquo;intrigue. En dehors des intrigues d&rsquo;une seule &eacute;tape, cette premi&egrave;re &eacute;tape est le d&eacute;clencheur de l&rsquo;intrigue&nbsp;: sa r&eacute;alisation peut aussi bien &ecirc;tre d&ucirc; &agrave; l&rsquo;action du personnage qu&rsquo;&agrave; un &eacute;v&eacute;nement ext&eacute;rieur.</p>
 <p>Dans notre exemple, le joueur peut d&eacute;cider que la premi&egrave;re &eacute;tape consiste &agrave; s&rsquo;inscrire &agrave; un programme de formation avanc&eacute; des colonies.</p>
 <p>Comme pour les autres r&egrave;gles donnant un pouvoir direct sur l&rsquo;histoire, le contenu d&rsquo;une intrigue est sujet au veto des autres participants. Par exemple, si l&rsquo;objectif ne leur parait pas en accord avec la r&eacute;compense, ils peuvent faire jouer leur droit de veto et le joueur concern&eacute; devra revoir son intrigue.</p>
 <p>Les intrigues n&rsquo;ont pas besoin de n&eacute;cessiter de grands exploits pour &ecirc;tre accomplies, &ccedil;a peut m&ecirc;me &ecirc;tre un moyen de d&eacute;crire la vie quotidienne de votre personnage ou pour remplir les creux, pendant un voyage spatial par exemple.</p>
 <h2>Faire avancer son intrigue</h2>
 <p>Lors de la partie, vous essayerez normalement de faire avancer votre intrigue. Lorsque vous accomplissez une &eacute;tape, vous devez alors d&eacute;finir la suivante. Le meneur peut &eacute;videmment vous donner des pistes si elles ne sont pas d&eacute;j&agrave; implicitement mises en jeu. Pour la derni&egrave;re &eacute;tape assurez-vous qu&rsquo;elle permettra bien d&rsquo;accomplir l&rsquo;objectif.</p>
 <p>Pour &eacute;viter de surcharger les parties, nous vous conseillons de ne pas accomplir plus d&rsquo;une &eacute;tape par &eacute;pisode pour chaque personnage. Toutefois, vous pr&eacute;f&eacute;rerez permettre de rattraper des &eacute;tapes si lors d&rsquo;un &eacute;pisode pr&eacute;c&eacute;dent vous n&rsquo;&eacute;tiez pas parvenu &agrave; avancer sur l&rsquo;intrigue du personnage.</p>
 <h2>Terminer une intrigue</h2>
 <p>Pour mettre fin &agrave; l&rsquo;intrigue de votre personnage, vous avez deux possibilit&eacute;s&nbsp;: accomplir la derni&egrave;re &eacute;tape et donc l&rsquo;objectif ou l&rsquo;abandonner.</p>
 <p>La derni&egrave;re &eacute;tape est franchie et votre personnage a accompli l&rsquo;objectif de son intrigue. L&rsquo;intrigue est donc termin&eacute;e et le personnage re&ccedil;oit imm&eacute;diatement sa r&eacute;compense. C&rsquo;est aussi le moment de penser &agrave; la suite&nbsp;: vous pouvez d&eacute;s &agrave; pr&eacute;sent d&eacute;finir une nouvelle intrigue avec sa r&eacute;compense, son objectif et sa premi&egrave;re &eacute;tape. Rassurez-vous, si vous &ecirc;tes en plein dans l&rsquo;action de la partie vous pouvez le faire plus tard.</p>
 <p>Il peut arriver que vous ne souhaitiez pas poursuivre l&rsquo;intrigue de votre personnage. Par exemple, elle vous m&egrave;ne dans une direction qui ne vous pla&icirc;t pas ou la r&eacute;compense ne vous int&eacute;resse plus. Dans ce cas, vous pouvez abandonner l&rsquo;intrigue actuelle de votre personnage et en commencer une nouvelle. Habituellement, la progression de l&rsquo;intrigue abandonn&eacute;es est perdue, mais il peut arriver que votre meneur vous permette de la reprendre plus tard.</p>
  