<h1> Factions principales</h1>
 <blockquote>&laquo;&nbsp;D&egrave;s qu&rsquo;un homme vers&eacute; dans la politique arrive quelque part, il se renseigne pour conna&icirc;tre ses alli&eacute;s et ses ennemis.&nbsp;&raquo;</blockquote>
 <div class="encart">
	<h2 class="encart__titre">&Agrave; propos de la puissance des factions</h2>
	<p class="encart__texte">Les diff&eacute;rentes factions pr&eacute;sent&eacute;e dans ce chapitre ne sont pas d&rsquo;&eacute;gale puissance. Pour simplifier leurs relations de puissance, nous les avons class&eacute;s en trois cat&eacute;gories&nbsp;:</p>
	<ul>
		<li class="encart__liste">Grandes Puissances, celles capables de prendre seule le leadership dans le syst&egrave;me solaire&nbsp;;</li>
		<li class="encart__liste">Moyennes puissances, celles qui peuvent faire plier les grandes puissances en s&rsquo;alliant&nbsp;;</li>
		<li class="encart__liste">Petites puissances, celles qui ne peuvent que suivre le mouvement g&eacute;n&eacute;ral.</li>
	</ul>
</div>
  <h2>Organisation des Nations Unies</h2>
 <p>L&rsquo;Organisation des Nations Unies repr&eacute;sente la Terre et ses nations dans l&rsquo;espace par le biais du comit&eacute; des utilisations pacifiques de l&rsquo;espace extra-atmosph&eacute;rique. Ce n&rsquo;est pas son but premier, certes, mais cette fonction est la seule qui int&eacute;resse encore les corporations.</p>
 <p>Historiquement constitu&eacute;e pour &eacute;viter les guerres sur Terre, mission dont la r&eacute;ussite fut relative, l&rsquo;ONU, du point de vue des colonies, s&rsquo;est surtout fait remarquer pour son opposition aux corporations. Elle est aussi tenue pour responsable de la Guerre des Colonies par ces derni&egrave;res.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Organisation des nations unies</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Organisation mondiale terrienne</td>
 	</tr>
 	<tr>
 		<th> Premier secr&eacute;taire</th>
 		<td> Nemja Mahut, Gr&eacute;goire de Montergny (mi-2093)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 1945</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <p>Organisation destin&eacute;e au maintien de la paix, l&rsquo;ONU se voit renforc&eacute;e au fil du temps pour lutter contre les corporations. Peu apr&egrave;s la seconde vague de fondation de ces super-groupes, l&rsquo;Organisation de R&eacute;gulation des Supers &Eacute;conomies (ORSE) est constitu&eacute;e sur d&eacute;cision du conseil de s&eacute;curit&eacute;. &Agrave; partir de ce moment, les nations unies deviennent capables de bloquer la formation de nouvelle corporation, sans, pour autant, pouvoir d&eacute;manteler celles en place. Cette mesure met durablement fin &agrave; la gen&egrave;se des corporations.</p>
 <p>Son pouvoir est encore renforc&eacute; lorsque les corporations mettent au point les nanorobots auto-r&eacute;plicants. Les nations prennent alors peur et accordent &agrave; l&rsquo;ONU le droit de mener des op&eacute;rations militaires contre les corporations &agrave; sa propre initiative, avec les troupes pr&ecirc;t&eacute;es par les &Eacute;tats membres. Cette mesure, suppos&eacute;e dissuasive, ne se servira que bien plus tard.</p>
 <p>Mais en 2075, alors que la situation diplomatique entre les nations et les corporations se d&eacute;gradent, l&rsquo;ONU fait part de son incapacit&eacute; &agrave; pouvoir atteindre les colonies spatiales des corporations. Craignant que ces installations soient utilis&eacute;es &agrave; de mauvaises fins, les nations lui octroient le droit de constituer une flotte spatiale. Plus exactement, les nations unies ont d&eacute;sormais la charge d&rsquo;organiser et de coordonner construction de la future flotte spatiale terrienne puis d&rsquo;en unifier le commandement. L&rsquo;organisation ne sera toutefois pas en mesure de d&eacute;ployer cette force avant une d&eacute;cennie.</p>
 <p>Pour son premier acte de force de l&rsquo;organisation frappe en 2076, lorsqu&rsquo;elle lance une op&eacute;ration militaire contre les installations terrestres de HIARTech qui ne cesse de d&eacute;fier les nations unies et s&rsquo;est m&ecirc;me permise d&rsquo;espionner le conseil de s&eacute;curit&eacute;. Cette op&eacute;ration est un succ&egrave;s militaire qui rassure les nations sur leurs capacit&eacute;s conjointes. Par la m&ecirc;me occasion, l&rsquo;organisation prend possession des chantiers spatiaux de la corporation qu&rsquo;elle emploie encore de nos jours.</p>
 <p>Quelques ann&eacute;es plus tard, l&rsquo;affaire de l&rsquo;attentat martien &eacute;clate dans les colonies. Bien que point&eacute;e du doigt par les corporations, l&rsquo;ONU se contente d&rsquo;ignorer l&rsquo;affaire&nbsp;: au final cette affaire n&rsquo;est pratiquement pas relay&eacute;e ni comment&eacute; sur Terre. Et les nations ne remettent pas en question le bien suppos&eacute; de l&rsquo;op&eacute;ration.</p>
 <p>Les corporations finissent par rompre toute relation diplomatique. Avec les nombreux rapports concernant l&rsquo;armement des colonies, l&rsquo;ONU se voit oblig&eacute;e de r&eacute;agir. C&rsquo;est le d&eacute;but de la guerre des colonies. La plan&egrave;te bleue se lance dans le conflit sous le drapeau onusien.</p>
 <p>Les premi&egrave;res batailles, sur Terre, sont emport&eacute;es haut la main et l&rsquo;ONU balaie les corporations du sol de la plan&egrave;te bleue. Sa campagne spatiale, en revanche, commence avec moins d&rsquo;&eacute;clat&nbsp;: le si&egrave;ge martien s&rsquo;enlise rapidement, et le front jovien est meurtrier. Au final, le conflit dure cinq ans, au terme duquel la Terre sort perdante. Cette d&eacute;faite marque la fin des pr&eacute;tentions militaires de la Terre sur les colonies.</p>
 <p>Depuis la signature du Trait&eacute; des Colonies, le seul territoire spatial que contr&ocirc;le effectivement l&rsquo;ONU est le syst&egrave;me plan&eacute;taire de la Terre, encore qu&rsquo;&agrave; la surface de la plan&egrave;te bleue son autorit&eacute; s&rsquo;efface face &agrave; celles des nations. Seule Sol6 est rest&eacute;e sous contr&ocirc;le Terrien. La corporation conserve la gestion de ses colonies, sur la Lune et Mercure, mais il s&rsquo;agit officiellement de protectorats de l&rsquo;ONU b&eacute;n&eacute;ficiant de la surveillance constante du programme des Nations Unies pour les &eacute;tablissements humains.</p>
 <p>L&rsquo;ONU, d&eacute;faite, est remise en cause sur Terre. L&rsquo;issue de la guerre, mais aussi son co&ucirc;t, aussi bien en terme mat&eacute;riel qu&rsquo;humain, remettent en question les pouvoirs qui ont &eacute;t&eacute; conf&eacute;r&eacute;s aux nations unies. De nombreuses voix souhaitent un remaniement complet de l&rsquo;organisation, mais nombreux craignent que son affaiblissement provoque de nouvelle guerre &agrave; la surface de la plan&egrave;te bleue.</p>
 <h2>Mars (HIARTech)</h2>
 <p>Mars, anciennement HIARTech (High Intelligence And Rocket Technology), est la seule corporation disposant d&rsquo;un territoire clairement d&eacute;finit&nbsp;: Mars. Historiquement la premi&egrave;re corporation au sens moderne, HIARTech est aussi l&rsquo;initiateur de la colonisation du syst&egrave;me solaire. &Agrave; cet &eacute;gard, il est naturel que la corporation soit, encore aujourd&rsquo;hui, consid&eacute;r&eacute;e comme l&rsquo;avant-garde de la technologie spatiale et de la colonisation.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Mars (HIARTech)</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> Oligarchie</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Conseil secret de trois personne</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> Proche du communisme d&rsquo;&eacute;tat &agrave; &eacute;conomie virtuelle</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Marineris (Mars)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2049</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Grande puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Mars</th>
 		<td> 45</td>
 		<td> 1&nbsp;650&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Phobos</th>
 		<td> 1</td>
 		<td> 30&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 46</td>
 		<td> 1&nbsp;680&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Fond&eacute;e en 2049, HIARTech doit sa direction historique &agrave; son PDG, Alfred Johnwen, souvent consid&eacute;r&eacute; soit comme un visionnaire, soit comme un d&eacute;ment. Son discours historique, apr&egrave;s l&rsquo;abandon de l&rsquo;exploration spatiale par les agences nationales, lance la corporation sur une qu&ecirc;te que beaucoup consid&egrave;rent alors comme impossible&nbsp;: la colonisation de Mars. Dans ce domaine, HIARTech ne fera qu&rsquo;aller de succ&egrave;s en succ&egrave;s.</p>
 <p>La suite de l&rsquo;histoire de la corporation est profond&eacute;ment marqu&eacute;e par son opposition avec l&rsquo;ONU. Le conflit na&icirc;t lors de l&rsquo;affaire Leena. Tr&egrave;s avanc&eacute;e dans la recherche sur l&rsquo;intelligence artificielle, la corporation met au point la premi&egrave;re intelligence artificielle sentiente&nbsp;: Leena. Malheureusement, un affrontement juridique entre la corporation et la justice europ&eacute;enne, conduit &agrave; la d&eacute;sactivation de l&rsquo;IA. Elle est r&eacute;activ&eacute;e plus tard sur Mars. L&rsquo;ONU, alors investie d&rsquo;une mission de contr&ocirc;le des corporations, prend une attitude plus agressive envers HIARTech qu&rsquo;elle cible sp&eacute;cifiquement dans ses proc&eacute;dures.</p>
 <p>Le bras de fer entre l&rsquo;ONU et HIARTech qui suit occupe les tribunaux plusieurs ann&eacute;es, maintenant le statu quo. Au fil du temps, l&rsquo;ONU acqui&egrave;re de plus en plus de pouvoir et HIARTech commet ce qui sera sa plus grande erreur&nbsp;: en 2076, la corporation infiltre un espion directement au sein du conseil de s&eacute;curit&eacute;. Malheureusement, cet espion est d&eacute;masqu&eacute; apr&egrave;s six mois d&rsquo;activit&eacute; et l&rsquo;ONU d&eacute;verse son courroux sur la corporation. L&rsquo;organisation lance une op&eacute;ration militaire et balaye son ennemi de la surface de la Terre. Le pr&eacute;sident de la corporation est m&ecirc;me tu&eacute; lors des op&eacute;rations. Cet &eacute;v&eacute;nement est encore consid&eacute;r&eacute; comme le premier acte militaire de la guerre des colonies par certains historiens martiens.</p>
 <p>Par la suite, la corporation r&eacute;duite &agrave; ses colonies martiennes s&rsquo;appuie sur ses capacit&eacute;s technologiques. La t&acirc;che n&rsquo;est pas aussi ardue que ce qu&rsquo;on pourrait imaginer&nbsp;: d&egrave;s le d&eacute;part, les colonies ont &eacute;t&eacute; con&ccedil;ues pour devenir autonome. Ravitailler ces cit&eacute;s depuis la Terre n&rsquo;a jamais &eacute;t&eacute; une option, aussi l&rsquo;industrie martienne est d&eacute;j&agrave; install&eacute;e&nbsp;: il ne reste plus qu&rsquo;&agrave; en augmenter l&rsquo;&eacute;chelle. En plus, la suite de l&rsquo;effort de colonisation a &eacute;t&eacute; planifi&eacute; &agrave; partir des cit&eacute;s d&eacute;j&agrave; install&eacute;es et ne repose plus sur des envois depuis la Terre.</p>
 <p>Avant de se faire renvoyer de la Terre, HIARTech a aussi d&eacute;velopp&eacute; un programme d&rsquo;aide &agrave; la colonisation pour aider les autres corporations. Cette relation continue et les autres corporations continuent &agrave; soutenir HIARTech, notamment en transportant les nouveaux colons &agrave; destination de Mars depuis la Terre. Ainsi, m&ecirc;me en observant l&rsquo;&eacute;volution de la colonisation de Mars &agrave; la loupe, on ne discerne aucune discontinuit&eacute; de sa progression.</p>
 <p>Cinq ans apr&egrave;s l&rsquo;assaut sur les installations terriennes de HIARTech, un nouveau drame frappe la corporation. Un attentat an&eacute;antit le conseil directoire, d&eacute;capitant la soci&eacute;t&eacute; des colonies de la plan&egrave;te rouge. Il s&rsquo;agissait d&rsquo;un autre coup de l&rsquo;ONU, comme le d&eacute;montreront les Solar Wardners, assembl&eacute;s pour l&rsquo;occasion. Apr&egrave;s la courte crise, l&rsquo;Amiral Tanner, de la flotte martienne, parvient &agrave; r&eacute;tablir un nouveau conseil de trois personnes, dont les membres sont gard&eacute;s secrets pour &eacute;viter qu&rsquo;ils ne soient &agrave; nouveau pris pour cible par l&rsquo;ONU.</p>
 <p>Vient la guerre des colonies proprement dite. D&eacute;s 2085, Mars est attaqu&eacute; en premier, mais depuis l&rsquo;assaut sur ses installations terriennes, la corporation s&rsquo;est pr&eacute;par&eacute;e au conflit et elle dispose d&rsquo;une flotte &eacute;vasive et a d&eacute;velopp&eacute; de nombreuses techniques de guerre num&eacute;rique. Au sol, elle dispose en outre de d&eacute;fenses efficaces qui interdisent &agrave; l&rsquo;ONU une invasion. Le si&egrave;ge est finalement plus difficile &agrave; tenir pour l&rsquo;ONU que pour Mars et les nations unies se retirent partiellement en 2086. Mars se d&eacute;barrasse de la flotte restante et entame une campagne de sabotage et d&rsquo;interception des renforts provenant des installations spatiales de Sol6.</p>
 <p>Quand la guerre est finalement gagn&eacute;e par les corporations, Mars intervient et propose le trait&eacute; des colonies. Apr&egrave;s quelques n&eacute;gociations, il est accept&eacute; et la paix est sign&eacute;e. Mars devient officiellement une nation et prend une place importante de la diplomatie des colonies.</p>
 <p>D&eacute;sormais, Mars est vue comme la grande s&oelig;ur des corporations, sage et avanc&eacute;e. En v&eacute;rit&eacute;, si elle poss&egrave;de toujours une certaine avance technologique, la corporation travaille surtout son image de m&eacute;diateur et organise la diplomatie des colonies. Avec l&rsquo;aide d&rsquo;Aesir, elle a m&ecirc;me commenc&eacute; &agrave; renouer avec la Terre, installant une ambassade commune sur Terre, en plein Manhattan, &agrave; quelques rues du si&egrave;ge de l&rsquo;organisation des nations unies.</p>
 <h2>Waylanders</h2>
 <p>Waylanders est sur certains aspects une corporation de taille moyenne&nbsp;: si elle ne poss&egrave;de pas autant de colonie que HIARTech ou Suan, son industrie et sa force militaire sont parmi les plus importantes du syst&egrave;me solaire.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Waylanders</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> Aristocratie dirig&eacute;e par les actionnaires majoritaires</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Robert Teadrill (Pr&eacute;sident du conseil)</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> Syst&egrave;me capitaliste mixte o&ugrave; la monnaie est introduite et r&eacute;gul&eacute;e par la corporation</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Zitzca (Ganym&egrave;de)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2063</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Grande puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Io</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Europe</th>
 		<td> 4</td>
 		<td> 150&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Ganym&egrave;de</th>
 		<td> 9</td>
 		<td> 330&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Callisto</th>
 		<td> 8</td>
 		<td> 300&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 24</td>
 		<td> 890&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Comme les autres corporations, l&rsquo;action de Waylanders a &eacute;t&eacute; fortement inspir&eacute; par HIARTech. La corporation a &eacute;t&eacute; fond&eacute;e par des groupes ayant une croyance forte dans l&rsquo;avenir de la colonisation spatiale. D&egrave;s le d&eacute;but de son programme, Waylanders d&eacute;cide de miser sur le d&eacute;veloppement des colonies avec un minimum d&rsquo;envoi. Pr&eacute;f&eacute;rant assurer ses arri&egrave;res, la corporation conclue un pacte avec Vranberg-Lytan et Suan pour installer sa premi&egrave;re colonie &agrave; proximit&eacute; de celles des deux autres corporations.</p>
 <p>Par la suite, son d&eacute;ploiement s&rsquo;est effectu&eacute; avec m&eacute;thode. Des corporations joviennes, Waylander poss&egrave;de le territoire le moins fragment&eacute; &agrave; la surface des lunes&nbsp;: chaque colonie peut s&rsquo;appuyer directement sur les autres.</p>
 <p>Malheureusement, la faiblesse relative de son infrastructure terrienne ne lui permet pas d&rsquo;assurer le m&ecirc;me flot d&rsquo;immigration que les autres corporations. Pour se d&eacute;velopper, Waylander mise sur l&rsquo;automatisation &agrave; outrance&nbsp;: des usines et des centres de traitement enti&egrave;rement automatis&eacute;s voient le jour. Certains mesureront presque un kilom&egrave;tre carr&eacute;, une &eacute;chelle que m&ecirc;me Vranberg-Lytan ne parviendra pas &agrave; &eacute;galer.</p>
 <p>Mais cet &acirc;ge d&rsquo;insouciance se termine avec les d&eacute;clarations hostiles de l&rsquo;ONU de 2072. Initialement, Waylanders consid&egrave;re les exigences des nations unies et se pr&eacute;pare m&ecirc;me &agrave; s&rsquo;y plier. Mais la r&eacute;sistance de ses alli&eacute;s et voisins placent la corporation dans une situation d&eacute;licate. Dans un premier temps la corporation d&eacute;cide de temporiser, profitant de la diversion de HIARTech.</p>
 <p>Mais lorsque cette derni&egrave;re est balay&eacute;e de la Terre, il semble &eacute;vident que le conflit entre les corporations et les nations unies a atteint un point de non-retour. Pour autant Waylanders h&eacute;site &agrave; choisir ouvertement un camp, pr&eacute;f&eacute;rant se pr&eacute;parer &agrave; devoir reposer sur ses colonies. C&rsquo;est la trahison de Sol6 lors de l&rsquo;affaire des chasseurs de Vranberg-Lytan qui met fin &agrave; ses h&eacute;sitations. Jusqu&rsquo;ici, aucune corporation n&rsquo;avait nuit &agrave; une autre et Waylanders &agrave; d&eacute;sormais le sentiment que l&rsquo;ONU est en train de mettre en p&eacute;ril la colonisation spatiale en instaurant un climat de peur.</p>
 <p>Ainsi, le conflit se polarise encore plus et Waylanders se rapproche des autres corporations. Elle participe notamment aux diverses n&eacute;gociations entre corporation et signe plusieurs trait&eacute;s formant une alliance de fait avec les autres futures nations extraterrestres.</p>
 <p>Alors que Vranberg-Lytan et Suan s&rsquo;int&eacute;ressent aussi au syst&egrave;me saturnien, la corporation se concentre sur Jupiter et ses lunes. Sa strat&eacute;gie s&rsquo;av&egrave;re mitig&eacute;e&nbsp;: les deux autres corporations joviennes disposent d&eacute;j&agrave; du double de colonie. Toutefois, ses super-usines remplissent leur fonction et Waylanders est la premi&egrave;re corporation &agrave; disposer d&rsquo;un exc&eacute;dent significatif.</p>
 <p>Vient alors la guerre des colonies, annonc&eacute;e par le terrible attentat qui a d&eacute;vast&eacute; le conseil de Mars. Waylanders ne peut plus ignorer ces signes et commence &agrave; produire une flotte militaire importante, &eacute;changeant une partie de ses ressources excessives contre le savoir faire de Vranberg-Lytan. La d&eacute;fense est rapidement mise en place et la corporation s&rsquo;attend au moment dit.</p>
 <p>Quand l&rsquo;ONU passe &agrave; l&rsquo;attaque sur Terre, elle ne se saisit que d&rsquo;entrep&ocirc;ts vides, de laboratoires abandonn&eacute;s et d&rsquo;immeubles d&eacute;sert&eacute;s&nbsp;: de toutes les corporations, Waylander est celle qui a le moins perdu ce jour-l&agrave;, tant l&rsquo;accent a &eacute;t&eacute; mis sur l&rsquo;autonomie de ses colonies.</p>
 <p>Avant le front Jovien, la guerre conserve un aspect irr&eacute;el pour les colons et la flotte bien qu&rsquo;en alerte, reste relativement passive. La premi&egrave;re bataille est un v&eacute;ritable choc&nbsp;: trop expos&eacute;es, ses unit&eacute;s spatiales subissent des pertes immenses. Malgr&eacute; des pertes &eacute;quivalentes, l&rsquo;ONU semble s&rsquo;&ecirc;tre pr&eacute;par&eacute; &agrave; ce carnage. Waylanders sait d&eacute;sormais quoi faire de son exc&eacute;dent.</p>
 <p>La suite de la guerre voit d&rsquo;autres violentes batailles espac&eacute;es par des semaines enti&egrave;res de reconsolidation. Si Vranberg-Lytan semble avoir mieux tenu, Suan perd ses colonies les unes apr&egrave;s les autres. Waylanders perd aussi le contr&ocirc;le de quelques colonies mais la corporation parvient &agrave; les reprendre rapidement.</p>
 <p>Puis vient le carnage de Leanor. Alors que, jusqu&rsquo;ici, l&rsquo;ONU a &eacute;pargn&eacute; installations civiles, elle d&eacute;truit litt&eacute;ralement la derni&egrave;re cit&eacute; de Suan dans le syst&egrave;me jovien. C&rsquo;est un v&eacute;ritable traumatisme pour Waylanders. La corporation d&eacute;cide d&rsquo;agir sans r&eacute;serve, quitte &agrave; faire des d&eacute;g&acirc;ts collat&eacute;raux. Elle r&eacute;oriente une grande partie de son industrie pour produire des armes autonomes en masse&nbsp;: chasseurs, robots d&rsquo;assauts, mines, installations pi&eacute;g&eacute;es, etc. Rapidement ces &eacute;l&eacute;ments sont exploit&eacute;s de fa&ccedil;on centrale par Marth dans sa strat&eacute;gie.</p>
 <p>Un nombre important de ces appareils restent encore actifs bien apr&egrave;s la guerre posant encore un grand danger, notamment pour les r&eacute;cup&eacute;rateurs qui ont appris &agrave; avancer vers les d&eacute;bris de la corporation avec appr&eacute;hension.</p>
 <p>Lors des n&eacute;gociations de la fin de la guerre, Waylanders d&eacute;sapprouve les menaces formul&eacute;es par Suan et Vranberg-Lytan, refusant presque d&rsquo;assister aux r&eacute;unions de concertations avec les autres corporations. Heureusement, l&rsquo;issue heureuse des n&eacute;gociations mettent fin &agrave; ce conflit diplomatique.</p>
 <p>Depuis la fin de la Guerre, Waylanders a repris sa strat&eacute;gie initiale&nbsp;: d&eacute;velopper ses colonies sur les Lunes de Jupiter et continuer de d&eacute;velopper son industrie, prenant un peu de recul sur la politique du syst&egrave;me solaire.</p>
 <h2>Suan</h2>
 <p>Suan est la seconde plus grande corporation en termes de population. Principalement &eacute;tablie dans le syst&egrave;me saturnien, elle est souvent cit&eacute;e comme l&rsquo;arch&eacute;type typique des corporations m&ecirc;me si elle est tout aussi unique que les autres.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Suan</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> D&eacute;mocratie participative</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Nora &ldquo;Pelican&rdquo; (Pr&eacute;sidente)</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> Syst&egrave;me capitaliste mixte o&ugrave; la monnaie est introduite par des instituts financiers internes</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Ombrenade (Titan)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2063</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Grande puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Ganym&egrave;de</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Th&eacute;tys</th>
 		<td> 5</td>
 		<td> 180&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Dion&eacute;</th>
 		<td> 5</td>
 		<td> 180&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Rh&eacute;a</th>
 		<td> 4</td>
 		<td> 150&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Titan</th>
 		<td> 20</td>
 		<td> 730&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Japet</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 40</td>
 		<td> 1&nbsp;460&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Fond&eacute;e durant la seconde vague, Suan vise imm&eacute;diatement deux fronts&nbsp;: Jupiter et Saturne. Pour ce premier syst&egrave;me, elle joue la carte de la s&eacute;curit&eacute; et installe sa premi&egrave;re cit&eacute; pr&egrave;s de celles de Vranberg-Lyan et de Waylanders. En revanche, pour Saturne, elle est la premi&egrave;re et Titan repr&eacute;sente un d&eacute;fi certain&nbsp;: dot&eacute; d&rsquo;une &eacute;paisse et opaque atmosph&egrave;re et isol&eacute; dans un syst&egrave;me encore non colonis&eacute;, Suan mettra un an de plus pour mettre au point son plan.</p>
 <p>Lors de l&rsquo;inauguration d&rsquo;Ombrenade sur Titan, Suan se conforte dans l&rsquo;id&eacute;e que le syst&egrave;me saturnien est sans doute sa meilleure opportunit&eacute; et concentre alors la majorit&eacute; de ses efforts de colonisation sur ce syst&egrave;me. Cette strat&eacute;gie paie et la croissance de Suan talonne celles de Mars et Vranberg-Lytan.</p>
 <p>Quand la situation diplomatique se tend entre HIARTech et l&rsquo;ONU, Suan prend le parti de la corporation&nbsp;: l&rsquo;avance technologique de Mars lui semble offrir bien plus d&rsquo;opportunit&eacute;s que les nations unies et leurs menaces. Pour autant, Suan reste lucide vis-&agrave;-vis de la puissance de l&rsquo;organisation mondiale et consid&egrave;re que HIARTech joue &agrave; un jeu dangereux. Ses relations avec la corporation restent relativement discr&egrave;te, ne prenant jamais sa d&eacute;fense publiquement. En revanche, en &eacute;change de technologies la corporation affecte plusieurs de ses vaisseaux au transport de futur colon &agrave; destination de la plan&egrave;te rouge.</p>
 <p>Cette apparente neutralit&eacute; envers l&rsquo;ONU se rompt lors l&rsquo;assaut contre HIARTech et plus particuli&egrave;rement lors du meurtre d&rsquo;Alfred Johnwen. Ce coup de force des nations unies risque, en effet, de ralentir voir de compromettre les plans de colonisation des corporations et Suan le fait ouvertement savoir. Dans le m&ecirc;me temps, la corporation de Titan d&eacute;cide de constituer un conseil directoire secondaire directement dans les colonies au cas o&ugrave;.</p>
 <p>Mais c&rsquo;est lors des r&eacute;sultats de l&rsquo;enqu&ecirc;te sur l&rsquo;attentat de Mars que Suan devient ouvertement hostile &agrave; l&rsquo;ONU&nbsp;: d&eacute;j&agrave;, l&rsquo;acte en lui-m&ecirc;me est ignoble, mais surtout, la falsification de preuves pour incriminer Vranberg-Lytan met fin &agrave; tout espoir de cohabitation avec les nations unies.</p>
 <p>Malgr&eacute; ses efforts, Suan ne parviendra pas &agrave; se pr&eacute;parer suffisamment rapidement et, lorsque la guerre &eacute;clate, elle est balay&eacute;e de la Terre sans offrir de r&eacute;sistance. Pire, ses forces militaires dans le syst&egrave;me Jovien sont &agrave; peine op&eacute;rationnelles et d&egrave;s la premi&egrave;re ann&eacute;e du front jovien, l&rsquo;ONU capture la plupart de ses colonies dans le syst&egrave;me de Jupiter.</p>
 <p>Sa quatri&egrave;me et derni&egrave;re, Leanor, rencontre un destin plus funeste encore. Alors que l&rsquo;ONU a, jusque-l&agrave;, captur&eacute; ses autres cit&eacute;s, Suan se voit accul&eacute;e et d&eacute;cide d&rsquo;installer des batteries de d&eacute;fense anti-orbitale directement dans la colonie. Mais plut&ocirc;t que de perdre du temps &agrave; neutraliser ces installations, l&rsquo;ONU d&eacute;cide de bombarder la cit&eacute;. Sous le d&eacute;luge de bombes et de plasma, la derni&egrave;re cit&eacute; jovienne de Suan est ray&eacute;e de la carte.</p>
 <p>Ce choc &eacute;limine durablement Suan de la guerre et la corporation ne peut qu&rsquo;observer le champ de bataille depuis la lointaine Saturne. Elle continue malgr&eacute; tout d&rsquo;envoyer des renforts pour assister les autres corporations mais son impact reste tr&egrave;s indirect et g&eacute;n&egrave;re beaucoup de frustration au sein du conseil saturnien.</p>
 <p>Malgr&eacute; tout, lorsque les corporations l&rsquo;emportent enfin, Suan se joint aux forces pour assi&eacute;ger la plan&egrave;te bleue. Consciente de l&rsquo;&eacute;chec onusien en la mati&egrave;re, la corporation propose m&ecirc;me d&rsquo;employer l&rsquo;arme nucl&eacute;aire pour soumettre les nations terriennes. En v&eacute;rit&eacute;, certains y voient une occasion de se venger et sans l&rsquo;intervention de Marth, la chef de guerre de Vranberg-Lytan, l&rsquo;arme employ&eacute;e dans l&rsquo;ultimatum aurait certainement &eacute;t&eacute; arm&eacute;e et Manhattan ras&eacute;. Mais la diplomatie l&rsquo;emporte et la Terre est &eacute;pargn&eacute;e.</p>
 <p>Apr&egrave;s la guerre, Suan r&eacute;cup&egrave;re ses colonies perdues, sauf Leanor. Un projet de reconstruction de la cit&eacute; d&eacute;truite est avanc&eacute;, mais la corporation le remet &agrave; plus tard. Finalement, c&rsquo;est Aesir qui reprend le projet et Suan l&rsquo;autorise &agrave; reb&acirc;tir une cit&eacute; &agrave; proximit&eacute; des ruines. Depuis, la corporation songe &agrave; &eacute;changer ses derni&egrave;res colonies joviennes pour se recentrer exclusivement sur le syst&egrave;me saturnien.</p>
 <p>Malgr&eacute; la distance et les &eacute;v&eacute;nements, Suan a conserv&eacute; d&rsquo;excellents rapports avec Mars. La corporation a aussi une affection particuli&egrave;re pour Aesir, principalement support&eacute; par sa haine des nations unies.</p>
 <h2>Vranberg-Lytan</h2>
 <p>Vranberg-Lytan est l&rsquo;une corporation externes et poss&egrave;de de nombreuses colonies dans le syst&egrave;me jovien et le syst&egrave;me saturnien. Elle a longtemps eu une vision int&eacute;ress&eacute;e de la colonisation et occupe principalement des sites riches en ressources.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Vranberg-Lytan</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> Dictature militaire</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Conseil compos&eacute; des amiraux et g&eacute;n&eacute;raux</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> &Eacute;conomie virtuelle et militariste bas&eacute; sur un calcul f&eacute;licifique</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Zergnest (Ganym&egrave;de)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2062</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Io</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Europe</th>
 		<td> 4</td>
 		<td> 150&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Ganym&egrave;de</th>
 		<td> 12</td>
 		<td> 440&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Callisto</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Titan</th>
 		<td> 1</td>
 		<td> 40&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 23</td>
 		<td> 850&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Seconde corporation &agrave; s&rsquo;&ecirc;tre form&eacute;e, en 2062, Vranberg-Lytan marche initialement dans les pas de HIARTech. Propos&eacute; &agrave; l&rsquo;origine comme un objectif de prestige, Vranberg-Lytan vise le syst&egrave;me jovien. Le succ&egrave;s des missions vers Mars indiquent tr&egrave;s clairement la viabilit&eacute; et la maturit&eacute; des technologies de colonisation et le conseil de direction est persuad&eacute; qu&rsquo;une civilisation spatiale est sur le point d&rsquo;&eacute;merger. Or, Vranberg-Lytan veut faire partie des premiers, car ils auront un avantage ind&eacute;niable.</p>
 <p>Rapidement, la corporation ach&egrave;te le moteur d&rsquo;IA Synchro et se lance dans une politique industrielle massive. La reconsolidation termin&eacute;e, Vranberg-Lytan lance son programme spatial et se rapproche de la premi&egrave;re corporation pour tenter de rattraper son retard. C&rsquo;est une bonne chose car HIARTech d&eacute;cide de louer, &agrave; un tarif raisonnable, son chantier spatial aux autres corporations et Vranberg-Lytan en profite imm&eacute;diatement.</p>
 <p>Durant le d&eacute;but de la colonisation, Vranberg-Lytan met en place un processus de colonisation en deux temps&nbsp;: la premi&egrave;re phase consiste &agrave; installer l&rsquo;infrastructure n&eacute;cessaire pour la survie de son personnel et la seconde s&rsquo;emploiera &agrave; d&eacute;velopper une industrie locale forte.</p>
 <p>Vranberg-Lytan revoit l&eacute;g&egrave;rement sa strat&eacute;gie lorsque l&rsquo;ONU balaie HIARTech de la Terre, &agrave; ce moment-l&agrave;, la corporation r&eacute;alise deux choses&nbsp;: ses positions sur Terre sont menac&eacute;es et il lui faut une force militaire spatiale pour d&eacute;fendre ses colonies. La corporation commence alors son grand exode et commence &agrave; rapatrier ses installations de recherche et de d&eacute;veloppement. Elle d&eacute;veloppe dans l&rsquo;urgence les premiers chasseurs spatiaux. Dans les ann&eacute;es qui suivent, la corporation sera syst&eacute;matiquement &agrave; l&rsquo;avant-garde de la strat&eacute;gie militaire spatiale.</p>
 <p>Souhaitant renforcer les colonies et sa position parmi elles, Vranberg-Lytan partage les documents de conception et d&rsquo;utilisation de ses chasseurs avec les autres corporations. Le refus de Sol6 entra&icirc;ne la suspicion de la corporation. Lorsque l&rsquo;ONU annonce avoir produit son premier croiseur et ses premiers chasseurs, Vranberg-Lytan constate qu&rsquo;en r&eacute;alit&eacute; Sol6 l&rsquo;a m&ecirc;me trahie. &Agrave; partir de ce jour, Vranberg-Lytan commence une campagne diplomatique contre Sol6.</p>
 <p>Lors de l&rsquo;attaque sur le conseil directoire martien, Vranberg-Lytan se retrouve dans la ligne de mire de l&rsquo;investigation. Consciente qu&rsquo;il s&rsquo;agit tr&egrave;s certainement d&rsquo;une man&oelig;uvre de l&rsquo;ONU, la corporation se rapproche de Mars et laisse le corps nouvellement form&eacute; des Solar Wardners acc&eacute;der &agrave; ses documents. Une fois la preuve de la culpabilit&eacute; de l&rsquo;ONU apport&eacute;e, Vranberg-Lytan est la premi&egrave;re corporation &agrave; adopter une posture particuli&egrave;rement hostile et agressive envers les nations unies.</p>
 <p>La guerre des colonies arrive finalement et comme pr&eacute;vu, l&rsquo;ONU lance l&rsquo;assaut sur les installations terrestres. La corporation finalise alors le grand exode commenc&eacute; plusieurs ann&eacute;es avant. Lorsque la guerre atteint Jupiter, Vranberg-Lytan se lance dans la guerre &agrave; bras le corps. La guerre est beaucoup plus difficile que pr&eacute;vu&nbsp;: l&rsquo;ONU dispose de l&rsquo;industrie terrienne et peut se permettre de bien plus lourdes pertes que les corporations.</p>
 <p>&Agrave; la destruction de Leanor, le conseil militaire de la corporation d&eacute;cide de lancer le projet Marth, rempla&ccedil;ant son &eacute;tat-major par une nouvelle IA militaire sentiente. Cette nouvelle strat&eacute;gie inqui&egrave;te initialement les alli&eacute;s de la corporation, mais Marth dissipe tout doute d&eacute;s ses premi&egrave;res batailles. Coordonnant les flottes alli&eacute;es, l&rsquo;IA emploie des strat&eacute;gies atypiques et novatrices. Les premiers temps, l&rsquo;ONU encaisse, fort de ses effectifs. Mais au fil des batailles, les corporations commencent &agrave; l&rsquo;emporter et finissent par envoyer leurs forces vers la Terre pour mettre fin &agrave; la guerre.</p>
 <p>Curieusement, Vranberg-Lytan reste en retrait lors des &eacute;changes diplomatiques&nbsp;: la machine de guerre a englouti toute l&rsquo;administration de la corporation et Marth pr&eacute;f&egrave;re laisser les diplomates alli&eacute;s g&eacute;rer cette derni&egrave;re bataille. Toutefois pour donner plus de poids aux corporations lors des n&eacute;gociations, Vranberg-Lytan s&rsquo;est associ&eacute; avec Suan pour pr&eacute;parer au d&eacute;ploiement de plus d&rsquo;une centaine de bombes &agrave; fusion et s&rsquo;en servir comme une menace. La strat&eacute;gie paie et la reddition de la Terre est int&eacute;grale. Mars apporte un trait&eacute; qui met la Terre de c&ocirc;t&eacute; et les corporations retournent dans leurs colonies.</p>
 <p>Vient enfin le grand remaniement de la corporation. Avec la fin de la guerre, le conseil de Vranberg-Lytan d&eacute;cide de revenir &agrave; un mode de fonctionnement civil. Le conflit a en effet assujetti la corporation &agrave; sa branche militaire. La Terre ne repr&eacute;sentant plus une menace tant elle est d&eacute;pass&eacute;e technologiquement, il n&rsquo;est plus utile de maintenir une flotte et une arm&eacute;e aussi importante.</p>
 <p>Sous l&rsquo;impulsion de Marth, une dissension interne prend pied&nbsp;: l&rsquo;IA et un grand nombre de ses sympathisants souhaitent que la corporation reste forte militairement et pr&ecirc;te pour le jour o&ugrave; la Terre rompra le trait&eacute; des colonies. Le d&eacute;saccord ne parvient pas &agrave; se r&eacute;soudre et plusieurs colonies font s&eacute;cession et se regroupent pour former Aesir, sous le commandement de Marth.</p>
 <p>Le choc &eacute;branle l&rsquo;administration de Vrangerg-Lytan et les partisans de l&rsquo;extension de la colonisation quittent eux aussi la corporation pour former Urania. Alors que la corporation sombre dans le chaos, l&rsquo;&eacute;tat-major de Vranberg-Lytan d&eacute;cide de reprendre le pouvoir et r&eacute;tablit l&rsquo;ordre. Le conseil civil est alors remis au second plan et accabl&eacute; des deux scissions.</p>
 <p>Paradoxalement, alors que la corporation &agrave; perdu les membres d&rsquo;Aesir parce qu&rsquo;elle souhaitait mettre fin &agrave; son r&eacute;gime militaire, c&rsquo;est un coup d&rsquo;&eacute;tat qui l&rsquo;a sauv&eacute; de sa totale dissolution. Pour autant, la corporation reste puissante&nbsp;: Aesir n&rsquo;a emport&eacute; qu&rsquo;une partie de ses forces et la majeure partie de l&rsquo;industrie est rest&eacute;e intacte. Mais, il est difficile de nier qu&rsquo;elle suit toujours la voie du d&eacute;clin et qu&rsquo;elle est d&eacute;sormais surclass&eacute;e par Waylanders qui jusque-l&agrave; occupait la quatri&egrave;me place.</p>
 <p>Diplomatiquement, Vranberg-Lytan reste en tr&egrave;s bon terme avec Mars, Waylanders et Suan. En revanche, elle n&rsquo;a toujours pas renou&eacute;e diplomatiquement avec Sol6 et l&rsquo;ONU qu&rsquo;elle consid&egrave;re toujours comme des ennemis potentiels. Quant &agrave; Aesir et Urania, la corporation se contente d&rsquo;&eacute;viter tout rapport avec.</p>
 <h2>Aesir</h2>
 <p>Aesir est une petite corporation fortement militaris&eacute;e, issue d&rsquo;une scission avec Vranberg-Lytan. Fond&eacute;e par Marth &laquo;&nbsp;Iron Lady&nbsp;&raquo;, l&rsquo;IA con&ccedil;ue pour gagner la guerre des colonies, la corporation s&rsquo;est fix&eacute; le but de &laquo;&nbsp;r&eacute;soudre le probl&egrave;me terrien&nbsp;&raquo;</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Aesir</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> Dictature militaire</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Marth &ldquo;Iron Lady&rdquo; (Leader)</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> &Eacute;conomie virtuelle et militariste bas&eacute; sur un r&eacute;seau social</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Neo-Leanor (Callisto), &agrave; partir de mi-2093</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2091</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Io</th>
 		<td> 1</td>
 		<td> 40&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Europe</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Ganym&egrave;de</th>
 		<td> 6</td>
 		<td> 220&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Callisto</th>
 		<td> 3</td>
 		<td> 110&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Titan</th>
 		<td> 5</td>
 		<td> 180&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 18</td>
 		<td> 660&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Au lendemain de la guerre, Vranberg-Lytan qui s&rsquo;&eacute;tait fortement militaris&eacute; d&eacute;cide revenir &agrave; un fonctionnement civil et le conseil veut d&eacute;manteler son imposante arm&eacute;e qu&rsquo;il juge caduque. Cette d&eacute;cision ne pla&icirc;t pas &agrave; de nombreux militaire et Marth, dont les d&eacute;cisions ont fait pencher le cours de la guerre, fait campagne pour conserver une force suffisante au cas o&ugrave; une nouvelle menace &eacute;mergerait. Elle s&rsquo;appuie notamment sur plusieurs analyses qui indiquent que la situation de la Terre s&rsquo;est fortement d&eacute;grad&eacute;e et que les politiques anti-colonies ont de grandes chances de mener &agrave; une nouvelle guerre.</p>
 <p>Le conseil refuse d&rsquo;&eacute;couter ses opposants et signe l&rsquo;acte de d&eacute;militarisation de la colonie. Dans la journ&eacute;e, Marth annonce qu&rsquo;elle quitte la corporation, suivie d&rsquo;une partie de l&rsquo;&eacute;tat-major. Plusieurs colonies font s&eacute;cession et de nombreux vaisseaux d&eacute;sertent. Alors que le conseil d&eacute;nonce une trahison et tente de faire appel aux autres corporations, Marth annonce la fondation d&rsquo;Aesir, une nouvelle corporation &agrave; laquelle toutes les cit&eacute;s s&eacute;cessionnistes ainsi que les d&eacute;serteurs de Vranberg-Lytan se rattachent dans la journ&eacute;e. Le conseil de Vranberg-Lytan est impuissant et ne peut que constater qu&rsquo;il a perdu le contr&ocirc;le depuis bien plus longtemps qu&rsquo;il ne l&rsquo;imaginait.</p>
 <p>Rapidement Marth, met en ordre la nouvelle corporation&nbsp;: ses efforts parviendront m&ecirc;me &agrave; limiter la p&eacute;riode de transition &agrave; seulement deux semaines. L&rsquo;IA annonce alors officiellement l&rsquo;objectif de la corporation&nbsp;: trouver une solution au probl&egrave;me terrien. &Eacute;videmment, cela d&eacute;clenche la suspicion des autres corporations et la col&egrave;re de l&rsquo;ONU.</p>
 <p>Construisant son r&eacute;seau diplomatique, la corporation s&rsquo;allie avec Mars et signe le trait&eacute; des colonies pour mettre fin aux rumeurs bellicistes de la corporation. Elle s&rsquo;engage m&ecirc;me avec la plan&egrave;te rouge &agrave; &eacute;tablir une liaison diplomatique avec la Terre qui se concr&eacute;tise par l&rsquo;&eacute;tablissement d&rsquo;une ambassade &agrave; la surface de la plan&egrave;te bleue.</p>
 <p>Malgr&eacute; tout, les autres corporations continuent de se m&eacute;fier d&rsquo;Aesir et de nombreux incidents provoqu&eacute;s par les plus fanatiques et anti-terrien de ses rangs confirment cette position. Par son message ambigu, Marth a malheureusement aussi invit&eacute; des personnages tout aussi ambigus.</p>
 <h2>Urania</h2>
 <p>Urania est une des plus petites corporations et la plus jeune. Form&eacute;e &agrave; partir des scissions de Vranberg-Lytan, elle se concentre sur la colonisation des syst&egrave;mes les plus externes&nbsp;: Uranus et Neptune. Pour l&rsquo;heure le plus gros de ses forces reste encore sur Titan.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Urania</th>
 	</tr>
 	<tr>
 		<th> Forme de l&rsquo;&Eacute;tat</th>
 		<td> D&eacute;mocratie repr&eacute;sentative directoriale indirecte</td>
 	</tr>
 	<tr>
 		<th> Leaders</th>
 		<td> Evan &ldquo;Thighstone&rdquo;, Louise Verdner et &OElig;uria (Conseillers)</td>
 	</tr>
 	<tr>
 		<th> Mod&egrave;le &eacute;conomique</th>
 		<td> Proche du communisme d&rsquo;&eacute;tat &agrave; &eacute;conomie virtuelle</td>
 	</tr>
 	<tr>
 		<th> Capitale</th>
 		<td> Stull (Titan)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2091</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Petite puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Titan</th>
 		<td> 3</td>
 		<td> 100&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Titania</th>
 		<td> 1</td>
 		<td> 30&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Triton</th>
 		<td> 1</td>
 		<td> 30&nbsp;000</td>
 	</tr>
 	<tr>
 		<th> Total</th>
 		<td> 5</td>
 		<td> 160&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Avec la scission d&rsquo;Aesir, le conseil de Vranberg-Lytan se retrouve d&eacute;bord&eacute;. Alors qu&rsquo;une partie de ses incorpor&eacute;s attendent une r&eacute;action de sa part, le conseil s&rsquo;enlise dans une posture conservatrice. Plusieurs voix s&rsquo;&eacute;l&egrave;vent alors, demandant un plan d&rsquo;action et craignant que la stagnation ne provoque le d&eacute;clin de la corporation.</p>
 <p>Malheureusement, les conseillers se concentrent avant tout sur l&rsquo;h&eacute;morragie de sa branche militaire et laisse la situation en statu quo. Plusieurs partisans de la colonisation font alors campagne pour relancer l&rsquo;exploration d&rsquo;Uranus et Neptune et amorcer l&rsquo;&eacute;tablissement des solaires dans ces syst&egrave;mes. H&eacute;las, leurs efforts pour saisir le conseil sont vains.</p>
 <p>C&rsquo;est alors que Thighstone et Louise Verdner, alors directeurs de Stull et Caprica, deux colonies Titane, d&eacute;cident de prendre les choses en main et font appel &agrave; &OElig;uria pour planifier un nouveau programme de colonisation. Le conseil se r&eacute;veille alors et tente de mettre fin au programme. &Agrave; la suite d&rsquo;un vote impliquant tous les citoyens des deux cit&eacute;s, Stull et Caprica font s&eacute;cession. Le conseil de Vranberg-Lytan n&rsquo;a m&ecirc;me pas le temps de r&eacute;agir qu&rsquo;une troisi&egrave;me cit&eacute;, Zamibie, les rejoints. Le coup d&rsquo;&eacute;tat au sein de Vranberg-Lytan lui permet de mettre fin &agrave; l&rsquo;h&eacute;morragie mais les trois cit&eacute;s ne reviennent pas.</p>
 <p>Louise Verdner propose la cr&eacute;ation d&rsquo;Urania&nbsp;: une nouvelle corporation. L&rsquo;id&eacute;e est accept&eacute;e et les trois colonies, s&rsquo;organisent en cons&eacute;quence. Prenant Mars en exemple, un conseil est form&eacute; et Thighstone, Louise Verdner et &OElig;uria sont nomm&eacute;s &agrave; la t&ecirc;te de la nouvelle corporation.</p>
 <p>En d&eacute;pit de l&rsquo;&eacute;tat de Vranberg-Lytan, la situation est stable pour Urania et la jeune nation commence &agrave; d&eacute;velopper son projet. Rapidement, elle se rend compte que ses moyens ne lui permettront pas d&rsquo;&eacute;tablir de colonie dans les syst&egrave;mes externes avant une d&eacute;cennie.</p>
 <p>La situation aurait pu en rester l&agrave;, mais Mars prend contact avec Urania. La plan&egrave;te rouge est pr&ecirc;te &agrave; lancer le premier vaisseau de colonisation &agrave; destination d&rsquo;Alpha du Centaure. Mais elle souhaite tester le processus de colonisation &agrave; l&rsquo;&eacute;chelle un. Le projet d&rsquo;Urania l&rsquo;int&eacute;resse&nbsp;: Mars peut lui fournir deux vaisseaux de colonisation ainsi que tout le savoir technologique et scientifique attenant. En &eacute;change, Urania les d&eacute;ploient dans les syst&egrave;mes d&rsquo;Uranus et Neptune et transmet l&rsquo;int&eacute;grit&eacute; des rapports et donn&eacute;es attenante au projet. Pour l&rsquo;afflux de population, les deux corporations comptent sur les d&eacute;&ccedil;us qui continuent de quitter Vranberg-Lytan. Urania accepte le march&eacute; et les deux vaisseaux arrivent &agrave; destination en septembre 2091. Les premi&egrave;res &eacute;tapes de la colonisation satisfont Mars qui lance sa mission d&eacute;s l&rsquo;ann&eacute;e suivante.</p>
 <p>Si Urania reste la plus petite corporation avec seulement cinq colonies, elle est la seule &agrave; disposer d&rsquo;installation permanente dans les syst&egrave;mes d&rsquo;Uranus et Neptune. Par-dessus tout, l&rsquo;&eacute;tat actuel de Vranberg-Lytan laisse penser que la population de ces syst&egrave;mes plan&eacute;taires pourrait augmenter drastiquement dans les ann&eacute;es &agrave; venir. Et Mars continue s&rsquo;apporter son soutien, y compris sur le plan politique.</p>
 <h2>Sol6</h2>
 <p>Sol6 est la seule corporation &agrave; poss&eacute;der un appui sur Terre et &agrave; travailler avec l&rsquo;ONU. Elle ne dispose pas d&rsquo;arm&eacute;e et n&rsquo;a pas sign&eacute; le trait&eacute; des Colonies&nbsp;: c&rsquo;est encore une corporation selon l&rsquo;ancien sens qui se contente d&rsquo;extraire des ressources de Mercure pour approvisionner ses installations orbitales.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Sol6</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Soci&eacute;t&eacute; priv&eacute;e</td>
 	</tr>
 	<tr>
 		<th> Si&egrave;ge social</th>
 		<td> Kampala (Ouganda, Terre)</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2063</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Petite puissance</td>
 	</tr>
 </table>
</div>
 <div class="table__conteneur">
<table>
    	<tr>
 		<th> Astre</th>
 		<th> Colonies</th>
 		<th> Population</th>
 	</tr>
 	<tr>
 		<th> Mercure</th>
 		<td> 21</td>
 		<td> 760&nbsp;000</td>
 	</tr>
 </table>
</div>
 <p>Premi&egrave;re corporation de la seconde vague, Sol6 lance rapidement son propre programme spatial. Un temps int&eacute;ress&eacute; par la Lune, elle n&rsquo;y installe pourtant que quelques bases et installations de recherche et s&rsquo;oriente vers Mercure o&ugrave; les ressources l&rsquo;int&eacute;ressent bien plus.</p>
 <p>Dans son id&eacute;e, exploiter Mercure sera rapidement rentable, surtout que les moyens de propulsion spatial continuent de progresser. Mais en attendant ce moment, la corporation pr&eacute;pare et installe des colonies dans les crat&egrave;res du p&ocirc;le nord et sud, exploitant au passage un petit nombre d&rsquo;ast&eacute;ro&iuml;des riches en m&eacute;taux pour son approvisionnement imm&eacute;diat.</p>
 <p>Son approche int&eacute;ress&eacute;e de la colonisation l&rsquo;isoleront vis-&agrave;-vis des autres corporations et si elle b&eacute;n&eacute;ficie notamment des publications de HIARTech, elle ne contribue finalement que peu au d&eacute;veloppement scientifique et technique en dehors de certains aspects li&eacute;s aux environnements des syst&egrave;mes les plus internes.</p>
 <p>Visant des b&eacute;n&eacute;fices &agrave; long terme, la corporation fait d&rsquo;impressionnants efforts de communication aupr&egrave;s de ses actionnaires et lorsque le conflit &eacute;clate entre HIARTech et l&rsquo;ONU, la corporation fait profil bas, se gardant bien de prendre un parti. Surtout qu&rsquo;elle a d&rsquo;autres probl&egrave;mes par ailleurs.</p>
 <p>Principalement bas&eacute;e en Ouganda, la corporation fait face &agrave; des probl&egrave;mes de s&eacute;curit&eacute; d&ucirc; au chaos naissant dans le pays. Avec la crise &eacute;nerg&eacute;tique, qui ne touche pas directement les corporations bien trop riches, les nations les plus fragiles connaissent des p&eacute;riodes de troubles et rapidement la corporation se retrouve oblig&eacute;e de lever ses propres forces de s&eacute;curit&eacute;. En d&eacute;finitif, Sol6 devient m&ecirc;me la premi&egrave;re force arm&eacute;e de l&rsquo;ancienne colonie anglaise qui sombre dans une s&eacute;rie de conflit interne.</p>
 <p>Alors que Sol6 parvient enfin &agrave; assurer ses installations terrestres et que ses premi&egrave;res colonies sur Mercure voient le jour, l&rsquo;ONU entre en guerre ouverte avec HIARTech. Alors que les autres corporations s&rsquo;allient en opposition aux nations unies, Sol6 tente une approche diff&eacute;rente et tente de s&rsquo;allier avec l&rsquo;organisation mondiale. Ainsi, lorsque Vranberg-Lytan partage ses plans des premiers chasseurs spatiaux avec les corporations, Sol6 &eacute;change une copie de ceux-ci avec les nations unies contre des garanties concernant ses propres installations. Lorsque les corporations s&rsquo;indignent des actions de l&rsquo;ONU apr&egrave;s l&rsquo;attentat sur Mars, Sol6 s&rsquo;alignent sur son alli&eacute; et nie la validit&eacute; des preuves avanc&eacute;es par les Solar Wardners. Lorsque l&rsquo;ONU lance son ultimatum la corporation s&rsquo;est d&eacute;j&agrave; mise en conformit&eacute; et accepte sa &laquo;&nbsp;r&eacute;int&eacute;gration&nbsp;&raquo; dans ce syst&egrave;me politique qu&rsquo;elle n&rsquo;a pas quitt&eacute;. Et quand la guerre des colonies &eacute;clate, c&rsquo;est la Terre et l&rsquo;ONU qu&rsquo;elle soutient en fournissant une grande part de la cha&icirc;ne logistique.</p>
 <p>Ces diverses actions lui valent &eacute;videmment le courroux des autres corporations. Durant la seconde moiti&eacute; de la guerre, Mars s&rsquo;en prend &agrave; ses convois et certaines de ses installations sur Mercure &agrave; travers de nombreuses op&eacute;rations sous couverture. Lors de la signature du trait&eacute; des colonies, Sol6 n&rsquo;est pas convi&eacute;e, rel&eacute;gu&eacute;e par ses pairs &agrave; une &laquo;&nbsp;vulgaire&nbsp;&raquo; entreprise terrestre.</p>
 <p>Jusqu&rsquo;ici Sol6 ne s&rsquo;est jamais vraiment oppos&eacute;e aux rapports de forces et si son attitude peut lui donner une aura de couardise, force est de constater que toutes les corporations ont perdu bien plus qu&rsquo;elle au cours de l&rsquo;Histoire. Malgr&eacute; tout, face &agrave; Mars ou Suan, la corporation reste relativement petite. Pour couronner le tout, &eacute;tant un protectorat de l&rsquo;ONU, Sol6 ne dispose plus de force militaire propre.</p>
 <h2>Les Solar Wardners</h2>
 <p>Les Solar Wardners forme un corps d&rsquo;&eacute;lite ind&eacute;pendant qui veille sur la totalit&eacute; du syst&egrave;me solaire. Ils disposent d&rsquo;une juridiction dans toutes les colonies. De plus, le trait&eacute; des Colonies sign&eacute; par les corporations et l&rsquo;ONU, a &eacute;t&eacute; amend&eacute; pour les autoriser &agrave; mener l&rsquo;enqu&ecirc;te et r&eacute;quisitionner tout le mat&eacute;riel et le personnel qu&rsquo;ils d&eacute;sirent dans les colonies.</p>
 <p>Les Solar Wardners sont totalement autonomes et ne re&ccedil;oivent d&rsquo;ordres d&rsquo;aucune corporation ou nation, bien que traditionnellement, la Terre soit laiss&eacute;e &agrave; ses propres institutions. En &eacute;change, les Solar Wardners ne s&rsquo;occupent pas des questions politiques. Ils d&eacute;font les complots mena&ccedil;ant la stabilit&eacute; du syst&egrave;me solaire, enqu&ecirc;tent sur les agissements des diff&eacute;rents groupes et factions et d&eacute;fendent les Solaires dans leur ensemble, s&rsquo;assurant qu&rsquo;aucun groupe ne tente de se d&eacute;barrasser d&rsquo;un autre ou de l&rsquo;asservir. Au fil du temps, ils sont aussi devenus la jurisprudence &eacute;thique des colonies.</p>
 <p>Note&nbsp;: &laquo;&nbsp;wardner&nbsp;&raquo; est un mot d&rsquo;anglais des colonies qui m&eacute;lange &laquo;&nbsp;warden&nbsp;&raquo; et &laquo;&nbsp;warder&nbsp;&raquo; qui lie les notions de garde et de gardien.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Les Solar Wardners</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Groupe ind&eacute;pendant</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> Aucun, les Solar Wardners ont une hi&eacute;rarchie horizontale</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2081, ind&eacute;pendance 2083</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Grande puissance</td>
 	</tr>
 </table>
</div>
 <p>En 2081, alors que le conseil directoire de HIARTech vient d&rsquo;&ecirc;tre reform&eacute;, il compose un groupe d&rsquo;enqu&ecirc;te employant les meilleurs agents qu&rsquo;il poss&egrave;de pour faire la lumi&egrave;re sur l&rsquo;attentat qui a an&eacute;anti pr&eacute;c&eacute;dent conseil. C&rsquo;est la fondation des Solar Wardners. D&egrave;s le d&eacute;but de leur enqu&ecirc;te, les corporations accordent &agrave; cette commission d&rsquo;enqu&ecirc;te toutes les autorisations n&eacute;cessaires, aucune n&rsquo;ayant envie de faire figure de tra&icirc;tre dans cette affaire.</p>
 <p>L&rsquo;enqu&ecirc;te prend presque deux ans pour se r&eacute;soudre. Vranberg-Lytan est rapidement disculp&eacute;&nbsp;: les &eacute;l&eacute;ments qui avaient revendiqu&eacute; l&rsquo;attentat agissaient clairement pour le compte de quelqu&rsquo;un d&rsquo;externe &agrave; la corporation, comme l&rsquo;attestent de nombreuses preuves. Le regard des enqu&ecirc;teurs se tourne alors vers des &eacute;l&eacute;ments martiens&nbsp;: lors de la p&eacute;riode de trouble qui ont suivit l&rsquo;incident, plusieurs personnes ont tent&eacute; de tirer profit de la situation et la rapidit&eacute; &agrave; laquelle certains ont r&eacute;agit permettent de suspecter une pr&eacute;m&eacute;ditation. C&rsquo;est finalement une bonne pioche et les terroristes sont rapidement neutralis&eacute;s ou captur&eacute;s. Apr&egrave;s avoir extrait les donn&eacute;es de plusieurs d&rsquo;entre eux, les Solar Wardners parviennent &agrave; identifier les commanditaires&nbsp;: des g&eacute;n&eacute;raux de l&rsquo;ONU.</p>
 <p>Alors que l&rsquo;amiraut&eacute; martienne exige les extractions m&eacute;morielles, les Solar Wardners refusent, indiquant que rendre publique la m&eacute;moire d&rsquo;un &ecirc;tre sentient est contraire aux r&egrave;gles &eacute;thiques les plus &eacute;l&eacute;mentaires. Curieusement le conseil martien appuie la position des enqu&ecirc;teurs. Ce statu quo dure un peu moins d&rsquo;une semaine avant que l&rsquo;un des prisonniers accepte de faire ses aveux. L&rsquo;affaire d&eacute;bloqu&eacute;e, elle est renvoy&eacute;e au niveau diplomatique avec pour cons&eacute;quences de polariser encore plus le conflit entre les colonies et l&rsquo;ONU.</p>
 <p>Mais les Solar Wardners ne tardent pas &agrave; refaire parler d&rsquo;eux. Concernant les terroristes, plusieurs membres influents des forces de s&eacute;curit&eacute;s pr&ocirc;nent la peine de suppression. Mais les wardners &eacute;mettent, &agrave; nouveau, un avis contraire, faisant campagne pour une justice non irr&eacute;versible. Dans un premier temps le rapport de force semblent tr&egrave;s largement en faveur des militaires. Mais &agrave; nouveau le conseil de Mars intervient et donne raison aux wardners.</p>
 <p>Le mois suivant la r&eacute;v&eacute;lation, HIARTech et les autres corporations se r&eacute;unissent et s&rsquo;accordent pour donner une nouvelle mission aux Solar Wardners&nbsp;: pr&eacute;venir et d&eacute;faire tout complot et d&eacute;samorcer toute situation susceptible de mettre en p&eacute;ril la stabilit&eacute; des relations entre les corporations. Pour parvenir &agrave; leur fin, les wardners conservent les droits octroy&eacute;s par les corporations ainsi que leur soutient logistique. Ces conditions leur permettent ainsi enqu&ecirc;ter librement dans toutes les corporations &agrave; l&rsquo;exception de Sol6. En revanche, ils se voient interdits d&rsquo;interf&eacute;rer autrement dans les affaires politiques des corporations.</p>
 <p>Comme les corporations souhaitent que cette nouvelle entit&eacute; reste la plus ind&eacute;pendante des corporations, les wardners mettent en place un syst&egrave;me de cooptation pour renforcer ses effectifs. Cette mesure, initialement temporaire, ne sera jamais remise en question par la suite.</p>
 <p>Les wardners d&eacute;joueront plusieurs autres tentatives de sabotage et d&rsquo;assassinat et, au fil du temps, l&rsquo;investissement des corporations s&rsquo;av&egrave;re particuli&egrave;rement rentable dans leur conflit avec l&rsquo;ONU.</p>
 <p>Mais malgr&eacute; tous ces efforts, la guerre des colonies &eacute;clate. Durant, toute cette p&eacute;riode trouble, l&rsquo;activit&eacute; des wardners est mise en pause&nbsp;: la plupart des agents rejoignent leur corporation d&rsquo;origine pour participer &agrave; la guerre. Nombre d&rsquo;anciens agents des wardners s&rsquo;illustrent d&rsquo;ailleurs durant cette guerre.</p>
 <p>&Agrave; la signature du trait&eacute; des colonies, la mission des wardners est devenue plus dispensable&nbsp;: la victoire des colonies est telles que la Terre ne peut plus vraiment rivaliser contre les corporations et un acte d&rsquo;agression serait pay&eacute; si cher qu&rsquo;il semble peu probable que les nations unies conservent leurs mauvaises habitudes envers les colonies.</p>
 <p>Alors que chaque camp commence &agrave; aller de l&rsquo;avant, la nature discutable de nombreux d&eacute;veloppements dans les colonies pendant la guerre fait l&rsquo;objet d&rsquo;une pol&eacute;mique tr&egrave;s suivie. Quelques personnes commencent &agrave; d&eacute;noncer certaines d&eacute;rives technologiques et les corporations cherchent une solution. Les Solar Wardners se r&eacute;unissent &agrave; nouveau et proposent de traiter eux-m&ecirc;mes ces cas. Glorifi&eacute;s dans les colonies, le corps ind&eacute;pendant est rapidement appuy&eacute; par les corporations, bien heureuse de pouvoir se d&eacute;barrasser du probl&egrave;me. Les wardners en profitent m&ecirc;me pour demander des pouvoirs suppl&eacute;mentaires qui leur sont accord&eacute;s sous la pression du contexte&nbsp;: ils disposent d&eacute;sormais d&rsquo;un droit de r&eacute;quisition dans tout l&rsquo;espace des colonies r&eacute;solvant par la m&ecirc;me occasion leurs probl&egrave;mes logistiques.</p>
 <p>Si par la suite les wardners ont souvent &eacute;t&eacute; consid&eacute;r&eacute;s comme une &eacute;pine par certains responsables des corporations, ces derni&egrave;res sont globalement satisfaites de leur travail et il est devenu difficile d&rsquo;envisager leur absence. De fait les Solar Wardner continuent d&rsquo;&ecirc;tre r&eacute;v&eacute;r&eacute;s par la population des colonies et leurs choix font m&ecirc;me jurisprudence.</p>
 <h2>Les Soleils</h2>
 <p>Les Soleils (en fran&ccedil;ais dans le texte) sont le plus prestigieux des groupes de mercenaires du syst&egrave;me solaire. Souvent mis en avant par Mars, ils repr&eacute;sentent &agrave; la fois le bras arm&eacute; de la plan&egrave;te rouge en dehors de son territoire et la force de dernier recours &agrave; sa surface.</p>
 <p>C&rsquo;est le groupe de mercenaire le plus respect&eacute; et sans doute l&rsquo;un des plus puissants. C&rsquo;est par ailleurs le seul groupe ind&eacute;pendant capable d&rsquo;aligner deux vaisseaux de lignes en cas de besoin.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Les Soleils</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Groupe de mercenaires ind&eacute;pendant</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> Hito &laquo;&nbsp;Blades&nbsp;&raquo; Hirotomi</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2081</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <p>L&rsquo;histoire des Soleils commence pendant la crise cons&eacute;cutive &agrave; l&rsquo;an&eacute;antissement du conseil directoire de HIARTech en 2081. Dans quelques colonies, c&rsquo;est une v&eacute;ritable guerre civile qui prend place. Ce conflit commence lorsque Kertzan, le maire d&rsquo;Arabia, d&eacute;cide d&rsquo;imposer un r&eacute;gime dictatorial dans sa cit&eacute; et de s&rsquo;unir avec deux autres colonies pour faire s&eacute;cession avec le reste de Mars.</p>
 <p>Le conflit est initi&eacute; par une violente r&eacute;pression d&rsquo;un mouvement de contestation parmi la population. Cet &eacute;v&egrave;nement est le d&eacute;clencheur de la formation des Soleils sous l&rsquo;impulsion d&rsquo;Hito Hirotomi. Initialement, ce r&eacute;seau clandestin lutte contre les cons&eacute;quences d&eacute;sastreuses de la nouvelle gestion de la colonie. L&rsquo;affaire prend une ampleur d&eacute;mesur&eacute;e et se transforme en conflit arm&eacute; sans que l&rsquo;amiraut&eacute; de Mars ne puisse faire quoi que ce soit.</p>
 <p>Alors que le camp de Kertzan surench&eacute;rit de violence, les Soleils m&egrave;nent de nombreuses op&eacute;rations pour miner le pouvoir militaire du dictateur et surtout faire tampon entre la population et les forces de s&eacute;curit&eacute;s des trois cit&eacute;s. En liaison avec l&rsquo;amiraut&eacute;, les Soleils organisent finalement l&rsquo;&eacute;vacuation des civils restants avant que les forces militaires de l&rsquo;officier Tovian n&rsquo;interviennent sur ordre de l&rsquo;Amiral Tanner.</p>
 <p>Les efforts des Soleils permettent de r&eacute;duire consid&eacute;rablement le nombre de victimes et de nombreuses ann&eacute;es plus tard, la l&eacute;gende de ces sauvetages reste de vivace. A peine le conseil de HIARTech reform&eacute;, les Soleils sont officiellement d&eacute;clar&eacute;s h&eacute;ros de Mars et leur propose de nombreux contrats.</p>
 <p>Par la suite, la r&eacute;putation des Soleils se bonifie encore, contribuant notamment &agrave; r&eacute;duire la piraterie r&eacute;sultant de la crise martienne &agrave; peau de chagrin. Lorsque Mars &agrave; besoin d&rsquo;aide sur des affaires d&eacute;licates, les Soleils r&eacute;pondent &agrave; l&rsquo;appel.</p>
 <p>Lors de la guerre des colonies, les Soleils forment une section d&rsquo;assaut ind&eacute;pendante. Particuli&egrave;rement audacieux, ils parviennent &agrave; capturer plusieurs vaisseaux adverses et &agrave; les retourner contre la flotte onusienne. Le si&egrave;ge de Mars termin&eacute;, on leur attribue ensuite le d&eacute;tournement d&rsquo;un grand nombre de vaisseaux de ravitaillement de Sol6 &agrave; destination du front jovien. Durant toute cette p&eacute;riode, ils accroissent consid&eacute;rablement leurs effectifs et r&eacute;cup&egrave;rent de nombreux vaisseaux, certains en paiement, d&rsquo;autres r&eacute;quisitionn&eacute;s &agrave; l&rsquo;ennemi et mis &agrave; jour.</p>
 <p>Les Soleils sortent de la guerre des colonies particuli&egrave;rement renforc&eacute;. Ils disposent d&rsquo;une flotte impressionnante pour un groupe ind&eacute;pendant et leur r&eacute;putation en fait un groupe incontournable et respect&eacute;. Leur r&eacute;putation impeccable, port&eacute;e par leurs exploits en fait un groupe de mercenaire tr&egrave;s recherch&eacute; pour les op&eacute;rations les plus prestigieuses.</p>
 <p>Partenaire privil&eacute;gi&eacute; de Mars, leur carnet de mission ne d&eacute;semplit pas et si les affrontements se font d&eacute;sormais rares, leur expertise dans les op&eacute;rations spatiales reste incontest&eacute;e. En somme, c&rsquo;est devenu un groupe que beaucoup aimeraient int&eacute;grer et avec lequel les corporations pr&eacute;f&egrave;rent travailler pour les missions qu&rsquo;elles assument publiquement.</p>
 <h2>Le Neo Control</h2>
 <p>S&rsquo;il existe un groupe de mercenaire qui se vante de pouvoir frapper n&rsquo;importe o&ugrave;, n&rsquo;importe quand, ce sont les mercenaires du Neo Control. Cette faction est &agrave; la fois l&rsquo;un des plus grands groupe de mercenaire, rivalisant presque avec les Soleils, et l&rsquo;un des moins scrupuleux.</p>
 <p>Mais ce qui distingue le groupe des autres sont ses m&eacute;thodes. Son premier principe repose sur le fait que tous ses agents sont sacrifiables&nbsp;: en quatre ans d&rsquo;activit&eacute;, les rumeurs de la capture d&rsquo;un agent du Neo Control sont consid&eacute;r&eacute;es comme des l&eacute;gendes sans cr&eacute;dit. Des enveloppes vol&eacute;es avec le centre m&eacute;moriel d&eacute;truit, &ccedil;a en revanche, on en retrouve &agrave; la pelle.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Le Neo Control</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Groupe de mercenaires ind&eacute;pendant</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> Inconnu</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2089</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <p>Au sortir de la guerre, les corporations se retrouvent confront&eacute;es &agrave; un dilemme&nbsp;: avec le renforcement des Solar Wardners comment r&eacute;gler les affaires les plus discutables sans se compromettre&nbsp;? Autrefois, les corporations auraient tr&egrave;s certainement employ&eacute; leurs services secrets. Malheureusement, les nouveaux gardiens du syst&egrave;me solaire s&rsquo;av&egrave;rent &ecirc;tre de formidables enqu&ecirc;teurs et leur pouvoir est difficile &agrave; limiter.</p>
 <p>Le Neo Control est une r&eacute;ponse &agrave; ce probl&egrave;me&nbsp;: form&eacute; en 2089, ce groupe de mercenaire se saisit du march&eacute; du &laquo;&nbsp;mercenariat pragmatique&nbsp;&raquo; comme le nomment certains fixeurs. D&egrave;s le d&eacute;but, le Neo Control met en place un syst&egrave;me de paiement en nature diff&eacute;r&eacute;. Le principe est simple&nbsp;: ils effectuent la mission et la corporation &laquo;&nbsp;perd&nbsp;&raquo;, quelques mois plus tard, diverses marchandises, v&eacute;hicules et autres biens. Avec la forte variance de ces paiements, il est impossible de faire le lien entre les affaires et les commanditaires, ce qui pla&icirc;t beaucoup aux corporations.</p>
 <p>Le groupe conna&icirc;t une croissance extraordinaire et devient rapidement l&rsquo;ex&eacute;cutant principal des missions avec lesquelles les corporations ne souhaitent pas se compromettre. Contrairement &agrave; leurs concurrents, qui disparaissent au fil des affaires qui les exposent, le Neo Control perdure.</p>
 <p>Aujourd&rsquo;hui encore le Neo Control continue ses activit&eacute;s, officiellement d&eacute;test&eacute; de tous, officieusement trop utile pour les corporations et trop puissant pour &ecirc;tre atteint. Malgr&eacute; le nombre de mission accomplies, et &eacute;chou&eacute;es, ses effectifs r&eacute;els restent inconnus et ses moyens estim&eacute;s semblent prodigieux.</p>
 <h2>Les Icarens</h2>
 <p>Les Icarens sont des courtiers de l&rsquo;information et des mercenaires. Ils op&egrave;rent &agrave; travers tout le syst&egrave;me solaire et se sont sp&eacute;cialis&eacute;s dans le contr&ocirc;le de l&rsquo;information&nbsp;: espionnage, trafic de donn&eacute;e, effacement et chantage sont leurs activit&eacute;s principales. Leur efficacit&eacute; est telle, que les rumeurs pr&eacute;tendent qu&rsquo;ils poss&egrave;dent assez d&rsquo;informations pour faire plier des corporations.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Les Icarens</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Mercenaires et courtiers de l&rsquo;information</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> D&aelig;dalus</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2089</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Moyenne puissance</td>
 	</tr>
 </table>
</div>
 <p>La fin de la guerre provoque de nombreux remaniements au sein des forces de s&eacute;curit&eacute; et la plupart des soldats sont d&eacute;mobilis&eacute;s. Parmi eux, une minorit&eacute; veut rester actifs. C&rsquo;est ce qui vaut la cr&eacute;ation d&rsquo;un grand nombre de compagnies de mercenaires et autres agences priv&eacute;es dans les colonies.</p>
 <p>L&rsquo;une de ces agences, fond&eacute;e par D&aelig;dalus, un ancien des services de renseignement de Waylanders, se sp&eacute;cialise dans la r&eacute;cup&eacute;ration et le contr&ocirc;le de l&rsquo;information. Elle recrute de nombreux analystes, deckers, anciens espions, soldats et m&ecirc;me quelques diplomates. D&egrave;s le d&eacute;part, les Icarens offrent leurs services et effectuent plusieurs missions d&rsquo;espionnage et de contre-espionnage pour les corporations. Rapidement, toutes les corporations font affaires avec les Icarens &agrave; l&rsquo;exception notable de Mars qui pr&eacute;f&egrave;re utiliser son propre r&eacute;seau.</p>
 <p>Deux ans apr&egrave;s sa fondation, alors que Vranberg-Lytan explose suite &agrave; une crise interne, les Icarens sont employ&eacute;s par la corporation pour limiter la fuite de donn&eacute;es, notamment celle de nombreux dossiers compromettant le conseil. Peu apr&egrave;s, le coup d&rsquo;&eacute;tat, les Icarens sont &agrave; nouveau engag&eacute;s pour regrouper un maximum d&rsquo;information sur Aesir et Urania. On suspecte alors le groupe de mercenaire de jouer sur plusieurs fronts.</p>
 <p>Peu apr&egrave;s, alors que le groupe continue son travail aupr&egrave;s des corporations, Waylanders tente de faire pression sur les Icarens, pr&eacute;textant que D&aelig;dalus aurait vol&eacute; des donn&eacute;es de la corporation. Les Icarens entrent alors en contact direct avec Waylanders et au terme de n&eacute;gociations secr&egrave;tes, la corporation annonce qu&rsquo;une enqu&ecirc;te interne rejette les accusations. Les sp&eacute;culations vont bon train concernant ces tractations secr&egrave;tes&nbsp;: certains affirment que les Icarens auraient les moyens de faire chanter la corporation, d&rsquo;autres que le groupe aurait achet&eacute; son innocence, ou encore que les Icarens auraient r&eacute;ussi &agrave; d&eacute;monter l&eacute;galement le dossier de l&rsquo;accusation. Waylander ne fait aucun commentaire sur l&rsquo;affaire, aussi ces sp&eacute;culations continuent.</p>
 <p>Aujourd&rsquo;hui les Icarens sont un groupe ind&eacute;pendant respect&eacute; mais auquel personne ne fait vraiment confiance. La d&eacute;fiance ouverte de Mars &agrave; son encontre est consid&eacute;r&eacute;e comme lourde de sens, m&ecirc;me s&rsquo;il est tout aussi probable que les services de renseignement martiens suffisent aux besoins de la corporation. Toujours est-il que les Icarens semblent bien partis pour garder leur place.</p>
 <h2>Les Phobos&rsquo; Heights</h2>
 <p>Les Phobos&rsquo; Heights forment un groupe qui &eacute;volue entre le mercenariat et le crime organis&eacute;. Si leur pr&eacute;sence en dehors de Mars est limit&eacute;e, ils repr&eacute;sentent une faction puissante &agrave; sa surface. &Eacute;lusifs, ils contr&ocirc;lent tout le march&eacute; noir, notamment des armes l&eacute;tales, et semblent les seuls &agrave; vouloir et pouvoir ex&eacute;cuter toutes sortes de missions douteuses sur le sol martien.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Les Phobos&rsquo; Heights</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Mafia martienne et mercenaires</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> Inconnu</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2081</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Petite puissance</td>
 	</tr>
 </table>
</div>
 <p>Lors des troubles qui suivent l&rsquo;attentat de 2081, la s&eacute;curit&eacute; des colonies de la plan&egrave;te rouge, au fonctionnement centralis&eacute;, se retrouve particuli&egrave;rement d&eacute;sorganis&eacute;e. Durant cette p&eacute;riode quelques colonies tenteront m&ecirc;me de se soustraire &agrave; la nation martienne naissante, donnant lieu &agrave; une de v&eacute;ritable guerre civile.</p>
 <p>C&rsquo;est &agrave; cette &eacute;poque que le r&eacute;seau parall&egrave;le Phobos&rsquo; Heights se forme. Imm&eacute;diatement, de nombreuses personnes tentent de tirer profit de la situation par des moyens souvent peu l&eacute;gaux. Avec le retour &agrave; la normalit&eacute;, une grande partie de ces individus se regroupent et construisent un r&eacute;seau d&rsquo;influence, un march&eacute; noir et toute une soci&eacute;t&eacute; parall&egrave;le.</p>
 <p>Malgr&eacute; le travail des forces de s&eacute;curit&eacute;, les Phobos&rsquo; Heights se maintiennent. Face &agrave; la fr&eacute;quence de leurs coups d&rsquo;&eacute;clats, on soup&ccedil;onne m&ecirc;me qu&rsquo;ils sont soutenus par les autorit&eacute;s. Les renseignements martiens sont particuli&egrave;rement vis&eacute;s par ces accusations mais aucune preuve n&rsquo;est jamais apport&eacute;e. Au final, malgr&eacute; la volont&eacute; des politiques des colonies de la plan&egrave;te rouge, ce groupe mafieux s&rsquo;installe durablement dans le paysage martien.</p>
 <p>Lorsque la guerre des colonies &eacute;clate, la discr&eacute;tion des Phobos&rsquo; Heights semble presque indiquer que l&rsquo;organisation criminelle a rendu les armes. Mais il n&rsquo;en est rien&nbsp;: profitant de l&rsquo;attention de la corporation sur le si&egrave;ge de sa plan&egrave;te, le groupe en profite pour se renforcer et s&rsquo;ancre encore plus profond&eacute;ment dans les colonies martiennes et infiltre m&ecirc;me certaines institutions politiques ou communautaires.</p>
 <p>&Agrave; la fin du si&egrave;ge, les Phobos&rsquo; Heights contr&ocirc;lent suffisamment de terrain pour &ecirc;tre virtuellement impossible &agrave; d&eacute;loger. Le conseil refuse toutefois toute n&eacute;gociation avec l&rsquo;organisation criminelle et ordonne plusieurs op&eacute;rations d&rsquo;envergure. Une grande partie du r&eacute;seau, la plus visible, est alors d&eacute;mantel&eacute;e. Ce coup dur pour les Phobos&rsquo; Heights ne les an&eacute;antit pas pour autant, mais ils perdent alors la capacit&eacute; d&rsquo;agir au grand jour.</p>
 <p>Depuis, l&rsquo;organisation s&rsquo;est reconstruite et a retenu la le&ccedil;on. Elle op&egrave;re toujours sur le sol martien, plus discr&egrave;tement. Sp&eacute;cialis&eacute;e dans le trafic, son principal apport reste le march&eacute; noir b&acirc;ti sur son r&eacute;seau et les services de mercenariat qu&rsquo;elle propose &agrave; la surface de la plan&egrave;te rouge. Les &eacute;chauffour&eacute;es avec les forces de s&eacute;curit&eacute; reste occasionnelles mais n&rsquo;ont plus l&rsquo;ampleur d&rsquo;autrefois.</p>
 <h2>Cercles de jeux de Zuko (ZGC)</h2>
 <p>Les cercles de jeux de Zuko sont un groupe communautaire tr&egrave;s particulier. Regroup&eacute;e autour d&rsquo;un jeu en r&eacute;alit&eacute; augment&eacute;, cette communaut&eacute; offre un environnement ultra-gamifi&eacute;. Si les participants les moins impliqu&eacute;s n&rsquo;y vivent une seconde vie que pour s&rsquo;occuper, les jeux de Zuko sont devenus une v&eacute;ritable raison d&rsquo;exister pour de nombreuses personnes qui se sentent perdus sans.</p>
 <p>Mais en plus de l&rsquo;aspect communautaire, l&rsquo;organisation propose de v&eacute;ritables missions de mercenariat, sous la supervision de Zuko elle-m&ecirc;me. Les talents et l&rsquo;entra&icirc;nement d&eacute;velopp&eacute;s dans ces jeux sont bien r&eacute;els et les corporations engagent volontiers les meilleurs des agents dans des missions dites &laquo;&nbsp;hardcore&nbsp;&raquo;. Pour Zuko, c&rsquo;est un moyen de rendre les cercles de jeux utiles pour les colonies, en plus de donner des objectifs plus concrets &agrave; ces solaires perdus.</p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Les cercles de jeux de Zuko (ZGC)</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Groupe communautaire et mercenaires</td>
 	</tr>
 	<tr>
 		<th> Leader</th>
 		<td> Zuko</td>
 	</tr>
 	<tr>
 		<th> Fondation</th>
 		<td> 2090</td>
 	</tr>
 	<tr>
 		<th> Puissance</th>
 		<td> Petite puissance</td>
 	</tr>
 </table>
</div>
 <p>Fond&eacute; initialement sur le jeu de r&eacute;alit&eacute; virtuelle AltSol, Zuko, la cr&eacute;atrice du jeu, se rend compte que l&rsquo;environnement ultra-gamifi&eacute; qu&rsquo;elle propose attire de nombreux solaires &agrave; la recherche d&rsquo;un sens &agrave; leur existence. Bien qu&rsquo;elle-m&ecirc;me soit une fervente partisane de l&rsquo;auto-d&eacute;termination, elle d&eacute;cide de s&rsquo;appuyer sur ce jeu, et les suivants, pour guider et encadrer ces solaires errants. C&rsquo;est ainsi que na&icirc;t ce que les solaires appellent d&eacute;sormais les Cercles de jeux de Zuko (ZGC &ndash; Zuko&rsquo;s Game Circles).</p>
 <p>Craignant des d&eacute;rives sectaires, les Solar Wardners conduisent plusieurs enqu&ecirc;tes sur le groupe. Mais Zuko s&rsquo;av&egrave;rent &ecirc;tre particuli&egrave;rement lucide sur son entreprise et d&eacute;ploie des efforts consid&eacute;rables pour prot&eacute;ger ceux qu&rsquo;elle consid&egrave;re comme les siens. Les wardners, ne pouvant conclure &agrave; une d&eacute;rive, laissent le groupe en activit&eacute;, exigeant de Zuko une transparence totale sur ses activit&eacute;s.</p>
 <p>Alors que le groupe communautaire s&rsquo;accro&icirc;t consid&eacute;rablement, Zuko s&rsquo;aper&ccedil;oit que de nombreux joueurs ont d&eacute;velopp&eacute; des comp&eacute;tences bien r&eacute;elles avec ses jeux. La l&eacute;gende veut que Zuko ait eu cette r&eacute;v&eacute;lation alors qu&rsquo;elle &eacute;tait elle-m&ecirc;me victime d&rsquo;une agression&nbsp;; un des membres de ces cercles pr&eacute;sents sur place l&rsquo;aurait alors prot&eacute;g&eacute;e avec le talent des meilleurs mercenaires. Bien que d&eacute;menti par Zuko elle-m&ecirc;me, c&rsquo;est la version la plus diffus&eacute; sur SolNet.</p>
 <p>Apr&egrave;s une consultation avec l&rsquo;ensemble des joueurs, Zuko d&eacute;cide d&rsquo;ouvrir une nouvelle cat&eacute;gorie de mission&nbsp;: ces derni&egrave;res ne s&rsquo;effectuent plus en r&eacute;alit&eacute; augment&eacute;e, mais dans le monde bien r&eacute;el. La game master, elle-m&ecirc;me, fixe les conditions et refuse toute proposition que leurs commanditaires &laquo;&nbsp;rechigneraient &agrave; proposer aux Solars Wardners&nbsp;&raquo;.</p>
 <p>Consciente d&rsquo;&ecirc;tre sous le regard de ces derniers, elle continue ses efforts de transparence et publie l&rsquo;int&eacute;gralit&eacute; des rapports de mission. Le r&eacute;sultat est inattendu&nbsp;: attir&eacute; par le besoin d&rsquo;avoir une utilit&eacute; et un impact positif, de nombreux solaires rejoignent les cercles de jeux. Aujourd&rsquo;hui, les ZCG comptent pr&egrave;s de 3&nbsp;% de la population des colonies, soit un peu plus de 45&nbsp;000 personnes.</p>
 <p>Bien que particulier, y compris dans les relations impliquant les agents, les Cercles de Jeux de Zuko sont aussi devenus un groupe de mercenaire important et populaire. Si les corporations ne leur donnent pas les m&ecirc;mes missions qu&rsquo;aux Neo Control, le ZCG poss&egrave;de un agenda bien rempli, &agrave; tel point que Zuko doit refuser de tr&egrave;s nombreuses missions. Il faut dire que ces mercenaires ne se soucient pas du danger et n&rsquo;ont pas peur du &laquo;&nbsp;respawn&nbsp;&raquo;.</p>
  