<h1> Habitat</h1>
 <blockquote>&laquo;&nbsp;Nos habitations repr&eacute;sentent bien plus qu&rsquo;un refuge dans cet univers inhospitalier&nbsp;: c&rsquo;est l&agrave; que nous vivons.&nbsp;&raquo;</blockquote>
 <p>M&ecirc;me en 2093, l&rsquo;espace reste un environnement intrins&egrave;quement dangereux imposant des contraintes sans commune mesure avec celles pr&eacute;sentes &agrave; la surface de la plan&egrave;te bleue. Ainsi l&rsquo;habitat des colonies diff&egrave;re sur de nombreux points avec celui que connaissent les terriens.</p>
 <h2>Atmosph&egrave;re et a&eacute;ration</h2>
 <p>Dans les colonies, l&rsquo;a&eacute;ration et le recyclage de l&rsquo;atmosph&egrave;re rev&ecirc;t une importance capitale. De toute &eacute;vidence, dans l&rsquo;espace il n&rsquo;est pas question de se contenter d&rsquo;utiliser une simple ventilation comme sur Terre.</p>
 <p>Le moindre module autonome, habitation, voir dans certain cas chaque pi&egrave;ce, comporte son propre syst&egrave;me de recyclage de l&rsquo;atmosph&egrave;re.</p>
 <p>Le principe est assez simple&nbsp;: l&rsquo;air est pomp&eacute; puis refroidit jusqu&rsquo;&agrave; le rendre liquide. Ses composants sont alors s&eacute;par&eacute;s par centrifugation. Le dioxyde de carbone et d&rsquo;autres gaz toxiques sont alors extraits pour &ecirc;tre retrait&eacute;. Ce qui reste re&ccedil;oit un compl&eacute;ment de dioxyg&egrave;ne puis est r&eacute;chauff&eacute; &agrave; la temp&eacute;rature normale et r&eacute;inject&eacute; dans l&rsquo;habitation.</p>
 <p>Comme pratiquement tout dans les colonies, le dioxyg&egrave;ne est obtenu par le recyclage, celui du dioxyde de carbone principalement. Malgr&eacute; tout, il existe toujours quelques pertes et les installations poss&egrave;dent toutes des stocks de dioxyg&egrave;ne et de diazote r&eacute;guli&egrave;rement ravitaill&eacute;s.</p>
 <p>Rappelons que l&rsquo;air respirable pour des humains est id&eacute;alement compos&eacute; de 80&nbsp;% de diazote et de 20&nbsp;% de dioxyg&egrave;ne et que le taux de dioxyde de carbone doit &ecirc;tre maintenu bien en dessous de 1&nbsp;%.</p>
 <h2>Gravit&eacute;</h2>
 <p>Si &agrave; la surface de la Terre, il existe un champ de gravit&eacute; naturel de 1&nbsp;g, ce n&rsquo;est le cas dans aucune colonie extraterrestre.</p>
 <p>Pour le moment, aucune technologie n&rsquo;a permis de cr&eacute;er un champ de gravit&eacute; artificiel et le seul moyen d&rsquo;en simuler revient &agrave; exploiter la force centrifuge ou l&rsquo;inertie, notamment pendant l&rsquo;acc&eacute;l&eacute;ration et la d&eacute;c&eacute;l&eacute;ration des vaisseaux spatiaux.</p>
 <p>Sur la plupart des lunes majeures du syst&egrave;me solaires, la gravit&eacute; &agrave; la surface est inf&eacute;rieure &agrave; un sixi&egrave;me de celle de la Terre. Seule Mars poss&egrave;de un bon tiers de g.</p>
 <p>Au regard de cette caract&eacute;ristique, la plupart des installations au sol disposent d&rsquo;une infrastructure similaire &agrave; ce qui pourrait &ecirc;tre trouv&eacute; sur Terre. L&rsquo;une des principales marques architecturales de ces habitats sous faible gravit&eacute; est la pr&eacute;sence syst&eacute;matique de mains-courantes.</p>
 <p>Dans les environnements en apesanteurs, les coursives et les salles ont volontairement une taille r&eacute;duite pour &eacute;viter &agrave; un Solaire un peu maladroit de se retrouver &agrave; d&eacute;river dans les airs sans moyen de se rattraper.</p>
 <h2>Chauffage et isolation</h2>
 <p>La plupart des colonies sont install&eacute;es bien au-del&agrave; de l&rsquo;orbite terrestre. Si loin du soleil, l&rsquo;&eacute;quilibre thermique atteint des temp&eacute;ratures extr&ecirc;mement basses.</p>
 <p>Premier rempart contre ce danger, l&rsquo;isolation des installations coloniales est particuli&egrave;rement soign&eacute;e et surveill&eacute;e. A&eacute;rogel et pi&egrave;ges thermiques, dont le principe peut faire penser aux serres, sont donc lourdement mis &agrave; contribution.</p>
 <p>Malgr&eacute; tout, ce n&rsquo;est pas suffisant et toutes les installations et vaisseaux sont donc lourdement pourvus en chauffages. Notez que les g&eacute;n&eacute;rateurs d&rsquo;&eacute;nergies produisent &laquo;&nbsp;naturellement&nbsp;&raquo; de la chaleur et que sur certains vaisseaux, cette production est suffisante.</p>
 <p>&Agrave; l&rsquo;int&eacute;rieur de l&rsquo;orbite terrestre, le probl&egrave;me devient invers&eacute; pour les habitats et vaisseaux expos&eacute;s au rayonnement solaire. L&rsquo;isolation reste ici aussi d&eacute;terminante mais aussi insuffisante. De puissantes pompes &agrave; chaleurs et de grands panneaux rayonnant sont alors utilis&eacute;s.</p>
 <h2>&Eacute;nergie et alimentation</h2>
 <p>Dans la soci&eacute;t&eacute; hyper-technologique des colonies, les besoins en &eacute;nergie sont particuli&egrave;rement &eacute;lev&eacute;s. Rien que les syst&egrave;mes de survie requi&egrave;rent une alimentation puissante et stable&nbsp;: recyclage de l&rsquo;atmosph&egrave;re, chauffage, &eacute;clairage, etc.</p>
 <p>La consommation &eacute;nerg&eacute;tique due &agrave; l&rsquo;activit&eacute; des colons n&rsquo;est pas non plus en reste&nbsp;: rien que les constructeurs universels requi&egrave;rent une quantit&eacute; d&rsquo;&eacute;nergie colossale.</p>
 <p>L&rsquo;emploi de panneau solaire ou de g&eacute;n&eacute;rateur &agrave; radio-isotope ne suffit pas, et ce de plusieurs ordres de grandeur. Inutile de penser aux combustibles chimiques, comme le p&eacute;trole ou le charbon, qui, en l&rsquo;absence d&rsquo;une atmosph&egrave;re riche en dioxyg&egrave;ne, ne sont simplement pas utilisable.</p>
 <p>L&rsquo;&eacute;nergie nucl&eacute;aire est finalement la seule solution. La fission de l&rsquo;uranium ou du thorium ont toutefois &eacute;t&eacute; &eacute;cart&eacute;es et c&rsquo;est finalement la fusion de l&rsquo;hydrog&egrave;ne en h&eacute;lium qui alimente la quasi-totalit&eacute; des colonies et b&acirc;timents spatiaux.</p>
 <p>Pour finir, l&rsquo;antimati&egrave;re est aussi tr&egrave;s utilis&eacute;e, mais sous forme transitoire pour stocker temporairement l&rsquo;&eacute;nergie&nbsp;: un nouveau type de batterie en somme.</p>
 <h2>&Eacute;clairage</h2>
 <p>&Agrave; cinq unit&eacute;s astronomiques du soleil, au niveau de Jupiter, la lumi&egrave;re re&ccedil;ue ne repr&eacute;sente que 4&nbsp;% l&rsquo;ensoleillement re&ccedil;u sur Terre. Saturne, Uranus et Neptune n&rsquo;en re&ccedil;oivent pour ainsi dire qu&rsquo;une portion qui para&icirc;trait n&eacute;gligeable pour un terrien.</p>
 <p>Les colonies emploient donc majoritairement un &eacute;clairage artificiel. Pour des raisons de s&eacute;curit&eacute; seules des sources lumineuses froides sont utilis&eacute;es et depuis de nombreuses d&eacute;cennies, les diodes &eacute;lectroluminescentes organiques dominent ce secteur.</p>
 <h2>Nettoyage de l&rsquo;habitat</h2>
 <p>Si sur Terre il est courant de laver les surfaces &agrave; grande eau, dans les colonies cette solution est majoritairement rejet&eacute;e.</p>
 <p>Pour la poussi&egrave;re l&rsquo;aspirateur reste le meilleur outil disponible. Associ&eacute; &agrave; de petites brosses, il s&rsquo;agit du principal outil de nombreux robots sp&eacute;cialis&eacute;s.</p>
 <p>Pour les d&eacute;p&ocirc;ts, les liquides et les mati&egrave;res organiques, l&rsquo;aspirateur peut aussi faire le gros du travail, mais les traces les plus incrust&eacute;es requi&egrave;rent souvent l&rsquo;usage de solvants et de brosses.</p>
 <p>Le nettoyage des installations spatiales est assur&eacute; par des cohortes de petits robots sp&eacute;cialis&eacute;s. Les robots de nettoyages, qui sont &eacute;paul&eacute;s par de petits &eacute;claireurs, patrouillent pendant les heures de repos, ou &agrave; la demande, dans les installations et maintiennent les lieux propres. Ils se r&eacute;v&egrave;lent tout aussi efficaces en apesanteur.</p>
 <h2>Traitement des d&eacute;chets</h2>
 <p>Le traitement des d&eacute;chets rel&egrave;ve d&rsquo;une importance capitale dans les colonies. A priori, la plus simple des solutions consisterait &agrave; jeter les d&eacute;chets &agrave; l&rsquo;ext&eacute;rieur &ndash; apr&egrave;s tout l&rsquo;espace est vaste.</p>
 <p>Pourtant les immenses d&eacute;charges &agrave; ciel ouvert et nuages de d&eacute;bris orbitaux terriens ont largement eu le temps de prouver que cette m&eacute;thode pr&eacute;sentait de gros inconv&eacute;nients sur le long terme.</p>
 <p>Dans l&rsquo;espace, il n&rsquo;est pas possible de d&eacute;truire ces d&eacute;chets, tout au mieux est-il possible de les transformer et quitte &agrave; le faire autant les recycler. Et c&rsquo;est justement cette derni&egrave;re solution que les corporations ont retenue. Gr&acirc;ce &agrave; la technologie des constructeurs universels, pratiquement tout ce qui est imaginable peut &ecirc;tre construit et recycl&eacute;.</p>
 <p>Par ailleurs, les colonies produisent beaucoup moins de d&eacute;chets que les cit&eacute;s terriennes&nbsp;: les corporations ont beaucoup investi pour se d&eacute;barrasser des habitudes de la soci&eacute;t&eacute; de consommation, et, comme pour tous leurs projets majeurs, avec un succ&egrave;s certain.</p>
 <p>Les gains du recyclage et de la lutte contre l&rsquo;obsolescence d&eacute;passent le simple traitement des d&eacute;chets&nbsp;: ces deux facteurs ont aussi permis de r&eacute;duire consid&eacute;rablement les besoins en mati&egrave;re premi&egrave;re et ont augment&eacute; consid&eacute;rablement les capacit&eacute;s de d&eacute;veloppement des colonies.</p>
 <p>Plus concr&egrave;tement, les d&eacute;chets sont collect&eacute;s de multiples fa&ccedil;ons. Sur les plus petites installations, tous les d&eacute;chets sont apport&eacute;s &laquo;&nbsp;&agrave; la main&nbsp;&raquo; au centre de production o&ugrave; ils seront recycl&eacute;s. Dans les plus grandes installations un syst&egrave;me de collecte des ordures est mis en place.</p>
 <p>Dans ce dernier cas, les d&eacute;chets sont stock&eacute;s localement dans des containers sp&eacute;cialis&eacute;s puis transport&eacute;s par un syst&egrave;me automatis&eacute; ou des robots au centre de production.</p>
 <p>Le recyclage de l&rsquo;air et de l&rsquo;eau lui s&rsquo;effectue localement de fa&ccedil;on d&eacute;centralis&eacute;e&nbsp;: chaque habitation poss&eacute;dant g&eacute;n&eacute;ralement son propre syst&egrave;me de renouvellement de l&rsquo;atmosph&egrave;re et d&rsquo;un recycleur/purificateur d&rsquo;eau.</p>
 <h2>Cadre virtuel</h2>
 <p>&Agrave; l&rsquo;&oelig;il nu, les installations des colonies peuvent para&icirc;tre tr&egrave;s sobres &ndash; encore que l&rsquo;architecture de plusieurs cit&eacute;s peut faire figure d&rsquo;&oelig;uvre d&rsquo;art.</p>
 <p>Mais, plong&eacute; dans un canal de r&eacute;alit&eacute; augment&eacute;e, le d&eacute;cor tout entier peut changer, laissant appara&icirc;tre une canop&eacute;e foresti&egrave;re en place du plafond ou octroyant une architecture gothique aux halles d&rsquo;un centre de loisir.</p>
 <p>Cette surcouche esth&eacute;tique de la r&eacute;alit&eacute; augment&eacute; est souvent appel&eacute;e dreamware par les habitants des colonies. Elle est tellement employ&eacute;e que pour la plupart d&rsquo;entre eux, elle fait r&eacute;ellement partie de leur environnement.</p>
  