<h1> Implant psi</h1>
 <blockquote>&laquo;&nbsp;Certains Solaires font usage de technologies qui ne sont comprises de personne. Suis-je le seul &agrave; &ecirc;tre choqu&eacute;&nbsp;?&nbsp;&raquo;</blockquote>
 <p>L&rsquo;implant psi est un implant semi-organique capable d&rsquo;octroyer des capacit&eacute;s surnaturelles. L&rsquo;implant requiert un cerveau organique, m&ecirc;me condens&eacute;, et un esprit sentient pour fonctionner.</p>
 <p>Tous les porteurs de l&rsquo;implant n&rsquo;ont pas acc&egrave;s aux m&ecirc;mes pouvoirs. Il existe en fait plusieurs ensembles restreints de pouvoirs qui ont &eacute;t&eacute; nomm&eacute;s Mati&egrave;re, &Eacute;nergie, Espace, Information, Biologie et M&eacute;ta. Nous d&eacute;taillerons ces ensembles dans cette section.</p>
 <p>Ce n&rsquo;est pas l&rsquo;implant en lui-m&ecirc;me qui d&eacute;termine quel ensemble de pouvoir le porteur poss&eacute;dera, mais la pr&eacute;sence de certains traits psychologiques. Notez qu&rsquo;il n&rsquo;est pas n&eacute;cessaire de poss&eacute;der tous les traits indiqu&eacute;s, g&eacute;n&eacute;ralement ce n&rsquo;est pas le cas, et un seul suffit.</p>
 <p>Si le porteur change drastiquement de fa&ccedil;on de penser, son implant peut cesser de fonctionner ou changer de pouvoir.</p>
 <h2>Mati&egrave;re</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Percevoir les objets et la mati&egrave;re qui les compose.</li>
	<li>D&eacute;former d&eacute;finitivement un objet, changer sa mati&egrave;re ou le transformer en un autre. La finesse de la transformation d&eacute;pend des capacit&eacute;s de perception du psion. De plus, ces op&eacute;rations doivent &ecirc;tre faites &agrave; masse constante&nbsp;: on ne peut pas cr&eacute;er ni d&eacute;truire de la mati&egrave;re.</li>
	<li>Rendre temporairement un objet immat&eacute;riel vis &agrave; vis d&rsquo;autres objets choisis. Un objet d&eacute;mat&eacute;rialis&eacute; reste sensible &agrave; l&rsquo;environnement. Un objet qui se remat&eacute;rialise dans un autre implose et fait exploser son h&ocirc;te d&rsquo;infortune.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>Transforme l&rsquo;objet manipul&eacute; en poussi&egrave;re.</li>
	<li>Affecte un autre objet.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Cr&eacute;atif, Expansif, Orgueilleux, Charismatique</p>
 <h2>&Eacute;nergie</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Percevoir l&rsquo;&eacute;nergie dans les objets.</li>
	<li>Cr&eacute;er ou d&eacute;truire de l&rsquo;&eacute;nergie dans un objet. La quantit&eacute; d&rsquo;&eacute;nergie qui peut &ecirc;tre cr&eacute;e est comparable &agrave; ce que contient g&eacute;n&eacute;ralement une batterie &agrave; antimati&egrave;re standard. On ne peut pas non plus en d&eacute;truire plus que celle qui existe dans l&rsquo;objet.</li>
	<li>D&eacute;placer de l&rsquo;&eacute;nergie d&rsquo;un objet &agrave; un autre. L&rsquo;&eacute;nergie ne se t&eacute;l&eacute;porte pas et peut donc avoir un impact sur ce qui se trouve sur son chemin.</li>
	<li>Rendre un objet temporairement &ldquo;transparent&rdquo; &agrave; une forme d&rsquo;&eacute;nergie. L&rsquo;&eacute;nergie traversera l&rsquo;objet sans interagir avec.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>Provoque une d&eacute;charge d&rsquo;&eacute;nergie dans l&rsquo;objet vis&eacute;.</li>
	<li>Alt&egrave;re l&rsquo;&eacute;nergie contenue dans un autre objet.</li>
	<li>Provoque une d&eacute;charge d&rsquo;&eacute;nergie dans le psion &eacute;quivalente &agrave; la quantit&eacute; d&rsquo;&eacute;nergie manipul&eacute;e.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Impulsif, Vif, T&eacute;m&eacute;raire, Agressif</p>
 <h2>Espace</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Percevoir la position des objets et les champs de forces.</li>
	<li>D&eacute;placer de fa&ccedil;on continu un objet dans l&rsquo;espace. La port&eacute;e de d&eacute;placement de l&rsquo;objet est celle de l&rsquo;implant (~20&nbsp;m). Durant le d&eacute;placement, l&rsquo;objet n&rsquo;est plus soumis aux champs de forces. L&rsquo;objet r&eacute;cup&egrave;re toutes ses propri&eacute;t&eacute;s (y compris son inertie mais &eacute;videmment pas sa position initiale) d&egrave;s lors qu&rsquo;il est rel&acirc;ch&eacute;. Seuls des objets de la taille d&rsquo;un humain (au plus) peuvent &ecirc;tre d&eacute;plac&eacute;s ainsi.</li>
	<li>Relier temporairement deux lieux par un portail. Chaque extr&eacute;mit&eacute; du portail doit &ecirc;tre projet&eacute; sur la surface d&rsquo;un objet. L&rsquo;une des deux extr&eacute;mit&eacute;s doit se trouver &agrave; port&eacute;e de l&rsquo;implant et l&rsquo;autre doit se trouver sur un objet dont le psion a d&eacute;j&agrave; eu la perception. De plus, un portail ne peut relier que deux lieux ayant une pression atmosph&eacute;rique &eacute;quivalente. La taille d&rsquo;un tel portail peut aller jusqu&rsquo;&agrave; 2 m&egrave;tres de rayon. Note&nbsp;: Les bords int&eacute;rieurs d&rsquo;un portail sont extr&ecirc;mement coupants et si quelque chose se trouve dans le passage &agrave; la fermeture, il sera instantan&eacute;ment coup&eacute; dans le plan du portail.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>T&eacute;l&eacute;porte al&eacute;atoirement l&rsquo;objet manipul&eacute; dans un autre endroit.</li>
	<li>Projette le psion dans une direction al&eacute;atoire.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Rigoureux, Pr&eacute;cis, R&eacute;fl&eacute;chi, Rigide</p>
 <h2>Information</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Lire les informations en m&eacute;moire vive ou les pens&eacute;es superficielles d&rsquo;un &ecirc;tre organique ou cybern&eacute;tique. Si le dispositif crypte sa m&eacute;moire ou manifeste de la m&eacute;fiance envers le psion, cette lecture devient impossible.</li>
	<li>Occulter temporairement la pr&eacute;sence d&rsquo;un objet. L&rsquo;univers entier agira sans lui pr&ecirc;ter attention, comme s&rsquo;il n&rsquo;existait pas. Si l&rsquo;objet ou le psion manifeste volontairement cette pr&eacute;sence, l&rsquo;effet cesse imm&eacute;diatement.</li>
	<li>Alt&eacute;rer temporairement l&rsquo;apparence perceptuelle d&rsquo;un objet pour le faire ressembler &agrave; un autre.</li>
	<li>Envoyer un message sur l&rsquo;un des &ldquo;sens&rdquo; de l&rsquo;&ecirc;tre mais ce dernier doit quand m&ecirc;me &ecirc;tre coop&eacute;ratif.</li>
	<li>M&eacute;moriser des informations ou effectuer des calculs tr&egrave;s rapidement.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>Emp&ecirc;che temporairement le psion d&rsquo;interagir avec d&rsquo;autres &ecirc;tres.</li>
	<li>Fait oublier les souvenirs du psion vieux de quelques heures.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Curieux, Observateur, Parano&iuml;aque, Dominateur</p>
 <h2>Biologie</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Percevoir les formes de vie organique et de lire leurs variables vitales.</li>
	<li>Am&eacute;liorer temporairement les capacit&eacute;s physiques et mentales d&rsquo;un &ecirc;tre organique bien au-del&agrave; de ses capacit&eacute;s th&eacute;oriques maximales (d&rsquo;un facteur dix).</li>
	<li>R&eacute;g&eacute;n&eacute;rer un &ecirc;tre organique. Il ne faut que quelques secondes pour effacer une blessure par balle, quelques minutes pour annuler une amputation et une heure pour r&eacute;g&eacute;n&eacute;rer son corps d&rsquo;une destruction presque totale. Par conservation de la masse, tous les &eacute;l&eacute;ments perdus sont d&eacute;sint&eacute;gr&eacute;s au fil de la r&eacute;g&eacute;n&eacute;ration. Par ailleurs, ce pouvoir provoquera le rejet des implants sur un &ecirc;tre biologique cybern&eacute;tis&eacute;. Il n&rsquo;aura aucun effet sur les &ecirc;tres non-organique et sur les parties non-organiques des &ecirc;tres hybrides.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>Fait perdre conscience au psion ou &agrave; l&rsquo;&ecirc;tre alt&eacute;r&eacute;.</li>
	<li>Provoque un &eacute;tat de grande faiblesse sur le psion ou l&rsquo;&ecirc;tre alt&eacute;r&eacute;.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Empathique, D&eacute;licat, Sensible, Manipulateur</p>
 <h2>M&eacute;ta</h2>
 <p>Capacit&eacute;s&nbsp;:</p>
  <ul>
	<li>Percevoir les implants psions et conna&icirc;tre les pouvoirs qui y sont associ&eacute;s.</li>
	<li>Aider consid&eacute;rablement un autre psion &agrave; utiliser son implant. (Cette aide compte alors comme un trait important).</li>
	<li>Bloquer l&rsquo;utilisation d&rsquo;un pouvoir d&rsquo;un autre psion. Le pouvoir &eacute;choue alors sans autre cons&eacute;quence.</li>
	<li>Copier un effet d&rsquo;un pouvoir d&rsquo;un autre psion. Il est n&eacute;cessaire d&rsquo;avoir au pr&eacute;alable assist&eacute; &agrave; l&rsquo;utilisation de ce pouvoir.</li>
</ul>
  <p>Modes d&rsquo;&eacute;chec&nbsp;:</p>
  <ul>
	<li>Provoque un effet des modes d&rsquo;&eacute;chec d&rsquo;un autre pouvoir.</li>
	<li>Rend le psion incapable d&rsquo;utiliser ses pouvoirs pendant plusieurs heures.</li>
	<li>Le psion devient la cible du pouvoir bloqu&eacute;/amplifi&eacute;.</li>
</ul>
  <p>Traits psychologiques&nbsp;: Improvisateur, Irrationnel, R&ecirc;veur, D&eacute;sorganis&eacute;</p>
  