<h1> Implants cybern&eacute;tiques</h1>
 <blockquote>&laquo;&nbsp;Je me trouvais faible, alors j&rsquo;ai augment&eacute; mon corps. Aujourd&rsquo;hui, je me demande si je n&rsquo;aurais pas aussi du augmenter mon esprit&hellip;&nbsp;&raquo;</blockquote>
 <h2>Armes int&eacute;gr&eacute;es</h2>
 <p>Ce sont les mercenaires qui ont utilis&eacute; en premier les implants cybern&eacute;tiques de fa&ccedil;on syst&eacute;matique. Il n&rsquo;est donc pas extraordinaire de noter qu&rsquo;un grand nombre de ces implants sont des armes interfac&eacute;es et int&eacute;gr&eacute;es.</p>
 <p>Il est ainsi courant de trouver des lames r&eacute;tractables, des armes pulseurs camoufl&eacute;es&hellip;</p>
 <h2>Armure dermique</h2>
 <p>Une fois encore, cet implant est issu des d&eacute;veloppements &agrave; destination des mercenaires. Il s&rsquo;agit d&rsquo;une am&eacute;lioration rempla&ccedil;ant la peau de son utilisateur de sorte &agrave; lui procurer une protection balistique limit&eacute;e.</p>
 <p>Au vu de l&rsquo;armement actuel, ce dispositif est souvent insuffisant mais il reste utilis&eacute; en conjonction avec des plaques de blindages dispos&eacute;es sur les points strat&eacute;giques du corps.</p>
 <h2>Bombe corticale</h2>
 <p>Dispositif d&rsquo;autodestruction, la bombe corticale est un dispositif explosif plac&eacute; dans le cerveau. Sa d&eacute;tonation est suffisamment puissante pour d&eacute;truire l&rsquo;ensemble du cerveau et rendre impossible toute tentative d&rsquo;extraction de donn&eacute;es post mortem. L&rsquo;explosif n&rsquo;est g&eacute;n&eacute;ral pas assez puissant pour provoquer des d&eacute;g&acirc;ts en dehors de la bo&icirc;te cr&acirc;nienne.</p>
 <p>Cet implant a parfois &eacute;t&eacute; utilis&eacute; sur des sujets non consentants comme un moyen de pression, mais cette pratique est strictement interdite dans les colonies et les Solar Wardners semblent suffisamment dissuasifs pour que cette loi soit respect&eacute;e.</p>
 <p>En revanche, cet implant est tr&egrave;s utilis&eacute; par les espions et autres personnes qui ne souhaitent pas que leurs donn&eacute;es atterrissent au mauvais endroit. Beaucoup de mercenaire consid&egrave;rent que perdre quelques heures de souvenirs valent mieux que de donner des informations &agrave; l&rsquo;ennemi.</p>
 <h2>Camouflage thermo-optique</h2>
 <p>Sous sa forme d&rsquo;implant, le camouflage thermo-optique est un dispositif rempla&ccedil;ant la peau. Il s&rsquo;agit d&rsquo;un ensemble de capteurs et d&rsquo;&eacute;metteurs holographiques capables de reproduire l&rsquo;arri&egrave;re-plan et donc de rendre son utilisateur invisible ou presque. La plupart de ces dispositifs fonctionnent dans le domaine du visible et du thermique.</p>
 <p>&Eacute;videmment pour &ecirc;tre fonctionnel, ce camouflage requiert que l&rsquo;utilisateur ne porte pas de v&ecirc;tement ni &eacute;quipement. Il ne pourra donc compter que sur ses propres ressources, implants et modifications.</p>
 <h2>Centrale &eacute;nerg&eacute;tique</h2>
 <p>La plupart des implants utilisent l&rsquo;&eacute;nergie &eacute;lectrique. Si les plus l&eacute;gers, tr&egrave;s minoritaires, peuvent fonctionner en se servant des diff&eacute;rences de potentiel pr&eacute;sentes au sein du corps humain, les plus lourdes ont besoin d&rsquo;une alimentation de puissance stable.</p>
 <p>La centrale &eacute;nerg&eacute;tique est un implant comportant une batterie &agrave; antimati&egrave;re qui se recharge via SolNet, si la puissance globale reste raisonnable, ou par le biais d&rsquo;une prise dans le cas contraire.</p>
 <h2>Cerveau cybern&eacute;tique</h2>
 <p>Souvent consid&eacute;r&eacute; comme l&rsquo;augmentation s&eacute;parant le cyborg du cyborg absolu, le cerveau cybern&eacute;tique est l&rsquo;am&eacute;lioration ultime pour de nombreux Solaires. Il faut bien comprendre que le cerveau est le dernier organe humain &agrave; avoir &eacute;t&eacute; am&eacute;lior&eacute; par la cybern&eacute;tique.</p>
 <p>Parfois appel&eacute; cerveau &eacute;lectronique, cet implant r&eacute;duit le temps pris par les r&eacute;flexes conscients d&rsquo;un facteur 5. On retrouve ce m&ecirc;me facteur de rapidit&eacute; dans toutes les op&eacute;rations effectu&eacute;es par ces cerveaux.</p>
 <p>D&rsquo;un point de vue m&eacute;moriel, &agrave; volume &eacute;quivalent, un cerveau &eacute;lectronique peut contenir vingt fois plus d&rsquo;informations. Malheureusement, &agrave; court terme, seules les IA peuvent en b&eacute;n&eacute;ficier. Pour des intelligences naturelles ou provolu&eacute;es, il est n&eacute;cessaire d&rsquo;attendre que le r&eacute;seau neuronal simul&eacute; s&rsquo;&eacute;tende pour occuper toutes les capacit&eacute;s du cerveau ce qui peut prendre entre plusieurs mois et quelques ann&eacute;es. Un esprit supervis&eacute; n&rsquo;&eacute;chappe normalement pas &agrave; cette loi, mais l&rsquo;IA de supervision peut enregistrer et restaurer des informations en fonction des besoins de l&rsquo;utilisateur.</p>
 <h2>Console de d&eacute;cryptage int&eacute;gr&eacute;e</h2>
 <p>Comme de nombreux outils informatiques, il est possible d&rsquo;int&eacute;grer une console de d&eacute;cryptage sous la forme d&rsquo;un implant cybern&eacute;tique. Le fonctionnement de cet appareil reste identique &agrave; celui d&rsquo;une console de d&eacute;cryptage traditionnelle &agrave; la diff&eacute;rence pr&egrave;s qu&rsquo;il fournit des r&eacute;flexes et une rapidit&eacute; d&rsquo;ex&eacute;cution plus rapide gr&acirc;ce &agrave; la suppression des interfaces interm&eacute;diaires.</p>
 <p>Comme vous pouvez vous en douter, cet implant est principalement utilis&eacute; par des mercenaires sp&eacute;cialis&eacute;s dans les op&eacute;rations sp&eacute;ciales ou l&rsquo;espionnage.</p>
 <h2>Derme de protection environnemental</h2>
 <p>De la m&ecirc;me mani&egrave;re que pour l&rsquo;armure dermique ou le camouflage thermo-optique, cette modification remplace une partie de la peau de son utilisateur. Ici, ce nouveau derme offre une protection contre les agressions environnementales notamment la plupart des br&ucirc;lures chimiques mais aussi de la chaleur, de l&rsquo;&eacute;lectricit&eacute;, du rayonnement nucl&eacute;aire voir des IEM.</p>
 <p>&Eacute;videment tout ceci n&rsquo;est valable que dans des domaines raisonnables et il ne s&rsquo;agit souvent que d&rsquo;une att&eacute;nuation de ces agressions.</p>
 <h2>Implant m&eacute;moriel</h2>
 <p>L&rsquo;implant m&eacute;moriel est un implant tr&egrave;s courant. Il offre &agrave; son utilisateur la capacit&eacute; de m&eacute;moriser une quantit&eacute; colossale d&rsquo;information et de les restituer sans efforts.</p>
 <p>Pour les esprits humains, cette extension de m&eacute;moire se r&eacute;v&egrave;le encore plus efficace avec l&rsquo;emploi d&rsquo;une IA de supervision. En revanche, elle n&rsquo;est finalement que peu utile pour les IA sur des substrats offrant de hautes performances.</p>
 <h2>Implant sim-stim</h2>
 <p>Les implants sim-stim (pour simulation de stimulation) sont des dispositifs destin&eacute;s &agrave; enregistrer et rejouer les informations sensorielles. Ainsi, une personne ayant enregistr&eacute; de cette fa&ccedil;on ses perceptions pourra les revivre plus tard.</p>
 <p>Il est aussi possible de t&eacute;l&eacute;charger les sensations d&rsquo;une autre personne ou issues de simulations. Permettant une r&eacute;alit&eacute; virtuelle totale, les applications sont tr&egrave;s nombreuses&nbsp;: formation, loisir, adaptation &agrave; une nouvelle enveloppe, contr&ocirc;le &agrave; distance, etc.</p>
 <h2>Interface SolNet int&eacute;gr&eacute;e</h2>
 <p>L&rsquo;ordoptique &eacute;tait devenu un accessoire indispensable et son int&eacute;gration comme implant &eacute;tait la suite logique de son &eacute;volution. Sous sa version la plus aboutie, cet outil est greff&eacute; directement au niveau c&eacute;r&eacute;bral, fonctionnant comme une extension de l&rsquo;&ecirc;tre.</p>
 <p>&Eacute;videmment ce sont les IA qui l&rsquo;exploitent le mieux, mais un esprit humain, surtout s&rsquo;il est supervis&eacute; par une IA, en tire un b&eacute;n&eacute;fice cons&eacute;quent et il parait de moins en moins envisageable de ne pas en &eacute;quiper toutes les nouvelles enveloppes.</p>
 <p>Une rumeur persistante veut que cet implant puisse servir de backdoor pour pirater le cerveau d&rsquo;un individu. C&rsquo;est &eacute;videmment faux. En revanche, si cet implant est utilis&eacute; au niveau sim-stim, et que l&rsquo;attaquant est parvenu &agrave; percer la glace de l&rsquo;implant, il reste possible d&rsquo;alt&eacute;rer les donn&eacute;es sensorielles de l&rsquo;individu. Ceci requiert &eacute;videmment des moyens &eacute;lev&eacute;s et tout ceci peut devenir rapidement caduque si la victime s&rsquo;en aper&ccedil;oit et passe en mode autistique, coupant effectivement l&rsquo;acc&egrave;s du pirate.</p>
 <h2>Muscles en nano-fibres</h2>
 <p>L&rsquo;un des principaux avantages des corps m&eacute;caniques par rapports aux corps organiques se r&eacute;sume au rapport de la puissance m&eacute;canique et de la puissance musculaire. C&rsquo;est pourquoi il s&rsquo;agit de l&rsquo;un des implants les plus utilis&eacute;s tant chez les mercenaires que chez les civils.</p>
 <p>Cet implant remplace ou compl&egrave;te le syst&egrave;me musculaire par un r&eacute;seau de nano-fibres m&eacute;caniques. Un muscle ainsi augment&eacute; est capable de d&eacute;velopper une puissance m&eacute;canique trois &agrave; cinq fois plus &eacute;lev&eacute;e.</p>
 <h2>N&oelig;ud de sauvegarde</h2>
 <p>Souvent appel&eacute; Backup, le n&oelig;ud de sauvegarde est un implant enregistrant en temps r&eacute;el la m&eacute;moire de son porteur. Ainsi, s&rsquo;il devait lui arriver malheur, il est possible de retrouver cette m&eacute;moire et de la r&eacute;int&eacute;grer dans un clone, un r&eacute;plicant ou tout autre corps adapt&eacute;.</p>
 <p>La plupart de ces mod&egrave;les sont fortement blind&eacute;s, aussi bien au niveau m&eacute;canique qu&rsquo;&eacute;lectromagn&eacute;tique. Si cela ne suffisait pas, bon nombre de ces implants transmettent r&eacute;guli&egrave;rement une copie de sauvegarde &agrave; l&rsquo;un des centres de restauration de la compagnie ayant fourni l&rsquo;implant.</p>
 <p>Cet implant est tr&egrave;s courant, surtout parmi les forces de s&eacute;curit&eacute;s, les mercenaires et toutes les personnes r&eacute;guli&egrave;rement confront&eacute;es au danger.</p>
 <h2>Recycleur atmosph&eacute;rique</h2>
 <p>Destin&eacute; &agrave; augmenter fortement les capacit&eacute;s d&rsquo;apn&eacute;e de son utilisateur, le recycleur atmosph&eacute;rique est un appareil de survie particuli&egrave;rement gourmand en &eacute;nergie. Son principe de fonctionnement consiste &agrave; casser les mol&eacute;cules de dioxyde de carbone pr&eacute;sent dans les poumons pour produire de l&rsquo;oxyg&egrave;ne et des particules de carbone que l&rsquo;implant stockera temporairement.</p>
 <p>Avec une alimentation suffisante, cet implant peut permettre &agrave; un humain de rester en apn&eacute;e pendant plusieurs heures avec une activit&eacute; raisonnable. En revanche, il reste inefficace dans le cas des d&eacute;compressions et les autorit&eacute;s continuent de rappeler qu&rsquo;en cas de d&eacute;compression, il convient de vider ses poumons.</p>
 <h2>Squelette renforc&eacute;</h2>
 <p>Avec une augmentation de la force et l&rsquo;utilisation d&rsquo;outils ou d&rsquo;armes hors normes, les contraintes sur le squelette peuvent rapidement d&eacute;passer le point de rupture. Aussi, il est parfois important de remplacer celui d&rsquo;origine par une version m&eacute;canique bien plus r&eacute;sistante.</p>
 <p>G&eacute;n&eacute;ralement, les mercenaires en profitent pour ajouter des plaques de protections sur le torse associ&eacute; &agrave; une armure dermique et, bien s&ucirc;r, ce qu&rsquo;il faut en muscles augment&eacute;s.</p>
 <h2>Syst&egrave;me nerveux c&acirc;bl&eacute;</h2>
 <p>En d&eacute;pit de ses performances exceptionnelles, le syst&egrave;me nerveux humain reste tr&egrave;s fortement limit&eacute; par ses d&eacute;lais de r&eacute;action par rapport aux supports &eacute;lectroniques. Il est heureusement possible de modifier le syst&egrave;me nerveux en le rempla&ccedil;ant par une version cybern&eacute;tique beaucoup plus r&eacute;active.</p>
 <p>Au niveau des performances, les temps de r&eacute;flexes m&eacute;caniques sont divis&eacute;s par dix tandis que les r&eacute;flexes conscients b&eacute;n&eacute;ficient d&rsquo;une am&eacute;lioration de 50&nbsp;% en moyenne. Notez, que l&rsquo;utilisation d&rsquo;un cerveau cybern&eacute;tique peut am&eacute;liorer les r&eacute;flexes conscients d&rsquo;un facteur 5.</p>
 <p>L&rsquo;installation de cet implant requiert un r&eacute;apprentissage de nombreuses actions de bases, comme la marche par exemple. Ceci ne pose aucun probl&egrave;me pour une IA ou un esprit supervis&eacute;, mais cela rebute encore bon nombre d&rsquo;humains.</p>
 <h2>Vision augment&eacute;e</h2>
 <p>Longtemps, les dispositifs optiques, non sp&eacute;cialis&eacute;s, ont eu du mal &agrave; &eacute;galer les performances de l&rsquo;&oelig;il humain. Depuis cette &eacute;poque, la technologie a fortement &eacute;volu&eacute; et c&rsquo;est au tour de l&rsquo;&oelig;il humain de se r&eacute;v&eacute;ler moins performant. Pour pallier au handicap relatif, de nombreux mercenaires se sont &eacute;quip&eacute;s d&rsquo;implants oculaires destin&eacute;s &agrave; augmenter la vision.</p>
 <p>La plupart de ces implants permettent de voir dans des longueurs d&rsquo;onde jusque-l&agrave; interdites &agrave; l&rsquo;homme, d&rsquo;effectuer des agrandissements et m&ecirc;me de superposer des informations diverses. Il est par ailleurs courant de coupler ces dispositifs avec un ordoptique int&eacute;gr&eacute; quand cet appareil n&rsquo;est pas ajout&eacute; au niveau c&eacute;r&eacute;bral.</p>
  