<h1> Introduction</h1>
 <blockquote>&laquo;&nbsp;Je promets que dans la prochaine d&eacute;cennie, l&rsquo;humanit&eacute; retournera sur ce point rouge&acirc;tre. Et ce, pour s&rsquo;y installer&nbsp;!&nbsp;&raquo;<br/>
 Alfred Johnwen, PDG de HIARTech</blockquote>
 <h2>En bref</h2>
 <p>Solaires est un jeu de r&ocirc;les de science-fiction qui met en sc&egrave;ne les habitants du syst&egrave;me solaire, les Solaires, &agrave; la fin du XXIe si&egrave;cle.</p>
 <p>Incarnez un cyborg, un r&eacute;plicant, une intelligence artificielle, ou d'autres &ecirc;tres plus avanc&eacute;s encore, et prenez part aux intrigues dans les colonies b&acirc;ties par les enfants de l'humanit&eacute;.</p>
 <p>C'est une &egrave;re glorieuse et majestueuse qui s'annonce&nbsp;: un &acirc;ge de lumi&egrave;re ou les fl&eacute;aux de l'humanit&eacute; sont sur le point de dispara&icirc;tre. Mais ne vous consid&eacute;rez pas tir&eacute; d'affaire&nbsp;! Car si tout homme de science vous expliquera que la technologie n'est ni bonne, ni mauvaise, certains de ses usages pourraient bien se retourner contre la grande civilisation solaire.</p>
 <p>Dans cet univers, n'esp&eacute;rez pas l'aide d'hypoth&eacute;tiques extra-terrestres ou de dieux infinis. Tout ce que vous trouverez a &eacute;t&eacute; fa&ccedil;onn&eacute; par l'humanit&eacute; et ses enfants et les seuls &laquo;&nbsp;dieux&nbsp;&raquo;, les supers-IA, sont d&eacute;j&agrave; forts occup&eacute;s &agrave; r&eacute;gir la vie des citoyens.</p>
 <h2>Les th&egrave;mes principaux</h2>
 <p>Tirant, son inspiration de nombreuses &oelig;uvres de science-fiction comme celles de <cite>William Gibson</cite>, <cite>Bruce Sterling</cite>, <cite>Richard K. Morgan</cite> ou encore <cite>Isaac Asimov</cite>, le jeu tente d'explorer de nombreux th&egrave;mes de la science-fiction.</p>
 <p>Plus pr&eacute;cis&eacute;ment, nous nous int&eacute;ressons &agrave; cinq th&egrave;mes forts&nbsp;:</p>
  <ul>
	<li><em>Le transhumanisme</em> ou la transformation de l'humain par la technologie. Dans Solaires, vous incarnerez ces enfants de l'humanit&eacute;, que ce soit d'anciens humains transform&eacute;s ou de tout nouveaux &ecirc;tres&nbsp;;</li>
	<li><em>Le progr&egrave;s technologique</em> et ses cons&eacute;quences, au-del&agrave; des seules implications du transhumanisme. On s'y int&eacute;resse principalement &agrave; l'&eacute;thique et aux limites que l'on peut vouloir imposer&nbsp;;</li>
	<li><em>La colonisation spatiale</em>, surtout pr&eacute;sente dans le d&eacute;cor du jeu. Il ne faut jamais oublier que l'espace est un environnement intrins&egrave;quement dangereux et qu'il suffit de quelques fractions de secondes pour produire un drame dans un d&eacute;cor ou l'inconnu le dispute &agrave; l'inimaginable&nbsp;;</li>
	<li><em>L'h&eacute;ro&iuml;sme</em> et les choix qu'il impose. Nous ne souhaitons pas ici d&eacute;peindre un univers cyberpunk qui s'enlise dans une routine malsaine domin&eacute; par la finance et o&ugrave; finalement les protagonistes ne sont que des anti-h&eacute;ros tentant d'y survivre. Dans Solaires, les personnages sont confront&eacute;s &agrave; des choix difficiles et ont les moyens d'avoir un impact &agrave; grande &eacute;chelle&nbsp;;</li>
	<li><em>Le paradoxe de Fermi</em>. Dans un univers o&ugrave; les Solaires sont sur le point de d&eacute;buter la colonisation de l'univers, l'absence de toute forme de vie intelligente extraterrestre continue d'alimenter nombre de sp&eacute;culations.</li>
</ul>
  <h2>Le syst&egrave;me de jeu</h2>
 <p>Solaires utilise le Syst&egrave;me F&eacute;erie (version 5) pour sa m&eacute;canique de jeu. Il s'agit d'un syst&egrave;me simple et l&eacute;ger qui se base en grande partie sur la description.</p>
 <p>Le syst&egrave;me ne se focalise pas sur des aspects sp&eacute;cifiques du jeu (par exemple, il n'y a pas de r&egrave;gles d&eacute;di&eacute;es uniquement aux combats) et offre une grande latitude au groupe de jeu.</p>
 <p>Enfin, le syst&egrave;me de jeu permet aux joueurs d'influencer directement l'histoire &agrave; travers les points de personnage. Cette influence d&eacute;passe nettement la simple interaction avec le personnage.</p>
 <p>En plus d&rsquo;&ecirc;tre d&eacute;crit dans ce livre, le Syst&egrave;me F&eacute;erie est disponible en version &laquo;&nbsp;g&eacute;n&eacute;rique&nbsp;&raquo; sur https://systeme.feerie.net.</p>
 <h2>Note d'intention</h2>
 <p>En cr&eacute;ant Solaires, nous avons souhait&eacute; concevoir un jeu de r&ocirc;les traitant de la science-fiction de fa&ccedil;on s&eacute;rieuse sans toutefois tomber dans la noirceur d'un univers cyberpunk.</p>
 <p>Si, il faut bien l'avouer, en 2006 le jeu n'&eacute;tait finalement qu'un jeu de &laquo;&nbsp;super-h&eacute;ros dans l'espace&nbsp;&raquo;, le jeu a beaucoup &eacute;volu&eacute; durant la d&eacute;cennie, devenant celui que vous avez entre les mains.</p>
 <p>En lui donnant un aspect plus &laquo;&nbsp;hard-science&nbsp;&raquo; et en remettant la technologie et ses cons&eacute;quences au centre du jeu, Solaires est devenu plus mature. L'h&eacute;ro&iuml;sme est rest&eacute;, avec des personnages joueurs plus grands que nature, mais nous nous sommes d&eacute;barrass&eacute;s du manich&eacute;isme des jeux de super-h&eacute;ros.</p>
 <p>L'univers se veut toutefois relativement bienveillant&nbsp;: la mort n'est qu'une transition, l'humanit&eacute; ne s'est pas faite annihiler et nous ne sommes pas &agrave; l'aube de l'apocalypse technologique.</p>
 <p>Soyez les bienvenus dans le syst&egrave;me solaire de 2093&nbsp;!</p>
 <h2>Cr&eacute;dits et remerciements</h2>
 <p>Jeux&nbsp;:</p>
  <ul>
	<li>Risus</li>
	<li>7th sea</li>
	<li><br/>
 </li>
</ul>
 <div class="encart">
	<h2 class="encart__titre">Organisation de ce livre</h2>
	<p class="encart__texte">Ce livre contient les r&egrave;gles du jeu ainsi qu&rsquo;une pr&eacute;sentation compl&egrave;te de l&rsquo;univers que nous esp&eacute;rons suffisante pour vous permettre de jouer.</p>
	<p class="encart__texte">Le premier chapitre, Jouer &agrave; Solaires, traite des r&egrave;gles du jeu. Elles pr&eacute;sentent le jeu de r&ocirc;les et ses m&eacute;caniques de base avant d&rsquo;attaquer les r&egrave;gles de r&eacute;solution des actions. Vous trouverez ensuite des explications des domaines les plus exotiques de l&rsquo;univers, puis les r&egrave;gles des points de personnages qui permettent aux joueurs d&rsquo;alt&eacute;rer directement l&rsquo;histoire. Le chapitre se termine sur des conseils adress&eacute;s aux joueurs et aux meneurs.</p>
	<p class="encart__texte">Le second chapitre, Personnages, traite des personnages. Il commence par pr&eacute;senter les r&egrave;gles de cr&eacute;ation des personnages puis propose des listes d&rsquo;&eacute;l&eacute;ments pr&ecirc;ts &agrave; &ecirc;tre utilis&eacute;s lors de cette cr&eacute;ation. Le chapitre se termine sur les r&egrave;gles d&rsquo;&eacute;volution des personnages et notamment les intrigues des personnages.</p>
	<p class="encart__texte">Le troisi&egrave;me chapitre, Univers g&eacute;n&eacute;ral, pr&eacute;sente l&rsquo;univers de Solaires &agrave; une &eacute;chelle globale. Il commence par expliquer les &eacute;v&eacute;nements cl&eacute;s de l&rsquo;histoire de Solaires puis encha&icirc;ne sur la chronologie. Il d&eacute;crit ensuite le syst&egrave;me solaire et les principaux astres qui le composent. Ceci fait, c&rsquo;est au tour des principales factions d&rsquo;&ecirc;tre pr&eacute;sent&eacute;es. Le chapitre se termine sur l&rsquo;&eacute;tat de l&rsquo;art de la science et de la technologie dans les colonies.</p>
	<p class="encart__texte">Le quatri&egrave;me chapitre, Vivre dans les colonies, expose la vie dans les solaires. Il commence par pr&eacute;senter la civilisation de l&rsquo;abondance, puis le fonctionnement des corporations, v&eacute;ritables nations extraterrestres. Il d&eacute;crit ensuite l&rsquo;habitat type des solaires avant de pr&eacute;senter les rites de vie quotidiens dans les colonies, puis d&rsquo;exposer les grandes &eacute;tapes dans la vie des solaires. Le chapitre pr&eacute;sente ensuite les colonies du point de vue de leur architecture et de leur fonctionnement. Le chapitre se termine sur les voyages et la communication dans le syst&egrave;me solaire.</p>
	<p class="encart__texte">Le cinqui&egrave;me et dernier chapitre, Catalogue, d&eacute;crit les principaux objets, outils et artefacts utilis&eacute;s dans les colonies&nbsp;: les outils du quotidien, le mat&eacute;riel d&rsquo;ing&eacute;nierie, le mat&eacute;riel extrav&eacute;hiculaire, le mat&eacute;riel m&eacute;dical, le mat&eacute;riel d&rsquo;espionnage, le mat&eacute;riel militaire, les v&eacute;hicules, les implants cybern&eacute;tiques, les modifications organiques, les implants psi, les logiciels et les robots.</p>
</div>
  