<h1>Logiciels</h1>
<blockquote>&laquo;&nbsp;D&eacute;sormais, lors d&rsquo;un affrontement, ce ne sont plus tant les hommes que les machines qui se battent, suivant leurs automatismes impitoyables.&nbsp;&raquo;</blockquote>
<p>Les logiciels sont des programmes ou des IA sp&eacute;cialis&eacute;es qui permettent &agrave; leur utilisateur d&rsquo;effectuer des t&acirc;ches pointues sans poss&eacute;der la formation ou le savoir n&eacute;cessaire. Ces programmes sont relativement autonomes et prennent temporairement le contr&ocirc;le de l&rsquo;enveloppe qui les invoque, mais tout en permettant au contr&ocirc;leur l&eacute;gitime d&rsquo;en reprendre le contr&ocirc;le d&egrave;s qu&rsquo;il le souhaite.</p>
<p>Certains logiciels disposent aussi de capacit&eacute;s interactives avec le contr&ocirc;leur l&eacute;gitime, permettant &agrave; ce dernier d&rsquo;effectuer certains choix ou de prendre conscience de certains r&eacute;sultats pendant l&rsquo;ex&eacute;cution du logiciel. Les plus grands utilisateurs de logiciels sont les informorphes et les cybern&eacute;tiques suivis des hybrides et des r&eacute;plicants. Il est en effet n&eacute;cessaire de disposer d&rsquo;une interface cybern&eacute;tique ad&eacute;quate ou de capacit&eacute;s d&rsquo;introspections avanc&eacute;es.</p>
<p>Ainsi, une IA sur un processeur plasmo-quantique peut assimiler un logiciel en quelques secondes et la plupart des interfaces de logiciels pour cyborgs et cybern&eacute;tiques, les interfaces progicielles, poss&egrave;dent des performances similaires. Reste l&rsquo;&eacute;tape de calibration qui peut demander quelques heures, rarement plus de cinq. Sans cette &eacute;tape, le logiciel ne peut pas conna&icirc;tre les limites de l&rsquo;enveloppe et peut donc gri&egrave;vement l&rsquo;endommager durant son ex&eacute;cution ou ne pas s&rsquo;ex&eacute;cuter de mani&egrave;re satisfaisante. Il est int&eacute;ressant de noter que plusieurs logiciels peuvent se calibrer en m&ecirc;me temps et que cette calibration, passive, ne requiert pas l&rsquo;attention de l&rsquo;utilisateur et ne lui cause aucune g&ecirc;ne dans ses actions durant cette dur&eacute;e.</p>
<p>Les IA sur wetware, comme celles des r&eacute;plicants, mettent plusieurs heures, une quinzaine en moyenne bien que certains logiciels, les plus complexes, peuvent prendre un peu plus de 20 heures &agrave; &ecirc;tre assimil&eacute;s. Cela reste malgr&eacute; tout extraordinairement rapide par rapport aux capacit&eacute;s d&rsquo;apprentissage d&rsquo;un humain, par exemple. Surtout que ce temps d&rsquo;apprentissage comporte l&rsquo;&eacute;tape de calibration qui s&rsquo;effectue en parall&egrave;le.</p>
<p>Les IA, qu&rsquo;elles soient sur un processeur ou sur du wetware, tirent la totalit&eacute; des b&eacute;n&eacute;fices de ces logiciels et sont m&ecirc;me capables de les am&eacute;liorer par elles-m&ecirc;mes. Ce n&rsquo;est malheureusement pas le cas des esprits dit &ldquo;humains&rdquo; qui restent d&eacute;pendants des logiciels du march&eacute; et doivent effectuer r&eacute;guli&egrave;rement des mises &agrave; jour pour progresser (ou simplement ne pas souffrir d&rsquo;une faille de s&eacute;curit&eacute; connue), sans m&ecirc;me pouvoir utiliser une version am&eacute;lior&eacute;e par une IA qui par d&eacute;finition a &eacute;t&eacute; assimil&eacute;e.</p>
<p>En revanche, d&rsquo;autres logiciels ne sont que des extractions de r&eacute;flexes et savoir-faire de l&rsquo;esprit de personnes excellentes dans un domaine recherch&eacute; et modifi&eacute;s pour pouvoir &ecirc;tre implant&eacute;s &agrave; travers une interface progiciel. Ces mod&egrave;les sont de plus en plus rares car ils sont souvent d&eacute;pourvus de calibration et donc consid&eacute;r&eacute;s comme instables. De plus, ils ne sont vraiment utilisables que dans des enveloppes similaires &agrave; celle d&rsquo;origine.</p>
<p>&Agrave; l&rsquo;usage, on distingue deux types de logiciels&nbsp;: les logiciels assimil&eacute;s, c&rsquo;est &agrave; dire ceux qui ont &eacute;t&eacute; charg&eacute;s par l&rsquo;&ecirc;tre ou son interface progiciel, et les logiciels embarqu&eacute;s, int&eacute;gr&eacute;s &agrave; l&rsquo;enveloppe et qu&rsquo;il n&rsquo;est donc pas n&eacute;cessaire d&rsquo;assimiler et qui sont normalement pr&eacute;-calibr&eacute;s. La plupart des corps robotiques sont d&rsquo;ailleurs pourvus de logiciels de la seconde cat&eacute;gorie.</p>
<h2>Agent de recherche</h2>
<p>Quand une donn&eacute;e est localis&eacute;e, ce n&rsquo;est plus qu&rsquo;une formalit&eacute; pour un decker ou une IA de la r&eacute;cup&eacute;rer. Mais lorsque sa position est inconnue ou lorsque ce qui est recherch&eacute; n&rsquo;est pas connu, la t&acirc;che est beaucoup plus ardue.</p>
<p>Pour explorer Solnet, il est possible d&rsquo;envoyer un &ecirc;tre infomorphe sur place, mais l&rsquo;utilisation de la bande passante est souvent un frein important. Pour contourner ceci, de plus en plus de personnes utilisent des agents de recherche, des logiciels l&eacute;gers sp&eacute;cialis&eacute;es dans l&rsquo;exploration de Solnet et de sa matrice. Ces agents se t&eacute;l&eacute;chargent sur de nombreux n&oelig;uds et effectuent leurs recherches, sautant de n&oelig;uds en n&oelig;uds. Les versions les plus courantes embarquent un protocole d&rsquo;autodestruction de fa&ccedil;on &agrave; ne pas saturer le r&eacute;seau&nbsp;: ceux qui ne le font pas sont g&eacute;n&eacute;ralement traqu&eacute;s par des logiciels similaires et d&eacute;truits, leurs utilisateurs &eacute;tant ensuite g&eacute;n&eacute;ralement poursuivis par les corporations elles-m&ecirc;mes.</p>
<p>La plupart des ordoptiques poss&egrave;dent des versions encore plus simples qui servent de moteur de recherche. Ces logiciels ne n&eacute;cessitent aucun calibrage.</p>
<h2>Communication informelle</h2>
<p>Comment, au sein d&rsquo;une pi&egrave;ce bond&eacute;e, deux espions peuvent-ils s&rsquo;&eacute;changer discr&egrave;tement des informations sans que personne ne puisse s&rsquo;en rendre compte&nbsp;? Comment des soldats peuvent-ils communiquer dans la zone d&rsquo;un puissant brouillage ennemi&nbsp;? Beaucoup d&rsquo;autres situations peuvent demander de pouvoir communiquer par de petits gestes discrets qui ne seront connus que de ceux qui les utilisent et uniquement d&rsquo;eux. C&rsquo;est l&agrave; qu&rsquo;entrent les logiciels de communication informelle.</p>
<p>Ces logiciels permettent apr&egrave;s une p&eacute;riode de calibration commune, de converser de fa&ccedil;on rapide et transparente en employant uniquement des petits gestes ne reposant sur aucune convention ext&eacute;rieure. La contrainte de calibration est toutefois un frein important compte tenu qu&rsquo;elle requiert la pr&eacute;sence de tous les acteurs au m&ecirc;me endroit. Heureusement pour les mercenaires et les militaires, cette &eacute;tape de calibration est suffisamment courte pour pouvoir &ecirc;tre faite dans le cadre d&rsquo;un briefing d&rsquo;une demi-heure, la calibration pouvant se prolonger pendant les pr&eacute;parations et le transport.</p>
<h2>Interfaces de combat</h2>
<p>Qu&rsquo;il s&rsquo;agisse de l&rsquo;utilisation de certaines armes, de tactiques de combats, d&rsquo;arts martiaux ou plus simplement de r&eacute;flexes de survie sur le champ de bataille, il existe une myriade de logiciels d&eacute;di&eacute;s et sp&eacute;cialis&eacute;s. Chaque logiciel est d&eacute;di&eacute; &agrave; une approche particuli&egrave;re, un objectif pr&eacute;cis ou &agrave; des techniques focalis&eacute;s sur un but. Il n&rsquo;existe pas &ndash; pas encore &ndash; de logiciel contenant toutes ces variantes et qui soit capable de s&eacute;lectionner la bonne au bon moment. Pour le moment, chaque utilisateur doit choisir en fonction de ses besoins.</p>
<p>Inutile de pr&eacute;ciser que, pour une efficacit&eacute; compl&egrave;te et &eacute;viter de graves blessures inutiles, l&rsquo;&eacute;tape de calibration ne doit pas &ecirc;tre n&eacute;glig&eacute;e.</p>
<h2>Langue</h2>
<p>L&rsquo;anglais simplifi&eacute; des colonies est la langue majoritaire en dehors de la Terre, et en dehors de quelques terriens fra&icirc;chement arriv&eacute;s ou certains utopistes, n&rsquo;importe qui le comprend et le parle. Il reste toutefois de nombreuses communaut&eacute;s qui utilisent en priorit&eacute; d&rsquo;autres langues, la plupart provenant d&rsquo;ailleurs de la plan&egrave;te bleue. Les logiciels de langues permettent &agrave; un Solaire &eacute;quip&eacute; de comprendre, parler, lire et &eacute;crire, une langue donn&eacute;e.</p>
<p>Ces logiciels font partie des rares pour lesquels l&rsquo;&eacute;tape de calibration n&rsquo;est pas extr&ecirc;mement importante&nbsp;: sans celle-ci, le Solaire sera op&eacute;rationnel, m&ecirc;me s&rsquo;il aura probablement un accent &agrave; trancher au couteau&hellip;</p>
<h2>Lecteur d&rsquo;intention</h2>
<p>Avant d&rsquo;agir, la plupart des organiques et des cybern&eacute;tiques et m&ecirc;me dans certains cas des infomorphes, &eacute;mettent des signaux involontaire de pr&eacute;paration&nbsp;: consommation d&rsquo;&eacute;nergie, prise d&rsquo;inertie, changement d&rsquo;attention, signe de stress et modifications physiologiques et psychologique. Les lecteurs d&rsquo;intentions utilisent ces signes pour permettre &agrave; son utilisateur d&rsquo;anticiper les actions et les changements de position, des personnes qu&rsquo;il rencontre. S&rsquo;il n&rsquo;existe pas de logiciel de brouillage des intentions, beaucoup de Solaires sont toutefois capables d&rsquo;alt&eacute;rer eux m&ecirc;me ces signes rendant le lecteur d&rsquo;intention moins fiable.</p>
<h2>Maintenance</h2>
<p>Chaque appareil, aussi complexe soit-il, doit pouvoir &ecirc;tre r&eacute;par&eacute; par le premier agent de maintenance sur place. Pour permettre ceci, les constructeurs de tous les domaines, fournissent les logiciels de maintenance adapt&eacute;s qui sont alors rapidement assimil&eacute;s par les agents d&rsquo;entretien, g&eacute;n&eacute;ralement des robots. Entre les mains de ces robots, ces logiciels tr&egrave;s standardis&eacute;s ne n&eacute;cessite que quelques minutes &agrave; &ecirc;tre calibr&eacute;s. Toutefois, il n&rsquo;est pas rare que le personnel en charge de la maintenance s&rsquo;interface aussi avec ces logiciels pour pouvoir suppl&eacute;er aux agents habituels en cas de probl&egrave;me grave. Pour eux, la calibration retrouve des dur&eacute;es plus habituelles, mais ce n&rsquo;est pas une raison pour l&rsquo;ignorer&nbsp;: le non-respect de cette &eacute;tape peut entra&icirc;ner des blessures potentiellement graves.</p>
<h2>Pilotage</h2>
<p>&Agrave; l&rsquo;heure actuelle, beaucoup d&rsquo;appareils sont pourvus de leur propres logiciels de pilotages et sont donc capables d&rsquo;effectuer les man&oelig;uvres et la navigation seuls. Toutefois, certains Solaires prennent plaisir &agrave; piloter &ldquo;eux-m&ecirc;mes&rdquo; et d&rsquo;autres sont parfois confront&eacute;s &agrave; des mod&egrave;les plus anciens qui ne poss&egrave;dent pas leur logiciel int&eacute;gr&eacute;. Ces Solaires doivent donc t&eacute;l&eacute;charger et assimiler le logiciel. Mais, contrairement &agrave; de nombreux autres logiciels, la calibration ne se fait pas sur l&rsquo;enveloppe du Solaire mais sur le v&eacute;hicule en lui-m&ecirc;me et sauf si ce dernier a &eacute;t&eacute; modifi&eacute;, un logiciel calibr&eacute; sur appareil fonctionnera sur un autre appareil similaire sans que la calibration ne soit &agrave; nouveau n&eacute;cessaire.</p>
<h2>Piratage</h2>
<p>Naviguer sur le r&eacute;seau et op&eacute;rer des attaques requiert une m&eacute;thodologie tr&egrave;s particuli&egrave;re et surtout une capacit&eacute; &agrave; envoyer des ordres &eacute;lectroniques extr&ecirc;mement rapidement. Aucun &ecirc;tre biologique ou organique n&rsquo;est capable de cette prouesse et, la plupart du temps, ils doivent programmer ces ordres &agrave; l&rsquo;avance au travers d&rsquo;un logiciel de piratage qui fera usage des brises-glace et ex&eacute;cutera les op&eacute;rations demand&eacute;es sur le centre.</p>
<p>M&ecirc;me les &ecirc;tres cybern&eacute;tiques et infomorphes ont besoin de recourir &agrave; cette m&eacute;thode, car la dur&eacute;e des br&egrave;ches dans les glaces ne permet pas d&rsquo;actions r&eacute;fl&eacute;chies.</p>
<h2>Reconstitution</h2>
<p>Souvent, les agents des diff&eacute;rentes corporations arrivent trop tard sur les lieux de faits particuliers et ne disposent plus que des lieux proprement dits, dans l&rsquo;&eacute;tat o&ugrave; ils ont &eacute;t&eacute; laiss&eacute;s. C&rsquo;est l&agrave; qu&rsquo;entrent en jeu ces logiciels capables de reconstituer des faits sur les observations d&rsquo;un agent. Au d&eacute;part peu convaincus par ces logiciels, beaucoup d&rsquo;agents et d&rsquo;enqu&ecirc;teurs sont finalement bluff&eacute;s par les r&eacute;sultats de ces logiciels.</p>
<p>Si initialement ces reconstitutions sont impr&eacute;cises et peu fiables, elles s&rsquo;affinent grandement au fil des observations sur la sc&egrave;ne finale et plus l&rsquo;utilisateur collecte d&rsquo;indices, plus la reconstitution sera fiable et pr&eacute;cise. Ce traitement s&rsquo;effectue en parall&egrave;le du travail de collecte de l&rsquo;agent, souvent de fa&ccedil;on inconsciente, afin de laisser &agrave; son utilisateur toutes ses capacit&eacute;s de concentration. Enfin, bon nombre de ces logiciels permettent aussi des constructions bas&eacute;es sur des hypoth&egrave;ses de l&rsquo;agent et peuvent l&rsquo;aider grandement &agrave; orienter ses enqu&ecirc;tes, classiquement, quelles pistes explorer pour le principe d&rsquo;&eacute;change de Locard.</p>
<p>Comme pour les autres logiciels d&rsquo;acquisition de donn&eacute;es, il est n&eacute;cessaire d&rsquo;effectuer la calibration enti&egrave;rement sous peine d&rsquo;obtenir des r&eacute;sultats totalement inexploitables.</p>
<h2>Sociabilit&eacute;</h2>
<p>Beaucoup d&rsquo;IA, mais pas seulement, ne s&rsquo;encombrent pas des mani&egrave;res et autres subtilit&eacute;s sociales et peuvent se r&eacute;v&eacute;ler particuli&egrave;rement froides ou asociales. C&rsquo;est en partie pour corriger ces probl&egrave;mes que les logiciels de sociabilit&eacute; existent, mais pas seulement.</p>
<p>En effet, ces logiciels sont aussi capables d&rsquo;employer un persona pour typer le comportement superficiel d&rsquo;un &ecirc;tre, les meilleurs &eacute;tant m&ecirc;me capable d&rsquo;endosser sans faille la personnalit&eacute; de la personne dont on a extrait le fameux personna. C&rsquo;est donc un outil tr&egrave;s utile pour tout espion sous couverture.</p>
<p>Contrairement &agrave; de nombreuses croyances, l&rsquo;emploi &agrave; court terme d&rsquo;un persona n&rsquo;alt&egrave;re pas significativement l&rsquo;esprit de l&rsquo;&ecirc;tre qui l&rsquo;utilise &agrave; travers un logiciel de sociabilit&eacute;. Il ne s&rsquo;agit que d&rsquo;une surcouche cosm&eacute;tique et l&rsquo;utilisateur reste pleinement conscient et libre d&rsquo;agir.</p>
<p>Pour obtenir des r&eacute;sultats convainquant, il reste n&eacute;cessaire de respecter le temps de calibration. De plus l&rsquo;enveloppe utilis&eacute;e doit rester assez proche de celle de la persona d&rsquo;origine qui reste extr&ecirc;mement sensible au ph&eacute;nom&egrave;ne d&rsquo;embodiment.</p>
