<h1> Mat&eacute;riel d&rsquo;ing&eacute;nierie</h1>
 <blockquote>&laquo;&nbsp;Nous avons b&acirc;ti des vaisseaux d&rsquo;une taille prodigieuse et m&ecirc;me des villes &agrave; la surface d&rsquo;autres mondes. Mais avec quels outils&nbsp;?&nbsp;&raquo;</blockquote>
 <h2>Batterie &agrave; antimati&egrave;re</h2>
 <p>Une batterie &agrave; antimati&egrave;re est un accumulateur qui stocke de l&rsquo;&eacute;nergie sous la forme d&rsquo;antimati&egrave;re, g&eacute;n&eacute;ralement de positrons et la lib&egrave;re sous forme d&rsquo;&eacute;lectricit&eacute;.</p>
 <p>Contrairement aux suppositions que pourrait entra&icirc;ner son nom, cette batterie n&rsquo;est absolument pas plus dangereuse qu&rsquo;une batterie d&rsquo;un autre type. En revanche, elles sont bien plus compactes que la plupart des autres formes de batteries ou de piles et peuvent emmagasiner de tr&egrave;s grandes quantit&eacute;s d&rsquo;&eacute;nergie.</p>
 <p>En revanche, en raison du rendement de la conversion de l&rsquo;antimati&egrave;re vers l&rsquo;&eacute;lectricit&eacute;, ces accumulateurs produisent une petite quantit&eacute; de chaleur dont il faut tenir compte, notamment si des puissances &eacute;lev&eacute;es sont impliqu&eacute;es. Elles ont aussi un taux de d&eacute;charge interne relativement &eacute;lev&eacute; et perdent environ 10&nbsp;% de leur charge en une semaine.</p>
 <p>Utilis&eacute;es en parall&egrave;le avec les g&eacute;n&eacute;rateurs &agrave; fusions et SolNet, elles assurent une alimentation stable pour la totalit&eacute; des &eacute;quipements pr&eacute;sents &agrave; bord des colonies.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Link</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> De s&eacute;rie dans la plupart des appareils et disponibles sous forme de batterie s&eacute;par&eacute;e</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Accr&eacute;ditation technique requise au-dessus de cent kilojoules</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2>G&eacute;n&eacute;rateur &agrave; fusion</h2>
 <p>Les g&eacute;n&eacute;rateurs &agrave; fusion sont des appareils transformant de l&rsquo;&eacute;nergie &eacute;lectrique et thermique &agrave; partir de r&eacute;actions de fusion nucl&eacute;aire. &Agrave; quelques exceptions pr&egrave;s, ces appareils consomment de l&rsquo;hydrog&egrave;ne-1 et le transforment en h&eacute;lium-4. Le processus g&eacute;n&egrave;re une grande quantit&eacute; d&rsquo;&eacute;nergie dont pr&egrave;s de la moiti&eacute; est effectivement transform&eacute; en &eacute;lectricit&eacute;, la chaleur restant est g&eacute;n&eacute;ralement &eacute;vacu&eacute;e par de grands panneaux radiatifs en dehors des installations.</p>
 <p>Ne d&eacute;gageant pas de fum&eacute;e et ne produisant qu&rsquo;une faible radioactivit&eacute;, cette &eacute;nergie est consid&eacute;r&eacute;e comme propre et fiable. De plus, la conception des r&eacute;acteurs actuels ne permet pas de ph&eacute;nom&egrave;ne d&rsquo;emballement ou d&rsquo;explosion cataclysmique comme le peuvent les r&eacute;acteurs fission.</p>
 <p>Un g&eacute;n&eacute;rateur &agrave; fusion autonome reste toutefois de taille cons&eacute;quente et ne peut pas &ecirc;tre install&eacute; sur des vaisseaux ou des v&eacute;hicules plus petits d&rsquo;une corvette. Il s&rsquo;agit m&ecirc;me du crit&egrave;re s&eacute;parant les corvettes des navettes.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> G&eacute;n&eacute;rateur &agrave; fusion</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> De s&eacute;rie sur les corvettes et vaisseaux plus grands</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Accr&eacute;ditation technique requise</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2>Constructeur universel</h2>
 <p>Les constructeurs universels sont des appareils important dans la civilisation solaire. Ils sont capables d&rsquo;assembler des objets entiers, atomes par atome. La quasi-totalit&eacute; des objets fabriqu&eacute;s dans les colonies ont &eacute;t&eacute; assembl&eacute;s par un constructeur universel ou &agrave; partir d&rsquo;&eacute;l&eacute;ments construits par un tel appareil. C&rsquo;est aussi le cas de la plupart des &ecirc;tres artificiels.</p>
 <p>Les constructeurs universels sont aussi capables de d&eacute;sassembler n&rsquo;importe quel objet et permettent donc un recyclage des mat&eacute;riaux parfait, &eacute;conomisant les ressources. L&rsquo;op&eacute;ration n&eacute;cessite toutefois un co&ucirc;t &eacute;nerg&eacute;tique important, mais c&rsquo;est la seule solution permettant de recycler les objets compos&eacute;s de tr&egrave;s nombreux mat&eacute;riaux intimement m&eacute;lang&eacute;s.</p>
 <p>Les constructeurs universels ont beaucoup gagn&eacute; en vitesse au fil du temps et peuvent d&eacute;sormais assembler de grandes structures en quelques dizaines de secondes. Il s&rsquo;agit aussi du moyen le plus &eacute;conomique &eacute;nerg&eacute;tiquement pour produire des biens dans les colonies avec un rapport proche de l&rsquo;optimal th&eacute;orique.</p>
 <p>Pour leur fonctionnement, les constructeurs universels emploient des nanorobots auto-r&eacute;pliquant produits ou d&eacute;compos&eacute;s pour adapter leurs effectifs en fonction de ce qui est &agrave; produire. Contrairement aux rumeurs terriennes, les nanorobots de ces appareils ne repr&eacute;sentent pas de r&eacute;el danger&nbsp;: sortis de l&rsquo;enceinte protectrice du constructeur, ils tendent &agrave; r&eacute;agir avec l&rsquo;oxyg&egrave;ne des atmosph&egrave;res qui les d&eacute;truit rapidement. De plus sans l&rsquo;alimentation continue fournie par l&rsquo;appareil, ces robots sont inactifs.</p>
 <p>Il existe historiquement trois g&eacute;n&eacute;rations de constructeurs universels. La premi&egrave;re, qui n&rsquo;utilise pas de nanorobots auto-r&eacute;pliquant, est aujourd&rsquo;hui tomb&eacute;e en d&eacute;su&eacute;tude &agrave; cause de ses temps de traitement &agrave; la limite de l&rsquo;utilit&eacute;. La seconde g&eacute;n&eacute;ration emploie ces fameux robots et est encore tr&egrave;s utilis&eacute;e, principalement sous les formes portatives qui ne peuvent emporter un scanner &agrave; effet Wolfa avec une suffisamment bonne pr&eacute;cision. La troisi&egrave;me g&eacute;n&eacute;ration embarque donc un scanner &agrave; effet Wolfa pour coordonner l&rsquo;arm&eacute;e de nanorobots, ce sont des appareils massifs restreints aux installations comme les colonies et les stations spatiales.</p>
 <p>La plupart des mod&egrave;les en service sont donc tr&egrave;s imposants. En plus des contraintes des scanners &agrave; effet Wolfa, ils sont aussi con&ccedil;us pour produire tout ce qui est n&eacute;cessaire dans les colonies et &ccedil;a va de minuscules mol&eacute;cules aux &eacute;l&eacute;ments structurels des colonies ou des vaisseaux. Il existe toutefois des mod&egrave;les tr&egrave;s compacts, tr&egrave;s pris&eacute;s des hackeurs, qui tiennent dans une simple valise.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Constructeur universel premi&egrave;re g&eacute;n&eacute;ration</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> Mod&egrave;le obsol&egrave;te dans les colonies</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Possession soumise &agrave; une autorisation directe des corporations</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2></h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Constructeur universel deuxi&egrave;me g&eacute;n&eacute;ration</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> &Eacute;quipe encore quelques colonies et installations spatiales</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Accr&eacute;ditation sp&eacute;cifique requise pour acc&eacute;der aux constructeurs d&rsquo;une installation</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2></h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Constructeur universel deuxi&egrave;me g&eacute;n&eacute;ration portatif</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Possession soumise &agrave; autorisation directe des corporations</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Constructeur universel troisi&egrave;me g&eacute;n&eacute;ration</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> &Eacute;quipe toutes les colonies, la plupart des stations spatiales et les vaisseaux interplan&eacute;taires.</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Accr&eacute;ditation sp&eacute;cifique requise pour acc&eacute;der aux constructeurs d&rsquo;une installation</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2>Nanites</h2>
 <p>Les nanites sont des micro-robots utilis&eacute;s pour assembler rapidement des structures macroscopiques ou effectuer des soudures. Ils sont tr&egrave;s utilis&eacute;s par les techniciens puisqu&rsquo;ils permettent de construire des pi&egrave;ces m&eacute;caniques &agrave; la vol&eacute;e ou de sceller des br&egrave;ches rapidement.</p>
 <p>Contrairement aux nanorobots des constructeurs universels, les nanites ne transforment pas la mati&egrave;re, mais s&rsquo;assemblent entre eux. Une fois assembl&eacute;, ils deviennent inertes et ne peuvent plus &ecirc;tre r&eacute;utilis&eacute;e. En revanche, la r&eacute;sistance m&eacute;canique de l&rsquo;assemblage obtenu est tr&egrave;s importante et ils s&rsquo;assemblent sans d&eacute;gager de chaleur significative ce qui permet d&rsquo;effectuer des soudures &agrave; froid.</p>
 <p>&Agrave; l&rsquo;usage, les nanites sont stock&eacute;s sous forme d&rsquo;un gel&nbsp;: ce serait sinon une poudre si fine qu&rsquo;elle prendrait tr&egrave;s facilement feu dans une atmosph&egrave;re ordinaire. C&rsquo;est sous cette forme que les nanites sont employ&eacute;s. Le gel est aliment&eacute; et command&eacute; par un contr&ocirc;leur de micro-robots. Une fois les robots assembl&eacute;s, la partie liquide s&rsquo;&eacute;vapore avec le temps, laissant une fine couche protectrice autour des structures. Les nanites assembl&eacute;s forment des structures avec une surface suffisamment lisse pour limiter son &eacute;ventuelle oxydation et &eacute;viter toute possibilit&eacute; d&rsquo;embrasement.</p>
 <p>Il existait de nombreuses variantes de nanites, toutes incompatibles les unes avec les autres. Sur l&rsquo;impulsion des corporations, une variante a &eacute;t&eacute; s&eacute;lectionn&eacute;e et est presque universellement utilis&eacute;e&nbsp;: c&rsquo;est que la plupart des techniciens appellent les nanites standards. M&ecirc;me les armes pulseurs l&rsquo;utilisent pour assembler leurs munitions.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Nanites</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Contr&ocirc;leur de nanites</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2>Scanner &agrave; effet Wolfa</h2>
 <p>Les scanners &agrave; effet Wolfa servent &agrave; num&eacute;riser la mati&egrave;re sans l&rsquo;alt&eacute;rer significativement. Capables de &laquo;&nbsp;voir&nbsp;&raquo; &agrave; travers la mati&egrave;re, ils permettent d&rsquo;obtenir le mod&egrave;le complet d&rsquo;un objet, sa composition interne incluse, en temps r&eacute;el. Le fonctionnement de ces scanners repose sur l&rsquo;effet Wolfa, d&eacute;couvert par l&rsquo;IA de recherche du m&ecirc;me nom. La r&eacute;solution de ces scanners s&rsquo;est consid&eacute;rablement am&eacute;lior&eacute;e et pourrait th&eacute;oriquement descendre en dessous de l&rsquo;&eacute;chelle atomique bien que les &eacute;chelles de temps et les propri&eacute;t&eacute;s de la m&eacute;canique quantique rendent impossible toute interpr&eacute;tation de ces mesures.</p>
 <p>Deux mod&egrave;les sont principalement employ&eacute;s&nbsp;: ceux dits &laquo;&nbsp;&agrave; volume ferm&eacute;&nbsp;&raquo; et ceux dits &laquo;&nbsp;ouverts&nbsp;&raquo;.</p>
 <p>Comme leur nom l&rsquo;indique, les premiers d&eacute;limitent un volume de mesure compris dans le r&eacute;seau de capteur. Utilisant des masses de plusieurs tonnes, ils permettent de num&eacute;riser ce qui se trouve dans le volume de mesure avec une pr&eacute;cision pouvant aller &agrave; l&rsquo;&eacute;chelle atomique. Tr&egrave;s utilis&eacute;s dans l&rsquo;ing&eacute;nierie des colonies, ils &eacute;quipent notamment les constructeurs universels, mais aussi les stations m&eacute;dicales et les portiques de s&eacute;curit&eacute;.</p>
 <p>De l&rsquo;autre c&ocirc;t&eacute; de l&rsquo;&eacute;chelle, les scanners &agrave; effet Wolfa ouvert n&rsquo;entourent pas leur volume de mesure de capteurs. &Agrave; la place, ils utilisent une matrice qui leur permettent de scanner des objets in situ. Leur pr&eacute;cision ne descend pas en dessous de quelques microns et leur port&eacute;e ne d&eacute;passe pas quelques centim&egrave;tres. Bien plus l&eacute;ger, ces appareils ne p&egrave;sent pas plus de quelques kilogrammes, ce qui en fait des appareils portables tr&egrave;s utilis&eacute;s dans la maintenance, notamment pour v&eacute;rifier l&rsquo;&eacute;tat des cloisons ou des c&acirc;bles sans avoir &agrave; les ouvrir.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Scanner wolfa ferm&eacute;</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Scanner wolfa portable</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> <br/>
 </td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> <br/>
 </td>
 	</tr>
 </table>
</div>
 <h2>Micro-drones</h2>
 <p>Utilis&eacute;s dans de nombreux domaines, les micro-drones sont des petits robots dont la taille n&rsquo;exc&egrave;de pas quelques microns. Contr&ocirc;l&eacute;s par un ordinateur de commande externe qui permet de centraliser et de coordonner leur action, ces drones sont capables d&rsquo;effectuer des r&eacute;parations &agrave; grande &eacute;chelle avec une finesse extraordinaire.</p>
 <p>Ces drones forment la base de tous les outils destin&eacute;s &agrave; r&eacute;parer les circuits &eacute;lectroniques et les petites pi&egrave;ces m&eacute;caniques. Ils sont aussi beaucoup utilis&eacute;s en m&eacute;decine.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Link</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> Disponible sur la plupart des enveloppes</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Aucune restriction</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> Gratuit, distribu&eacute; par les corporations</td>
 	</tr>
 </table>
</div>
 <h2>Torche &agrave; plasma</h2>
 <p>La torche &agrave; plasma est un outil de d&eacute;coupe tr&egrave;s utilis&eacute; dans les colonies. Elle produit un fin faisceau de plasma capable de d&eacute;couper n&rsquo;importe quel mat&eacute;riau. Son principal avantage est de pouvoir fonctionner dans le vide et de ne pas d&eacute;gager de gaz nocifs ni de fum&eacute;e, le rendant parfaitement utilisable dans les colonies.</p>
 <p>Cet outil est utilis&eacute; pour effectuer des d&eacute;coupes de pr&eacute;cision dans l&rsquo;industrie mais pour les op&eacute;rations de minage. C&rsquo;est aussi un outil qu&rsquo;on retrouve syst&eacute;matiquement dans l&rsquo;outillage des techniciens spatiaux, notamment pour les cas d&rsquo;urgence&nbsp;: lorsqu&rsquo;il faut ouvrir une porte de force, par exemple, cet outil peut se r&eacute;v&eacute;ler indispensable.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Link</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> Disponible sur la plupart des enveloppes</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Aucune restriction</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> Gratuit, distribu&eacute; par les corporations</td>
 	</tr>
 </table>
</div>
 <h2>Multi-tool</h2>
 <p>Le multi-tool est un outil polyvalent qui comporte de nombreux autres outils. On y trouve une torche &agrave; plasma, qui occupe la majeure partie de l&rsquo;outil, un injecteur de micro-drones, un scanner Wolfa portatif, un outil de soudure &agrave; nanite et un contr&ocirc;leur de nano-drones.</p>
 <p>Tous les techniciens &agrave; bords des installations extra-terrestres en poss&egrave;dent un. Cet outil est en effet capable d&rsquo;effectuer la plupart des r&eacute;parations dans les cit&eacute;s et structures spatiales.</p>
 <p><br/>
 </p>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th> Link</th>
 	</tr>
 	<tr>
 		<th> Acc&egrave;s</th>
 		<td> Disponible sur la plupart des enveloppes</td>
 	</tr>
 	<tr>
 		<th> L&eacute;galit&eacute;</th>
 		<td> Aucune restriction</td>
 	</tr>
 	<tr>
 		<th> Prix</th>
 		<td> Gratuit, distribu&eacute; par les corporations</td>
 	</tr>
 </table>
</div>
 <h2>Spider-bot</h2>
 <p>Le spider-bot est un robot embl&eacute;matique des colonies et de toutes les installations spatiales. Il s&rsquo;agit d&rsquo;un petit robot d&rsquo;une dizaine de centim&egrave;tre de diam&egrave;tre, une fois d&eacute;ploy&eacute;, qui ressemble &agrave; une araign&eacute;e qui n&rsquo;aurait que quatre pattes.</p>
 <p>Le spider-bot est principalement &eacute;quip&eacute; d&rsquo;un scanner Wolfa portatif, d&rsquo;un soudeur &agrave; nanite, d&rsquo;un manipulateur &agrave; champ proche et de pattes gecko (consultez sa section dans la partie robots pour en savoir plus). Ces derni&egrave;res lui permettent d&rsquo;acc&eacute;der &agrave; n&rsquo;importe quel endroit d&rsquo;un vaisseau quelle que soit la gravit&eacute;.</p>
 <p>Ces robots patrouillent en groupe &agrave; bord des installations spatiales et y effectuent les op&eacute;rations de maintenance basiques en plus de la surveillance. Leur programmation les rend extr&ecirc;mement r&eacute;actifs et ils sont m&ecirc;me aptes &agrave; se sacrifier pour combler une br&egrave;che trop importante pour leur soudeur avec leur propre corps.</p>
 <p>Ces robots sont devenus tout simplement vitaux pour les installations extra-terrestres et beaucoup de colons en poss&egrave;dent un en guise d&rsquo;animal de compagnie.</p>
  