<h1> Mat&eacute;riel m&eacute;dical</h1>
 <blockquote>&laquo;&nbsp;Je ne comprendrais jamais comment les Terriens acceptaient ces instruments de tortures pour r&eacute;parer leurs blessures.&nbsp;&raquo;</blockquote>
 <h2>Cellule de stase</h2>
 <p>Pr&eacute;server ou mettre en pause un &ecirc;tre organique est longtemps rest&eacute; impossible. La cryog&eacute;nisation, tr&egrave;s destructive, n&rsquo;est pas parvenue &agrave; ce r&eacute;sultat et la plupart des autres m&eacute;thodes ne donne pas de r&eacute;sultat correct sur le long terme.</p>
 <p>Avec l&rsquo;av&egrave;nement des constructeurs universels de derni&egrave;re g&eacute;n&eacute;ration, il est devenu possible de figer au niveau cellulaire un &ecirc;tre dans un mat&eacute;riaux neutre et solide qui est souvent appel&eacute; &ldquo;ambre&rdquo;. Il est alors possible de transporter le sujet qui n&rsquo;aura aucune conscience du temps &eacute;coul&eacute;.</p>
 <p>Deux options sont alors possibles&nbsp;: laisser le sujet dans la cellule de stase ou le stocker ailleurs. Si la seconde solution optimise l&rsquo;espace de stockage, la premi&egrave;re pr&eacute;sente l&rsquo;avantage de ne pas s&eacute;parer le sujet de la machine capable de le r&eacute;animer.</p>
 <p>C&rsquo;est en effet le m&ecirc;me appareil qui est capable de r&eacute;veiller l&rsquo;&ecirc;tre, d&rsquo;abord en supprimant la matrice solide, puis en relan&ccedil;ant les m&eacute;canismes m&eacute;taboliques qui avaient &eacute;t&eacute; arr&ecirc;t&eacute;s. L&rsquo;&eacute;veil, maintenant rapide, ne laisse aucune sensation r&eacute;siduelle.</p>
 <p>Le processus est devenu particuli&egrave;rement fiable et est beaucoup utilis&eacute;. On s&rsquo;en sert principalement pour le transport et le stockage d&rsquo;enveloppe mais aussi pour les sauvetages ou m&ecirc;me l&rsquo;application de certaines peines. Quelques autres personnes les utilisent lors des voyages interplan&eacute;taires pour ne pas subir le temps du trajet.</p>
 <h2>Station m&eacute;dicale Wolfa</h2>
 <p>V&eacute;ritable constructeur universel, la station m&eacute;dicale Wolfa est le summum de la m&eacute;decine de cette fin du XXIe si&egrave;cle. Combinant un constructeur universel avec une cellule de stase et un scanner &agrave; effet Wolfa, il n&rsquo;y a plus d&rsquo;op&eacute;ration m&eacute;dicale impossible.</p>
 <p>Comme le disent de nombreux personnels m&eacute;dicaux et param&eacute;dicaux de premier front&nbsp;: &laquo;&nbsp;Si vous &ecirc;tes encore en vie quand on vous met l&agrave;-dedans, vous &ecirc;tes sauv&eacute;s&nbsp;!&nbsp;&raquo; C&rsquo;est bien simple, depuis cette invention, on consid&egrave;re qu&rsquo;il est possible pour un humain d&rsquo;acc&eacute;der &agrave; l&rsquo;immortalit&eacute;.</p>
 <h2>Gel m&eacute;dical</h2>
 <p>Le gel m&eacute;dical est un gel organique con&ccedil;u pour reconstituer rapidement des tissus. Il permet ainsi &agrave; un organique bless&eacute; de reprendre imm&eacute;diatement une activit&eacute; importante. Mieux encore, ce gel est constitu&eacute; de sorte &agrave; favoriser la croissance des tissus et des os proches et permettre ainsi une gu&eacute;rison nettement plus rapide et compl&egrave;te que la gu&eacute;rison naturelle.</p>
 <p>Le gel m&eacute;dical est un gel inerte. Compos&eacute; de nano-&eacute;l&eacute;ments pouvant &ecirc;tre assembl&eacute;s il peut reproduire n&rsquo;importe quel organe, mais ce dernier sera pratiquement non fonctionnel. En revanche, il permet de souder des os et de reconstruire le circuit sanguin. Ceci suffit normalement pour tenir jusqu&rsquo;&agrave; l&rsquo;infirmerie, tant que la blessure n&rsquo;&eacute;tait pas imm&eacute;diatement l&eacute;tale.</p>
 <p>L&rsquo;op&eacute;ration type consiste &agrave; injecter un anesth&eacute;siant pour supprimer localement toute sensation, faire une d&eacute;coupe propre &agrave; la torche &agrave; plasma, injecter le gel m&eacute;dical et le mettre en forme &agrave; l&rsquo;aide d&rsquo;un nano-assembleur sp&eacute;cialis&eacute;. Ceci fait, l&rsquo;anesth&eacute;sique peut &ecirc;tre neutralis&eacute;.</p>
 <p>&Eacute;videmment tr&egrave;s utilis&eacute; dans les situations de combat, le gel m&eacute;dical est un bien m&eacute;dical tr&egrave;s pr&eacute;cieux lors des urgences.</p>
 <h2>Nano-chirugien</h2>
 <p>Les nano-chirugiens sont des micro-drones adapt&eacute;s aux op&eacute;rations m&eacute;dicales sur le terrain. Il s&rsquo;agit probablement du moyen le plus efficace pour effectuer une op&eacute;ration m&eacute;dicale apr&egrave;s l&rsquo;utilisation d&rsquo;une station m&eacute;dicale.</p>
 <p>Avec le gel m&eacute;dical et le vaccin universel, cet outil est le troisi&egrave;me grand outil m&eacute;dical liquide.</p>
 <h2>Vaccin universel</h2>
 <p>Le vaccin universel est un cocktail de vaccins et s&eacute;rums destin&eacute;s &agrave; combattre efficacement les maladies &agrave; incubation courte. Son efficacit&eacute; est r&eacute;elle et ce vaccin assure une protection devenu n&eacute;cessaire dans un milieu o&ugrave; il peut &ecirc;tre dangereux de tomber malade. Il est &eacute;galement possible d&rsquo;avoir un effet contraceptif. La totalit&eacute;, ou presque, des Solaires organiques et hybrides en sont d&eacute;sormais &eacute;quip&eacute;s.</p>
 <p>Une variante de ce vaccin combine en plus des protections contre les agents biologiques les plus susceptibles d&rsquo;&ecirc;tre utilis&eacute;s en temps de guerre.</p>
 <h2>Respirateur</h2>
 <p>Le respirateur est un appareil apportant un appoint d&rsquo;air dans les milieux o&ugrave; celui-ci se fait rare. Il dispose d&rsquo;une petite cartouche d&rsquo;air am&eacute;lior&eacute; &agrave; l&rsquo;&eacute;tat liquide qui permet &agrave; un humain de survivre quelques heures dans une atmosph&egrave;re rare. Ce mod&egrave;le &eacute;quipe la plupart des kits m&eacute;dicaux.</p>
 <p>Certains appareils disposent aussi d&rsquo;un recycleur capable de transformer l&rsquo;air expir&eacute; en air respirable et peut augmenter consid&eacute;rablement l&rsquo;autonomie de cet appareil. Le processus est certes co&ucirc;teux en &eacute;nergie mais permet &agrave; une personne de survivre en attendant les secours dans une atmosph&egrave;re rar&eacute;fi&eacute;e pendant pr&egrave;s d&rsquo;une journ&eacute;e. Pour ces raisons ils sont souvent pr&eacute;sent dans le mat&eacute;riel de survie &agrave; bord des installations spatiales.</p>
 <h2>Kit m&eacute;dical</h2>
 <p>Le kit m&eacute;dical contient de nombreux outils m&eacute;dicaux et permet &agrave; un m&eacute;decin comp&eacute;tent d&rsquo;op&eacute;rer sur le terrain. Durant la guerre des colonies, un tel m&eacute;decin pouvait relever un soldat gravement bless&eacute; et le rendre &agrave; nouveau apte &agrave; combattre en quelques minutes.</p>
 <p>Ce kit est constitu&eacute; de gel m&eacute;dical, de nano-chirurgiens, d&rsquo;un respirateur, d&rsquo;un nano-assembleur, d&rsquo;un scanner portatif et d&rsquo;une torche plasma ainsi que des IA pour piloter tout &ccedil;a. C&rsquo;est une v&eacute;ritable salle d&rsquo;op&eacute;ration portative. Avec la g&eacute;n&eacute;ralisation des cyborgs, on trouve de plus en plus souvent de la nanite dans ces kits.</p>
  