<h1>Mat&eacute;riel extrav&eacute;hiculaire</h1>
<blockquote>&laquo;&nbsp;Sortir a toujours &eacute;t&eacute; la plus grande crainte des spationautes, m&ecirc;me si nos outils et protections ont bien &eacute;volu&eacute;.&nbsp;&raquo;</blockquote>
<h2>Combinaison spatiale</h2>
<p>L&rsquo;espace est intrins&egrave;quement hostile &agrave; la plupart des &ecirc;tres organiques et une combinaison spatiale leur est indispensable pour effectuer une sortie extra-v&eacute;hiculaire.</p>
<p>Les derniers mod&egrave;les sont, de loin, plus performants que les toutes premi&egrave;res combinaisons utilis&eacute;es par les spationautes du XXe si&egrave;cle. La partie isolante ne fait plus que 3 millim&egrave;tres d&rsquo;&eacute;paisseur et la souplesse g&eacute;n&eacute;rale est devenue presque proche de celle d&rsquo;un v&ecirc;tement.</p>
<p>Reste toutefois l&rsquo;&eacute;quipement tel que les recycleurs et r&eacute;serves d&rsquo;air ou l&rsquo;&eacute;ventuel jet-pack qui prennent beaucoup plus de place et encombrent toujours l&rsquo;utilisateur bien que la g&ecirc;ne ne concerne que le plastron.</p>
<p>L&rsquo;autonomie de ces combinaisons a d&eacute;pass&eacute; les 24 heures depuis plusieurs ann&eacute;es.</p>
<h2>Jet-Pack</h2>
<p>Pour se d&eacute;placer en apesanteur, il est pr&eacute;f&eacute;rable de pouvoir se raccrocher &agrave; quelque chose ou de disposer d&rsquo;un jet-pack.</p>
<p>Le jet-pack est un appareil relativement encombrant qui s&rsquo;attache dans le dos de son utilisateur et qui poss&egrave;de plusieurs tuy&egrave;res orientables destin&eacute;es &agrave; propulser le spationaute dans l&rsquo;espace.</p>
<p>Sa man&oelig;uvrabilit&eacute; est mauvaise mais les mod&egrave;les les plus avanc&eacute;es disposent d&rsquo;une interface assist&eacute;e par une IA pour simplifier son utilisation.</p>
<h2>Magn&eacute;tosph&egrave;re artificielle</h2>
<p>Dans l&rsquo;espace, les radiations repr&eacute;sentent le danger &agrave; long terme le plus important. C&rsquo;est pourquoi en prot&eacute;ger les spationautes est devenu une priorit&eacute; apr&egrave;s la survie &agrave; court terme.</p>
<p>Si la m&eacute;thode initiale &eacute;tait d&rsquo;utiliser un encombrant blindage, l&rsquo;av&egrave;nement de la magn&eacute;tosph&egrave;re artificielle a rendu obsol&egrave;te ces protections primitives.</p>
