<h1> Mat&eacute;riel militaire</h1>
 <blockquote>&laquo;&nbsp;M&ecirc;me sans la guerre des colonies, on aurait trouv&eacute; de quoi faire usage de tout cet arsenal&nbsp;: on ne l&rsquo;a pas construit pour rien&nbsp;!&nbsp;&raquo;</blockquote>
 <h2>Armes shock</h2>
 <p>Neutraliser sans tuer est longtemps rest&eacute; un enjeu pour les forces de l&rsquo;ordre. Les armes shock ont &eacute;t&eacute; la solution apport&eacute;e au cours de ce si&egrave;cle.</p>
 <p>Ces armes, qui ont &eacute;t&eacute; d&eacute;clin&eacute;es en arme de poing et arme d&rsquo;&eacute;paule, tirent un faisceau &eacute;lectromagn&eacute;tique capable de t&eacute;taniser une cible &agrave; longue port&eacute;e, tirant l&rsquo;&eacute;nergie n&eacute;cessaire d&rsquo;une batterie &agrave; antimati&egrave;re. Une cible organique ou hybride ainsi neutralis&eacute;e reste g&eacute;n&eacute;ralement inconsciente quelques heures.</p>
 <p>Ces armes prennent des formes proches des autres armes conventionnelles bien que le tube de r&eacute;sonance qui occupe toute la longueur de l&rsquo;arme reste luminescent (dans un coloris bleu/violet) pour &ecirc;tre facilement identifi&eacute;es par les forces de s&eacute;curit&eacute;. Il s&rsquo;agit des seules armes autoris&eacute;es sur Mars aux civils travaillant dans la s&eacute;curit&eacute;.</p>
 <h2>Armes pulseur</h2>
 <p>Les armes pulseur, aussi appel&eacute;s canon gauss, rail-gun ou mass-driver, sont des catapultes &eacute;lectromagn&eacute;tiques qui projettent de petites balles &agrave; de tr&egrave;s grandes vitesses.</p>
 <p>Si les munitions de la plupart d&rsquo;entre-elles sont assembl&eacute;es par l&rsquo;arme elle-m&ecirc;me &agrave; partir de nanite standard, certaines armes emploient des munitions intelligentes, capables de corriger leur trajectoire pendant le vol et pouvant porter une charge explosive, chimique ou m&ecirc;me une mini bombe IEM.</p>
 <p>Cette arme hybride a remplac&eacute; la totalit&eacute; des armes &agrave; feu. La puissance de ces armes est variable et va de l&rsquo;arme de poing aux canons en passant par les armes d&rsquo;&eacute;paules.</p>
 <p>Une classification basique a &eacute;t&eacute; &eacute;tablie de fa&ccedil;on universelle&nbsp;: sont consid&eacute;r&eacute;es comme l&eacute;g&egrave;res les armes qui ne sont pas capable de faire passer une rafale &agrave; travers une cloison standard. Les autres sont class&eacute;es en lourdes.</p>
 <p>Les pulseurs l&eacute;gers sont tol&eacute;r&eacute;s dans les colonies en dehors de Mars qui les a totalement interdit. Les armes lourdes sont exclusivement r&eacute;serv&eacute;es aux op&eacute;rations militaires.</p>
 <h2>Armes plasma</h2>
 <p>Les armes plasma sont des armes lourdes extr&ecirc;mement destructrices. Elles projettent un faisceau de plasma, un gaz extr&ecirc;mement chaud et charg&eacute; &eacute;lectriquement, propuls&eacute; &agrave; l&rsquo;aide d&rsquo;une rampe &eacute;lectromagn&eacute;tique.</p>
 <p>&Agrave; l&rsquo;impact, cette arme provoque la fusion de nombreux mat&eacute;riaux et la charge &eacute;lectrique est capable de d&eacute;sactiver totalement la plupart des v&eacute;hicules de guerre.</p>
 <p>En revanche cette arme n&rsquo;est v&eacute;ritablement fonctionnelle que dans le vide&nbsp;: en atmosph&egrave;re sa port&eacute;e ne d&eacute;passe pas la dizaine de m&egrave;tre avec un &eacute;parpillement tel qu&rsquo;il peut repr&eacute;senter un danger pour le tireur m&ecirc;me.</p>
 <p>Les armes plasma sont exclusivement r&eacute;serv&eacute;es &agrave; un usage militaire.</p>
 <h2>Note &agrave; propos des grenades</h2>
 <p>Les grenades peuvent &ecirc;tre utilis&eacute;es en mines ou en bombes. En plus de leur usage classique, elles peuvent &ecirc;tre d&eacute;clench&eacute;es par le passage dans un faisceau, avec un d&eacute;tonateur &agrave; distance, par les vibrations engendr&eacute;es par des pas ou plus simplement avec une minuterie.</p>
 <h2>Grenade de brouillage</h2>
 <p>Les grenades de brouillages sont utilis&eacute;es pour obtenir un avantage tactique sur le terrain. Il s&rsquo;agit de petits appareils &eacute;mettant un bruit color&eacute; r&eacute;glable dans les spectres &eacute;lectromagn&eacute;tique et sonore. Ainsi elles permettent d&rsquo;aveugler et d&rsquo;isoler les adversaires lors d&rsquo;un combat.</p>
 <p>Elles permettent aussi de brouiller la plupart des appareils de communication sur une courte port&eacute;e.</p>
 <p>Ces grenades sont enti&egrave;rement r&eacute;utilisables. De plus, comme ces armes sont non l&eacute;tales, elles sont autoris&eacute;es aux professionnels dans la plupart des colonies.</p>
 <h2>Grenade IEM</h2>
 <p>La grenade IEM est une arme terriblement puissante dans un monde ou la technologie est omnipr&eacute;sente. En explosant, cette arme d&eacute;sactive la totalit&eacute; des appareils &eacute;lectriques dans un rayon d&rsquo;une dizaine de m&egrave;tres.</p>
 <p>Les &ecirc;tres vivants organiques pris dans le champ d&rsquo;action de cette grenade sont aussi temporairement neutralis&eacute;s par le d&eacute;placement de courant provoqu&eacute; durant l&rsquo;explosion.</p>
 <p>Interdite dans la plupart des colonies, cette arme est exclusivement r&eacute;serv&eacute;e &agrave; un usage militaire.</p>
 <h2>Grenade plasma</h2>
 <p>La grenade plasma repose sur une technologie proche des armes plasma. L&rsquo;explosion de cette grenade est d&eacute;clench&eacute;e par l&rsquo;ionisation d&rsquo;un gaz fortement compress&eacute; qui se transforme instantan&eacute;ment en un plasma chaud.</p>
 <p>L&rsquo;explosion d&eacute;truit tout ce qui se trouve dans son p&eacute;rim&egrave;tre d&rsquo;action, g&eacute;n&eacute;ralement quelques m&egrave;tres de diam&egrave;tre. La zone de destruction totale est nette&nbsp;: un champ magn&eacute;tique r&eacute;siduel limite la propagation du plasma. Le souffle et la chaleur eux peuvent produire des d&eacute;g&acirc;ts sur quelques dizaines de m&egrave;tres.</p>
 <p>Durant le processus, tous les appareils &eacute;lectroniques touch&eacute;s par l&rsquo;explosion sont g&eacute;n&eacute;ralement d&eacute;sactiv&eacute;s ce qui donne &agrave; cette grenade des capacit&eacute;s disruptives importantes.</p>
 <p>Compte tenu de leur puissance, ces grenades sont strictement r&eacute;serv&eacute;es &agrave; des usages militaires.</p>
 <h2>Lames actives</h2>
 <p>Les lames actives, souvent appel&eacute;es &ldquo;lame &agrave; mono-filament&rdquo; ou &ldquo;mono-mol&eacute;culaire&rdquo; en r&eacute;f&eacute;rence &agrave; des armes d&rsquo;une science-fiction de la fin du XXe et du d&eacute;but du XXIe, sont des lames aiguis&eacute;es &agrave; la perfection. Leur fil est en permanence entretenu par un nano-assembleur int&eacute;gr&eacute; &agrave; la lame. Un rev&ecirc;tement nano-structur&eacute; am&eacute;liore consid&eacute;rablement la progression de celle-ci dans les mat&eacute;riaux qu&rsquo;elle d&eacute;coupe.</p>
 <p>Ces armes sont ainsi capables de trancher la plupart des m&eacute;taux et aucune protection personnelle n&rsquo;est v&eacute;ritablement suffisante. Il est n&eacute;cessaire de poss&eacute;der une licence dans la plupart des colonies pour poss&eacute;der une telle arme.</p>
 <h2>Protections l&eacute;g&egrave;res</h2>
 <p>Durant leurs missions, les forces de s&eacute;curit&eacute;s sont souvent confront&eacute;es &agrave; de nombreux dangers et doivent souvent prendre part &agrave; des combats. C&rsquo;est pourquoi la quasi-totalit&eacute; des agents est &eacute;quip&eacute;e de protections l&eacute;g&egrave;res.</p>
 <p>Ce sont de v&eacute;ritables armures compos&eacute;es d&rsquo;un plastron, de prot&egrave;ge-jambes et d&rsquo;un casque visi&egrave;re. Utilisant des blindages intelligents, ces protections sont capables d&rsquo;encaisser les tirs des armes les plus l&eacute;g&egrave;res (shockgun, pulseur l&eacute;ger) et la plupart des coups donn&eacute;s avec les armes blanches, en dehors des lames actives.</p>
 <p>Il est tr&egrave;s simple de se procurer ce genre de protection dans les colonies. Toutefois, la plupart des gens ne sont pas pr&ecirc;ts &agrave; porter une armure pesant souvent plus de sept kilogrammes.</p>
 <h2>Armures lourdes</h2>
 <p>Les armures lourdes ne sont plus v&eacute;ritablement de simples armures. Capable d&rsquo;encaisser sans broncher la totalit&eacute; des armes l&eacute;g&egrave;res et des armes blanches standards, elles n&rsquo;en restent pas moins particuli&egrave;rement lourdes et encombrantes, pesant souvent plus de 80 kilogrammes.</p>
 <p>En fait, un utilisateur normalement constitu&eacute; ne pourrait tout simplement pas agir avec une telle carapace sur le dos. Heureusement, ces armures sont pourvues d&rsquo;un grand nombre de moteurs et de v&eacute;rins permettant &agrave; l&rsquo;ensemble de se mouvoir. Certaines personnes ont parfois m&ecirc;me plus l&rsquo;impression de piloter ces armures que de les porter.</p>
 <p>Beaucoup de ces armures sont naturellement pr&eacute;vues pour les sorties extra-v&eacute;hiculaires et sont &eacute;quip&eacute;es d&rsquo;un jet-pack ainsi que d&rsquo;un syst&egrave;me de survie autonome.</p>
 <p>Ces armures sont principalement vu sur le dos de soldats ou de mercenaires&nbsp;: les professionnels devant faire des sorties extra-v&eacute;hiculaire se d&eacute;pla&ccedil;ant le moins possible avec en int&eacute;rieur.</p>
 <h2>Blindage intelligent</h2>
 <p>La course entre l&rsquo;armement et les protections avait commenc&eacute; &agrave; prendre un tournant en faveur du premier. La strat&eacute;gie consistant &agrave; essayer d&rsquo;arr&ecirc;ter le projectile fonctionne de moins en moins bien, &agrave; moins d&rsquo;utiliser de l&rsquo;&eacute;quipement bien plus lourd.</p>
 <p>Pourtant, les blindages intelligents ont tr&egrave;s fortement att&eacute;nu&eacute; le ph&eacute;nom&egrave;ne. Ces blindages sont en effet capables d&rsquo;anticiper les caract&eacute;ristiques d&rsquo;un projectile et de d&eacute;terminer s&rsquo;il peut l&rsquo;arr&ecirc;ter ou non. Dans le second cas, il essaiera de le d&eacute;vier vers une trajectoire qui ne rencontrera pas un organe vital. Il essaiera aussi d&rsquo;absorber au maximum l&rsquo;effet de choc tout en s&rsquo;assurant que la munition ne restera pas dans le corps de son porteur.</p>
 <p>Ainsi, les blindages intelligents augmentent significativement les chances de survie d&rsquo;une enveloppe organique et sont utilis&eacute;e dans la plupart des armures qu&rsquo;elles soient l&eacute;g&egrave;res ou lourdes. Les blindages des vaisseaux spatiaux utilisent le m&ecirc;me proc&eacute;d&eacute; pour r&eacute;duire l&rsquo;impact d&rsquo;une micro-m&eacute;t&eacute;orite ou de tout autre projectile.</p>
 <h2>Bouclier cin&eacute;tique</h2>
 <p>Le bouclier cin&eacute;tique est un dispositif de protection &agrave; double tranchant&nbsp;: il g&eacute;n&egrave;re un puissant champ &eacute;lectromagn&eacute;tique qui vaporise la plupart des projectiles &agrave; haute v&eacute;locit&eacute; passant dans son champ &agrave; moins d&rsquo;un m&egrave;tre. Le courant de Foucault affecte aussi ceux tir&eacute;s depuis l&rsquo;int&eacute;rieur du bouclier.</p>
 <p>Pour cette raison, les forces militaires des colonies ont presque totalement abandonn&eacute; cette technologie, certain personnels m&eacute;dicaux en &eacute;tant encore &eacute;quip&eacute;s. Seuls les Solar Wardners et quelques mercenaires adepte du combat de m&ecirc;l&eacute;e en ont encore l&rsquo;usage en les associant avec des armes blanches.</p>
 <p>Seules les personnes travaillant dans la s&eacute;curit&eacute; sont autoris&eacute;es &agrave; poss&eacute;der de tels appareils m&ecirc;me si les autorit&eacute;s tendent &agrave; en d&eacute;conseiller l&rsquo;usage&nbsp;: les armes shock et certaines munitions sp&eacute;ciales sont capables de traverser ce champ sans &ecirc;tre affect&eacute;e.</p>
  