<h1> Mat&eacute;riel d&rsquo;espionnage</h1>
 <blockquote>&laquo;&nbsp;Si certains ont des secrets et cherchent &agrave; les cacher, c&rsquo;est uniquement pour me donner du travail.&nbsp;&raquo;</blockquote>
 <h2>Console de d&eacute;cryptage</h2>
 <p>La matrice est le r&eacute;seau SolNet vu sans la couche d&rsquo;abstraction qui le rend si commode aux utilisateurs. Pour y naviguer, il est n&eacute;cessaire de disposer d&rsquo;un outil capable d&rsquo;explorer le r&eacute;seau et capable de s&rsquo;introduire dans les diff&eacute;rents n&oelig;uds.</p>
 <p>La console de d&eacute;cryptage est un appareil pouvant sonder, explorer un r&eacute;seau et reconstruire son architecture. Elle est aussi capable d&rsquo;injecter des logiciels dans les n&oelig;uds du r&eacute;seau mais surtout elle contient une IA forte d&eacute;di&eacute;e au piratage. Cette IA est sp&eacute;cialis&eacute;e dans la recherche de faille de s&eacute;curit&eacute; et parvient toujours &agrave; en trouver du fait de la complexit&eacute; des syst&egrave;mes informatiques.</p>
 <p>Cette prouesse est toutefois limit&eacute;e par les protections qui sont mises en place sur la plupart des serveurs sensibles.</p>
 <h2>&Eacute;metteur de liaison</h2>
 <p>La meilleure protection contre l&rsquo;intrusion informatique reste donc l&rsquo;isolation compl&egrave;te des machines en question avec un g&eacute;n&eacute;rateur &eacute;lectrique d&eacute;di&eacute;.</p>
 <p>L&rsquo;&eacute;metteur de liaison est un petit appareil &agrave; poser sur l&rsquo;un des composants &ndash; un lien ou un n&oelig;ud &ndash; d&rsquo;un r&eacute;seau isol&eacute; qui permet d&rsquo;effectuer la liaison avec la matrice et donc de le rendre accessible. Il est n&eacute;cessaire d&rsquo;apporter physiquement cet &eacute;metteur ce qui en limite l&rsquo;usage. De plus cet appareil effectue le pont en utilisant des ondes radios ce qui le rend localisable. Il n&rsquo;est donc utile que lors d&rsquo;assauts &eacute;clairs.</p>
 <h2>Glaces</h2>
 <p>&Agrave; part couper un appareil de tout r&eacute;seau accessible, la seule protection fonctionnelle contre les hackers sont les glaces, g&eacute;n&eacute;rateurs de logiciels anti-intrusion par contre-mesures &eacute;lectroniques. Il s&rsquo;agit en fait d&rsquo;IA fortes capables de faire le tri entre les requ&ecirc;tes l&eacute;gitimes et les ill&eacute;gitimes, emp&ecirc;chant ainsi &agrave; des pirates d&rsquo;acc&eacute;der aux donn&eacute;es prot&eacute;g&eacute;es du serveur.</p>
 <p>Il existe deux strat&eacute;gies majoritaires employ&eacute;es par les glaces. La premi&egrave;re consiste &agrave; rediriger les flux de donn&eacute;es douteux sur un serveur leurre, la seconde consiste &agrave; d&eacute;truire le signal hostile et &agrave; rechercher sa source sur le r&eacute;seau pour la neutraliser.</p>
 <p>Les glaces employant la seconde, souvent appel&eacute;e glaces noires, sont les plus craintes car leur riposte peut entra&icirc;ner des d&eacute;g&acirc;ts mat&eacute;riels sur la console du pirate. Les secondes peuvent toutefois se r&eacute;v&eacute;ler beaucoup plus r&eacute;sistantes aux attaques.</p>
 <h2>Brises glaces</h2>
 <p>Les glaces sont pr&eacute;sent&eacute;es comme l&rsquo;une des solutions les plus efficaces pour prot&eacute;ger les n&oelig;uds critiques de SolNet. Mais la guerre &eacute;lectronique rapidement trouv&eacute; la parade, les brises glaces, d&rsquo;autres IA fortes sp&eacute;cialis&eacute;es dans l&rsquo;attaque et la d&eacute;sactivation temporaire des glaces. Ces brises glaces sont, heureusement pour les services de s&eacute;curit&eacute; informatique, difficile &agrave; concevoir et leur possession est g&eacute;n&eacute;ralement interdite dans les colonies.</p>
 <p>Leur utilisation n&rsquo;est pas instantan&eacute;e&nbsp;: un brise glace doit &eacute;tudier la glace entre quelques minutes, pour les syst&egrave;mes les moins s&eacute;curis&eacute;s, et plusieurs heures, pour les plus robustes, avant pouvoir cr&eacute;er une br&egrave;che &eacute;ph&eacute;m&egrave;re. Certains brises glaces sont con&ccedil;us pour un type de glace pr&eacute;cis.</p>
 <h2>D&eacute;codeur</h2>
 <p>La quasi-totalit&eacute; des syst&egrave;mes de s&eacute;curit&eacute; et des verrous sont contr&ocirc;l&eacute;s par des syst&egrave;mes &eacute;lectroniques. Ces syst&egrave;mes s&eacute;curis&eacute;s sont g&eacute;n&eacute;ralement crypt&eacute;s mais restent souvent physiquement accessibles.</p>
 <p>Les d&eacute;codeurs sont des appareils utilisant des micro-drones et une IA restreinte sp&eacute;cialis&eacute;e pour d&eacute;coder le circuit de contr&ocirc;le et le d&eacute;tourner. Cet appareil n&rsquo;a besoin que d&rsquo;une ou deux dizaines de secondes pour op&eacute;rer. En revanche, les micro-drones inject&eacute;s ne sont g&eacute;n&eacute;ralement pas r&eacute;utilisable et peuvent servir de preuve de l&rsquo;intrusion si l&rsquo;appareil pirat&eacute; est inspect&eacute;.</p>
 <h2>Gants gecko</h2>
 <p>Les gants gecko sont des gants poss&eacute;dant un rev&ecirc;tement de poils extr&ecirc;mement fins. Ces gants sont capables d&rsquo;adh&eacute;rer &agrave; la plupart des surfaces, m&ecirc;me partiellement recouvertes de poussi&egrave;re, et sont largement suffisants pour supporter le poids d&rsquo;un biologique.</p>
 <p>Associ&eacute;s &agrave; des genouill&egrave;res poss&eacute;dant le m&ecirc;me rev&ecirc;tement, ils permettent &agrave; leur utilisateur d&rsquo;escalader n&rsquo;importe quelle surface, y compris les plafonds. Cette adh&eacute;rence fonctionne &agrave; volont&eacute;, aussi bien dans le vide que sous l&rsquo;eau.</p>
 <p>C&rsquo;est un outil massivement utilis&eacute; dans les colonies d&egrave;s lors qu&rsquo;il s&rsquo;agit de travailler en faible gravit&eacute; ou micro-pesanteur.</p>
 <h2>Lunettes de vision augment&eacute;e</h2>
 <p>Pour passer inaper&ccedil;u, un espion doit souvent se d&eacute;placer dans zones peu ou non &eacute;clair&eacute;es. &Eacute;videmment pour mener &agrave; bien ses objectifs, il lui est n&eacute;cessaire de voir ce qu&rsquo;il fait sans toutefois pouvoir se permettre d&rsquo;&eacute;mettre la moindre lumi&egrave;re.</p>
 <p>Les lunettes de vision augment&eacute;e sont des amplificateurs de lumi&egrave;re et permettent &agrave; leur porteur de voir, en couleur, m&ecirc;me dans des conditions proches de l&rsquo;obscurit&eacute; la plus totale bien qu&rsquo;il soit n&eacute;cessaire de passer en vision monochrome si l&rsquo;&eacute;clairage existant est vraiment tr&egrave;s faible. Cet appareil est souvent int&eacute;gr&eacute; aux ordoptiques.</p>
 <h2>Tenue de camouflage thermo-optique</h2>
 <p>Parfois l&rsquo;obscurit&eacute; n&rsquo;est pas suffisante et il est n&eacute;cessaire qu&rsquo;un espion doive passer dans le champ visuel d&rsquo;ennemis. La tenue de camouflage thermo-optique a &eacute;t&eacute; con&ccedil;ue dans ce but.</p>
 <p>Il s&rsquo;agit d&rsquo;une tenue int&eacute;grale sous laquelle l&rsquo;espion peut dissimuler la totalit&eacute; de son &eacute;quipement et qui est capable de reproduire de fa&ccedil;on holographique l&rsquo;arri&egrave;re-plan rendant ainsi son porteur invisible. Cette combinaison parvient m&ecirc;me &agrave; leurrer la plupart des dispositifs de surveillance.</p>
 <h2>Microsenseur</h2>
 <p>Le microsenseur est un dispositif d&rsquo;espionnage qui enregistre et film tout ce qui se produit &agrave; proximit&eacute;. Son syst&egrave;me de capture vid&eacute;o est capable de reproduire une image tridimensionnelle, son syst&egrave;me d&rsquo;enregistrement audio d&rsquo;identifier la localisation de la source.</p>
 <p>Il est possible de le programmer pour qu&rsquo;il &eacute;mette en temps r&eacute;el ses r&eacute;sultats mais, la plupart du temps, il se contente d&rsquo;enregistrer et attend un signal pour transmettre toutes ses donn&eacute;es d&rsquo;un seul coup, &agrave; moins qu&rsquo;on ne vienne le r&eacute;cup&eacute;rer plus tard.</p>
  