<h1> M&eacute;canismes particuliers</h1>
 <blockquote>&laquo;&nbsp;Beaucoup sont perdus, sans aucun but, recherchant d&eacute;sesp&eacute;r&eacute;ment un sens &agrave; leur vie. Je leur offre une occupation.&nbsp;&raquo;<br/>
 Zuko, fondatrice des Cercles de jeux</blockquote>
 <p>Par son avanc&eacute;e technologique et ses aspects fantastiques, l'univers de Solaires permet des actions qui n'ont pas de correspondance dans notre propre monde. Afin d'aider les joueurs &agrave; s'y retrouver, nous allons d&eacute;tailler certains aspects du jeu, plus pr&eacute;cis&eacute;ment&nbsp;:</p>
  <ul>
	<li>l'utilisation de SolNet et de la matrice&nbsp;;</li>
	<li>le cas des infomorphes&nbsp;;</li>
	<li>le fonctionnement de l'implant psi&nbsp;;</li>
	<li>le changement de corps et ses cons&eacute;quences.</li>
</ul>
  <h2>SolNet</h2>
 <p>SolNet est le grand r&eacute;seau qui couvre le syst&egrave;me solaire, c'est en quelque sorte le successeur d'Internet &eacute;largi. C'est un r&eacute;seau enti&egrave;rement d&eacute;centralis&eacute; capable de construire de fa&ccedil;on automatique des caches des donn&eacute;es les plus demand&eacute;es et m&ecirc;me d'anticiper certaines demandes.</p>
 <p>On distingue plusieurs zones dans le r&eacute;seau en fonction de la disponibilit&eacute; des donn&eacute;es, caches compris&nbsp;:</p>
  <ul>
	<li>la zone super-locale&nbsp;: les donn&eacute;es sont plac&eacute;es dans le m&ecirc;me lieu physiques (colonie, station, vaisseau) et sont accessibles en quelques microsecondes&nbsp;;</li>
	<li>la zone locale&nbsp;: tout ce qui est disponible sur le m&ecirc;me astre, les donn&eacute;es sont accessibles en quelques dizaines ou centaines de millisecondes&nbsp;;</li>
	<li>la zone voisine&nbsp;: tout ce qui est disponible dans le m&ecirc;me syst&egrave;me plan&eacute;taire&nbsp;: les donn&eacute;es sont accessibles en plusieurs secondes.</li>
	<li>la zone &eacute;trang&egrave;re&nbsp;: tout ce qui est absent des caches des zones pr&eacute;c&eacute;dentes et situ&eacute; sur d'autres syst&egrave;mes plan&eacute;taires. Les donn&eacute;es peuvent mettre plusieurs heures pour &ecirc;tre r&eacute;cup&eacute;r&eacute;es.</li>
</ul>
  <p>Il n'y a plus de moteurs de recherche centralis&eacute;s comme Internet en a connu. &Agrave; la place, des agents logiciels sautent de n&oelig;uds en n&oelig;uds et explorent le r&eacute;seau &agrave; la recherche des informations demand&eacute;es en utilisant les caches de SolNet. Ces agents peuvent parfois mettre plusieurs heures pour retrouver un r&eacute;sultat de la zone &eacute;trang&egrave;re. Les agents de recherche ne peuvent trouver que des donn&eacute;es publiques, ce qui suffit &agrave; la majorit&eacute; des utilisateurs et utilisations de SolNet.</p>
 <h2>La Matrice</h2>
 <p>Certains utilisateurs ne peuvent se contenter des informations publiques de SolNet, ceux-l&agrave; utilisent la matrice.</p>
 <p>Cette matrice n'est rien d'autre que le r&eacute;seau SolNet vu sans les couches d'abstraction habituelles. Elle se pr&eacute;sente sous la forme de n&oelig;uds reli&eacute;s par des connexions. Pour pouvoir y naviguer et explorer le r&eacute;seau, il est n&eacute;cessaire de se servir d'une console de d&eacute;cryptage, appareil contenant tout le n&eacute;cessaire pour explorer et cartographier la zone super-locale de SolNet. Ces consoles sont habituellement aussi pourvues de dispositifs de guerre &eacute;lectronique telles que glaces et brises glaces. Les IA n'ont &eacute;videmment pas besoin de telles consoles, mais elles embarquent quand m&ecirc;me les logiciels ad&eacute;quats.</p>
 <p>La cartographie du r&eacute;seau emploi des agents de recherche qui n'ont habituellement acc&egrave;s qu'aux donn&eacute;es publiques. Pour acc&eacute;der &agrave; des donn&eacute;es priv&eacute;es, il devient n&eacute;cessaire d'effectuer une attaque. Ces attaques demandent tout d'abord de localiser le n&oelig;ud contenant les donn&eacute;es demand&eacute;es, puis d'utiliser un brise-glace, un logiciel sp&eacute;cialis&eacute;, pour ouvrir une br&egrave;che dans les d&eacute;fenses du syst&egrave;me (les glaces) et ex&eacute;cuter les instructions n&eacute;cessaires pour r&eacute;cup&eacute;rer les informations demand&eacute;es ou lancer une porte d&eacute;rob&eacute;e logicielle pour prendre possession du n&oelig;ud.</p>
 <p>Les glaces sont des logiciels tr&egrave;s robustes et r&eacute;silients. Un brise-glace doit g&eacute;n&eacute;ralement &eacute;tudier pendant de longues heures le comportement d'une glace avant de pouvoir lancer l'attaque. Et cette attaque doit &ecirc;tre particuli&egrave;rement br&egrave;ve, la br&egrave;che faite dans la glace ne dure que quelques millisecondes. Ce temps ne permet que l'envoi d'instructions simples, le t&eacute;l&eacute;chargement d'une IA ou m&ecirc;me d'un persona n'est pas r&eacute;alisable. Il force m&ecirc;me l'attaquant &agrave; planifier l'int&eacute;gralit&eacute; des instructions &agrave; ex&eacute;cuter avant l'attaque.</p>
 <p>La plupart des glaces sont capables de d&eacute;tecter une telle attaque et de pr&eacute;venir qui de droit. Toutefois, plus le logiciel brise glace dispose de temps pour l'&eacute;tudier, plus il a de chance de pouvoir ouvrir la br&egrave;che sans d&eacute;clencher cette protection.</p>
 <p>Enfin, certaines des glaces les plus avanc&eacute;es peuvent riposter, c&rsquo;est-&agrave;-dire remonter jusqu'&agrave; la source de l'attaque et tenter de d&eacute;sactiver la console ou l'IA incrimin&eacute;e avec un taux de succ&egrave;s tr&egrave;s important si l'assaillant ne se d&eacute;connecte pas&nbsp;! Dans ce cas, les d&eacute;g&acirc;ts vont d'une simple d&eacute;connexion &agrave; un effacement complet de la console ou de l'IA. Par ailleurs, un organique qui se d&eacute;connecte brutalement, volontairement ou suite &agrave; la destruction de sa console, peut subir un contre-coup important impliquant naus&eacute;es et d&eacute;sorientation.</p>
 <h2> Infomorphes&nbsp;: IA et &eacute;th&eacute;r&eacute;s sur le r&eacute;seau</h2>
 <p>Les IA et les &eacute;th&eacute;r&eacute;s sont d&eacute;crits comme libres sur le r&eacute;seau. Ce sont des &ecirc;tres r&eacute;duits &agrave; de simples flux de donn&eacute;es et disposant d'instances ex&eacute;cut&eacute;s.</p>
 <p>En r&eacute;alit&eacute;, les infomorphes ne sont pas aussi libres que &ccedil;a&nbsp;: pour pouvoir s'ex&eacute;cuter, ils ont besoin d'un processeur. Par convention, chaque n&oelig;ud public de SolNet, en plus d'h&eacute;berger le cache de donn&eacute;es, offre quelques processeurs en libre-service pour permettre l'ex&eacute;cution de nombreux logiciels, notamment les agents de recherche et les &ecirc;tres d&eacute;pourvus de corps. Les infomorphes profitent aussi du cache de SolNet pour enregistrer leurs sauvegardes, mais celles-ci sont inertes et il est aussi n&eacute;cessaire de laisser un petit agent sur place qui surveille l'&eacute;ventuel signal de vie de l'IA pour pouvoir r&eacute;veiller le backup. Ce dernier usage est tol&eacute;r&eacute; mais les caches sont r&eacute;guli&egrave;rement nettoy&eacute;s aussi les infomorphes doivent tenir compte de cette situation.</p>
 <p>&Eacute;videmment, ces n&oelig;uds ont une capacit&eacute; limit&eacute;e et certains peuvent se retrouver surcharg&eacute;s, ralentissant notablement les logiciels ex&eacute;cut&eacute;s. Certaines attaques informatiques consistent aussi &agrave; lancer un grand nombre de programmes sur ces n&oelig;uds pour causer un ralentissement consid&eacute;rable et ainsi prendre un avantage certain sur les infomorphes qui y sont localis&eacute;s. Il est utile de rappeler qu'abuser de ces n&oelig;uds est &eacute;videmment ill&eacute;gal et que chaque corporation n'h&eacute;site pas &agrave; poursuivre et punir les contrevenants.</p>
 <p>Les infomorphes sont les &ecirc;tres les plus mobiles dans le syst&egrave;me solaire et ils peuvent se d&eacute;placer sur des distances lointaines gr&acirc;ce aux connexions SolNet. Cette m&eacute;thode de voyage permet litt&eacute;ralement de se d&eacute;placer &agrave; la vitesse de la lumi&egrave;re. Toutefois, il est n&eacute;cessaire ​de demander l'​autorisation d'​injection ce qui demande une communication aller-retour pr&eacute;liminaire. Ensuite, si le t&eacute;l&eacute;versement en lui-m&ecirc;me &eacute;choue, il faut attendre une communication retour, plus quelques secondes de s&eacute;curit&eacute;, avant de r&eacute;essayer ou d'​abandonner.</p>
 <p>En pratique, il n'est g&eacute;n&eacute;ralement pas n&eacute;cessaire de se pr&eacute;occuper de ces m&eacute;canismes qui devraient rester transparents pour le joueur. Tant que le r&eacute;seau SolNet est accessible, il est g&eacute;n&eacute;ralement plus commode de consid&eacute;rer que l'IA est localis&eacute;e sur le r&eacute;seau sans chercher plus de pr&eacute;cision. Dans le cas contraire, ou si un affrontement informatique s'engage, il faut &eacute;videmment en tenir compte.</p>
 <h2>L'implant psi</h2>
 <p>L'implant psi est un implant semi-organique qui octroie des capacit&eacute;s apparemment surnaturelles. Il ne fonctionne qu'une fois implant&eacute; dans les cellules nerveuses d'un cerveau organique, y compris les cerveaux condens&eacute;s de certains r&eacute;plicants. Chaque implant permet l'usage d'un certain nombre de capacit&eacute;s d&eacute;pendant de la psychologie du porteur.</p>
 <p>L'implant d'un individu donn&eacute; ne donne acc&egrave;s qu'&agrave; un seul des ensembles de pouvoirs. Ces derniers sont d&eacute;crits plus en d&eacute;tail dans le catalogue. Il suffit de disposer de l'un des traits psychologiques associ&eacute;s pour disposer d'un ensemble de pouvoir. Dans le cas o&ugrave; la psych&eacute; du personnage peut correspondre &agrave; plusieurs ensembles de pouvoirs, seul le trait le plus fort doit &ecirc;tre pris en compte.</p>
 <p>&Agrave; la cr&eacute;ation du personnage, le joueur doit donc faire attention aux traits qu'il veut donner &agrave; son personnage pour s&eacute;lectionner l'ensemble de pouvoirs qu'il souhaite avoir. L'ensemble de pouvoir obtenu doit &ecirc;tre indiqu&eacute; sur la ligne de l'implant psi (normalement list&eacute; parmi les modifications du personnage). La valeur chiffr&eacute;e de cet &eacute;quipement tendra g&eacute;n&eacute;ralement &agrave; valoir 3.</p>
 <p>Pour utiliser un pouvoir sur un objet, le psion doit n&eacute;cessairement en avoir la perception, c&rsquo;est-&agrave;-dire avoir associ&eacute; l'objet per&ccedil;u par son implant avec les informations de ses propres sens. Si cette &eacute;tape n'est pas correctement faite, le psion risque d'agir sur un autre objet que celui qu'il souhaitait manipuler.</p>
 <p>Les actions possibles par ces pouvoirs d&eacute;pendent enti&egrave;rement de l'ensemble de pouvoir octroy&eacute; par l'implant et sont d&eacute;crits dans le catalogue. Il existe toutefois trois formes d'utilisations&nbsp;:</p>
  <ul>
	<li>les perceptions qui octroient au psion des informations &agrave; travers son implant. Cette utilisation est passive et ne demande aucun effort de la part du psion.</li>
	<li>l'utilisation ponctuelle qui effectue une modification d&eacute;finitive sur un objet ou l'environnement. Pour y parvenir, le psion doit avoir la perception de l'objet &agrave; alt&eacute;rer et faire un effort pour activer le pouvoir.</li>
	<li>l'utilisation maintenue d'une situation instable qui permet de passer temporairement outre des lois de la physique (comme d&eacute;mat&eacute;rialiser un objet). Ces utilisations sont toutes indiqu&eacute;es comme &ldquo;temporaire&rdquo; (ou ayant un effet &ldquo;temporairement&rdquo;) dans les descriptions de l'implant psi dans le catalogue. L&agrave; aussi, le psion doit avoir la perception de l'objet &agrave; alt&eacute;rer et faire un effort pour activer le pouvoir. Il n'a en revanche aucun effort &agrave; faire pour le maintenir ou pour le rel&acirc;cher. Notez que tant que le psion utilise une telle capacit&eacute;, il ne peut avoir recours aux autres capacit&eacute;s de son implant en dehors des perceptions.</li>
</ul>
  <p>La difficult&eacute; d'action d&eacute;pend principalement de l'environnement dans lequel le psion est plong&eacute;&nbsp;: plus il y a d'objet dans son environnement, plus il lui faudra de temps pour trouver le bon. De plus, lors de l'utilisation m&ecirc;me du pouvoir, plus l'effet est grand plus la difficult&eacute; sera grande.</p>
 <p>Au niveau des cons&eacute;quences impr&eacute;vues&nbsp;: il peut y avoir plusieurs causes d'&eacute;chec dans l'utilisation d'un pouvoir&nbsp;:</p>
  <ul>
	<li>le psion n'est pas parvenu &agrave; avoir la perception de l'objet &agrave; alt&eacute;rer. Si le psion persiste, c'est probablement un autre objet qui subira les effets impr&eacute;vus.</li>
	<li>le psion n'est pas parvenu &agrave; fournir l'effort n&eacute;cessaire pour activer le pouvoir. L&agrave;, il ne se passe rien. Absolument rien, sauf peut-&ecirc;tre une rayure sur l'ego du psion.</li>
	<li>le psion a commis une erreur d'appr&eacute;ciation et s'est tromp&eacute; dans certains param&egrave;tres. Tout peut arriver dans une certaine &eacute;chelle&nbsp;: une d&eacute;charge d'&eacute;nergie l&agrave; o&ugrave; il ne fallait pas, un portail ouvert dans un autre lieu que pr&eacute;vu&hellip; Ces modes d'&eacute;checs sp&eacute;ciaux sont list&eacute;s avec l'ensemble de pouvoirs dans le catalogue.</li>
</ul>
  <h2>Changer de corps</h2>
 <p>Un jour ou l'autre, les Solaires doivent changer de corps, que ce soit temporaire ou non. Plusieurs raisons peuvent pousser &agrave; cet acte&nbsp;:</p>
  <ul>
	<li><em>voyager rapidement&nbsp;</em>: le t&eacute;l&eacute;versement de son esprit dans un corps distant de plusieurs dizaines d'unit&eacute;s astronomiques ne prend que quelques heures au lieu de plusieurs semaines de voyage.</li>
	<li><em>revenir &agrave; la vie&nbsp;</em>: la majorit&eacute; des Solaires dispose de sauvegardes, g&eacute;n&eacute;ralement fournies par les corporations, qui peuvent &ecirc;tre r&eacute;int&eacute;gr&eacute;es dans un nouveau corps &agrave; la mort du pr&eacute;c&eacute;dent.</li>
	<li><em>s'adapter &agrave; la situation&nbsp;</em>: certains jonglent entre plusieurs corps pour pouvoir s'adapter aux t&acirc;ches qu'ils doivent entreprendre.</li>
	<li><em>changer, tout simplement&nbsp;</em>: certaines personnes peuvent vouloir changer, devenir un cyborg absolu, un &eacute;th&eacute;r&eacute;, changer de sexe, d'apparence ou autre&hellip;</li>
</ul>
  <p>Changer de corps est rarement anodin et seules les IA le font tr&egrave;s r&eacute;guli&egrave;rement, g&eacute;n&eacute;ralement sur des corps robotiques pr&eacute;-calibr&eacute;s. Pour qu'un transfert soit possible, il est n&eacute;cessaire que l'esprit du Solaire soit compatible avec le corps de destination&nbsp;: par exemple, un biologique ne peut pas &ecirc;tre transf&eacute;r&eacute; dans un corps robotique sans une &eacute;tape d'&eacute;mulation et de calibration. Diverses transformations existent, en particulier l'&eacute;mulation qui permet d'ex&eacute;cuter un esprit humain dans un corps robotique et l'infomorphisation, qui permet de transformer un esprit humain en un &ecirc;tre infomorphe.</p>
 <p>M&ecirc;me avec ces transformations, certains transferts ne sont pas conseill&eacute;s, par exemple, transf&eacute;rer un esprit humain &eacute;mul&eacute; dans un spider bot aura des cons&eacute;quences n&eacute;fastes. De fa&ccedil;on plus g&eacute;n&eacute;rale, le ph&eacute;nom&egrave;ne d'embodiment alt&egrave;re toujours l'esprit d'une certaine fa&ccedil;on. Ainsi, en dehors du transfert d'une IA dans un corps robotique ou du transfert vers un corps identique, un Solaire qui change de corps acquiert le trait &laquo;&nbsp;Pens&eacute;e alt&eacute;r&eacute;e&nbsp;&raquo; (2) qui correspond &agrave; une g&ecirc;ne dans ses choix et des erreurs dans sa perception. Dans les cas les plus graves, il peut aussi obtenir le trait &laquo;&nbsp;Corps inadapt&eacute;&nbsp;&raquo; (3) dont le sens est transparent.</p>
  