<h1>Modifications organiques</h1>
<blockquote>&laquo;&nbsp;Pousser les limites du vivant, n&rsquo;&eacute;tait-ce pas le travail de la nature&nbsp;? Certains semblent l&rsquo;avoir trouv&eacute;e trop lent&nbsp;!&nbsp;&raquo;</blockquote>
<p>En suivant les voies &eacute;volutives connues, il est rarement possible de faire mieux que ce que la nature a d&eacute;j&agrave; offert &agrave; l&rsquo;humain sans sortir de ce qui est commun&eacute;ment appel&eacute; humain. Mais ce n&rsquo;est pas une pr&eacute;occupation de beaucoup. Que ce soit en piochant dans les diff&eacute;rents organismes connus, en en &eacute;voluant de nouveaux ou en am&eacute;liorant certaines fonctions organiques en les rempla&ccedil;ants par des &eacute;l&eacute;ments inaccessibles via les processus &eacute;volutifs, les implants organiques sont vari&eacute;s.</p>
<p>Les implants assembl&eacute;s en laboratoire sont particuli&egrave;rement efficaces. Ces implants ont &eacute;vit&eacute; toute la partie interm&eacute;diaire n&eacute;cessaire &agrave; l&rsquo;obtention d&rsquo;une structure exploitable et demandent parfois de passer par des niveaux d&rsquo;&eacute;nergies qui provoqueraient une destruction totale de leur environnement proche s&rsquo;ils n&rsquo;&eacute;taient pas assembl&eacute;s dans des constructeurs universels.</p>
<p>Malgr&eacute; tout, la plupart des modifications organiques restent d&eacute;pass&eacute;es par les modifications cybern&eacute;tiques.</p>
<h2>Cerveau condens&eacute;</h2>
<p>L&rsquo;am&eacute;lioration du cerveau passe par une augmentation cons&eacute;quente du nombre de neurones et de leurs connexions. L&rsquo;ing&eacute;nierie des colonies a ainsi permis de cr&eacute;er des neurones beaucoup plus fins avec des axones plus nombreux et une meilleure organisation des connexions. &Agrave; m&ecirc;me volume, un individu dou&eacute; d&rsquo;un tel cerveau quadruple ses capacit&eacute;s m&eacute;morielles mais ne ressentira pratiquement aucune autre diff&eacute;rence.</p>
<p>L&rsquo;int&eacute;r&ecirc;t de ce dispositif est mis en valeur chez les chim&egrave;res non humano&iuml;des dont il permet de r&eacute;duire significativement la taille.</p>
<h2>Immortalit&eacute;</h2>
<p>Historiquement, les organismes ont une dur&eacute;e de vie limit&eacute;e et ce principalement par des processus internes &agrave; ceux-ci. Bien que l&rsquo;on ne sache pas la cause de ce fait, une piste prometteuse est que la long&eacute;vit&eacute; n&rsquo;&eacute;tant pas un crit&egrave;re de s&eacute;lection, d&rsquo;autres aspects ont &eacute;t&eacute; transmis.</p>
<p>De nombreux Solaires consid&egrave;rent cela comme un pass&eacute; dont ils ne sont pas oblig&eacute; de s&rsquo;encombrer. Avec les nouvelles structures organiques, il est devenu possible d&rsquo;optimiser et de corriger un certain nombre des m&eacute;canismes menant &agrave; la mort.</p>
<p>Ces modifications seules ne sont pas suffisantes et ne permettent pas d&rsquo;inverser l&rsquo;usure du corps. Il convient toujours d&rsquo;effectuer sa visite annuelle &agrave; l&rsquo;infirmerie afin d&rsquo;obtenir d&rsquo;autres mesures correctrices.</p>
<h2>M&eacute;tabolisme optimis&eacute;</h2>
<p>Les fonctions du corps humain sont d&eacute;j&agrave; en grande partie optimis&eacute;es, mais leur param&eacute;trage est adapt&eacute; &agrave; des usages moyens. En visant des conditions particuli&egrave;res et des t&acirc;ches sp&eacute;cifiques, il est possible d&rsquo;adapter son m&eacute;tabolisme afin d&rsquo;augmenter son efficacit&eacute;. &Eacute;videmment cela a un prix puisque ces modifications tendent &agrave; r&eacute;duire l&rsquo;efficacit&eacute; dans d&rsquo;autres situations.</p>
<p>Les gains procur&eacute;s par cette m&eacute;thode restent mineurs et les chiffrages indiquent qu&rsquo;ils ne d&eacute;passent pas les 5 &agrave; 10 pourcents. En revanche, il permet de compenser compl&egrave;tement les ph&eacute;nom&egrave;nes tels que la d&eacute;calcification ou l&rsquo;affaiblissement musculaire d&ucirc; &agrave; l&rsquo;apesanteur ou aux faibles gravit&eacute;s.</p>
<h2>Muscles am&eacute;lior&eacute;s</h2>
<p>S&rsquo;il est possible d&rsquo;am&eacute;liorer sa force en augmentant sa masse musculaire, il est aussi possible de profiter des technologies organiques pour am&eacute;liorer directement les tissus musculaires. Plusieurs augmentations existent&nbsp;: les micro-fibres de maintient qui &eacute;vitent les d&eacute;chirements et &eacute;longations et les alt&eacute;rations des fibres musculaires qui augmentent la puissance. L&rsquo;implantation de ces modifications est souvent accompagn&eacute;e de l&rsquo;am&eacute;lioration des tendons et des os pour &eacute;quilibrer la solidit&eacute; de ces derniers avec l&rsquo;accroissement de la puissance musculaire.</p>
<p>Ces am&eacute;liorations permettent une augmentation de la force d&rsquo;environ 50&nbsp;% ce qui reste bien en retrait des am&eacute;liorations cybern&eacute;tiques correspondantes.</p>
<h2>Ordinateur optique sur wetware</h2>
<p>L&rsquo;&eacute;lectronique sur wetware est un domaine qui malgr&eacute; son anciennet&eacute; n&rsquo;a jamais v&eacute;ritablement &eacute;t&eacute; sujet d&rsquo;une forte commercialisation. L&rsquo;ordinateur optique sur wetware est l&rsquo;une des rares exceptions, et encore, son utilisation reste anecdotique.</p>
<p>S&rsquo;il dispose des fonctionnalit&eacute;s d&rsquo;un ordinateur optique traditionnel, son fonctionnement reste limit&eacute; par sa structure qui ne b&eacute;n&eacute;ficie pas d&rsquo;un puissant processeur. En revanche, son int&eacute;gration quasi-parfaite au sein du syst&egrave;me oculaire et c&eacute;r&eacute;bral en fait un excellent dispositif de secours.</p>
<h2>Ph&eacute;romones</h2>
<p>La chimie des corps organiques est tr&egrave;s sensible &agrave; l&rsquo;environnement externe et certaines substances volatiles peuvent alt&eacute;rer l&rsquo;attitude, voir le comportement, d&rsquo;un individu. &Eacute;videmment ce dispositif reste &agrave; des ann&eacute;es lumi&egrave;res de toute forme de contr&ocirc;le mental. Les effets restent limit&eacute;s &agrave; des tendances et ne permettent que de moduler les &eacute;tats d&rsquo;esprits comme l&rsquo;agressivit&eacute; ou la m&eacute;lancolie.</p>
<p>Nombre de ces substances peuvent &ecirc;tre produites par des glandes de synth&egrave;se et &eacute;mises par divers vecteurs comme le souffle de la respiration ou l&rsquo;&eacute;vaporation de la sueur. Dans tous les cas, il est g&eacute;n&eacute;ralement n&eacute;cessaire d&rsquo;inhiber certaines capacit&eacute;s sensorielles et endo-sensorielles pour &eacute;viter que l&rsquo;utilisateur ne soit lui-m&ecirc;me sujet &agrave; ces substances.</p>
<h2>Respiration amphibie</h2>
<p>Il a rapidement &eacute;t&eacute; possible de modifier le syst&egrave;me respiratoire d&rsquo;un individu pour lui permettre de respirer dans des liquides suffisamment oxyg&eacute;n&eacute;s. Ces dispositifs comportent des syst&egrave;mes de branchies et sont souvent accompagn&eacute;s d&rsquo;une augmentation sensible de la capacit&eacute; pulmonaire. Par ailleurs, la plupart de ces modifications requi&egrave;rent une humidification quasi-permanente de ces dispositifs.</p>
<p>Inutile d&rsquo;argumenter que devant la tr&egrave;s relative utilit&eacute; de cette modification dans les colonies, son utilisation ne repr&eacute;sente que quelques cas dans tout le syst&egrave;me solaire.</p>
<h2>Squelette dense</h2>
<p>Bon nombre d&rsquo;am&eacute;liorations augmentent la masse de l&rsquo;individu et souvent sa force. Devant ces contraintes augment&eacute;es, il est souvent n&eacute;cessaire d&rsquo;am&eacute;liorer son squelette pour le rendre plus r&eacute;sistant. Ceci est r&eacute;alis&eacute; en modifiant la structure des os ce qui conduit &agrave; la rendre plus denses. &Eacute;videmment cela augmente encore l&eacute;g&egrave;rement la masse de l&rsquo;individu mais le but est atteint.</p>
<p>Toujours est-il que ces modifications restent largement inf&eacute;rieures en termes de performances &agrave; une structure osseuse artificielle non-organique.</p>
<h2>Syst&egrave;me sensoriel am&eacute;lior&eacute;</h2>
<p>La faune en g&eacute;n&eacute;ral dispose de capacit&eacute;s sensorielles sp&eacute;cialis&eacute;es beaucoup plus performantes que celles &agrave; disposition des humains. Gr&acirc;ce aux avanc&eacute;es de la science, il est devenu possible d&rsquo;en profiter. Ces am&eacute;liorations offrent des capacit&eacute;s surprenantes m&ecirc;me si elles demandent g&eacute;n&eacute;ralement de longs temps d&rsquo;apprentissages.</p>
<p>Ces am&eacute;liorations sont les seules &agrave; pouvoir entrer en comp&eacute;tition avec les am&eacute;liorations cybern&eacute;tiques au prix toutefois d&rsquo;une perte de polyvalence parfois consid&eacute;rable.</p>
