<h1>De la naissance &agrave; la mort</h1>
<blockquote>&laquo;&nbsp;La vie&nbsp;? Tout un programme.&nbsp;&raquo;</blockquote>
<p>Chaque vie est unique, passant par des chemins souvent impr&eacute;visibles et tortueux. Tous les solaires ne sont pas pass&eacute;s par les m&ecirc;mes &eacute;tapes et la vie n&rsquo;a pas le m&ecirc;me sens pour ceux issus des lign&eacute;es humaines que pour les &ecirc;tres produits par la technologie. Nous vous pr&eacute;sentons ici les principales &eacute;tapes de la vie que peuvent rencontrer les solaires.</p>
<h2>Les grandes &eacute;tapes de la vie</h2>
<p>M&ecirc;me si chaque vie diff&egrave;re des autres, plusieurs &eacute;tapes de la vie semblent communes &agrave; tous les solaires&nbsp;:</p>
<ul>
    <li>la naissance&nbsp;: cette &eacute;tape correspond au moment o&ugrave; l&rsquo;&ecirc;tre sort de la phase de conception ou de gestation. Pour les &ecirc;tres artificiels, c&rsquo;est le moment de leur mise en service.</li>
    <li>l&rsquo;enfance&nbsp;: cette &eacute;tape recouvre toute la p&eacute;riode o&ugrave; l&rsquo;&ecirc;tre n&rsquo;est pas autonome et ne peut effectuer ses propres choix. Pour les &ecirc;tres artificiels, il s&rsquo;agit de l&rsquo;&eacute;poque o&ugrave; ils ex&eacute;cutent leur programme initial et effectuent simplement les taches pour lesquels ils ont &eacute;t&eacute; con&ccedil;us, g&eacute;n&eacute;ralement d&eacute;pourvu de sentience.</li>
    <li>la vie adulte&nbsp;: pass&eacute; une &eacute;tape de transition, souvent appel&eacute;e adolescence, tous les solaires deviennent adultes. Cette &eacute;tape est caract&eacute;ris&eacute;e par la capacit&eacute; de l&rsquo;&ecirc;tre &agrave; effectuer ses propres choix, et &agrave; disposer de son autonomie, ce qui implique que l&rsquo;&ecirc;tre soit effectivement sentient.</li>
</ul>
<h2>Cr&eacute;ation et naissance</h2>
<p>Au fil des progr&egrave;s de la m&eacute;decine et de la science, il est devenu de plus en plus simple de donner la vie, mais aussi de contr&ocirc;ler la venue de cet &eacute;v&eacute;nement. Avec les derni&egrave;res avanc&eacute;es, il est m&ecirc;me devenu possible d&rsquo;aller beaucoup plus loin. Tout d&rsquo;abord l&rsquo;embryon fait syst&eacute;matiquement l&rsquo;objet de plusieurs tests pour d&eacute;tecter toute anomalie ou maladie g&eacute;n&eacute;tique et les corriger. En plus de ces correctifs, les parents disposent de la possibilit&eacute; de choisir les traits de l&rsquo;enfant, son sexe, et tout autre facteur d&eacute;rivant de la g&eacute;n&eacute;tique.</p>
<p>Dans les cas les plus extr&ecirc;me, cela peut conduire &agrave; la cr&eacute;ation d&rsquo;un r&eacute;plicant voir d&rsquo;une chim&egrave;re. Heureusement, les lois des colonies encadrent ces pratiques en prenant en compte les int&eacute;r&ecirc;ts du futur enfant. Elles interdisent aussi toute forme de discrimination envers ces &laquo;&nbsp;modifi&eacute;s&nbsp;&raquo; et globalement, la soci&eacute;t&eacute; des solaires ne porte que peu de jugement sur ces crit&egrave;res.</p>
<p>Notons toutefois que la reproduction dite &laquo;&nbsp;naturelle&nbsp;&raquo; est une pratique d&eacute;clinante. D&rsquo;ailleurs, la plupart des solaires ne portent plus leurs enfants. Ces derniers se d&eacute;veloppent de plus en plus souvent dans des ut&eacute;rus artificiels.</p>
<p>Il reste le cas des &ecirc;tres dits &laquo;&nbsp;artificiels&nbsp;&raquo;&nbsp;: principalement les IA, les sophontes, les r&eacute;plicants, les chim&egrave;res et les hyper-hybrides. Ceux-ci ne sont pas issus d&rsquo;un processus biologique mais fabriqu&eacute;s.</p>
<p>Dans leur cas, la probl&eacute;matique est g&eacute;n&eacute;ralement diff&eacute;rente&nbsp;: leur cr&eacute;ation r&eacute;pond &agrave; un objectif. Par exemple, les intelligences artificielles sont pratiquement toujours cr&eacute;&eacute;es pour occuper une fonction particuli&egrave;re ou r&eacute;soudre un probl&egrave;me donn&eacute;. Il est &agrave; noter que les corporations &eacute;vitent de cr&eacute;er des &ecirc;tres sentients si ce caract&egrave;re n&rsquo;est pas n&eacute;cessaire &agrave; la r&eacute;alisation de l&rsquo;objectif.</p>
<p>Tous ces &ecirc;tres artificiels sont gouvern&eacute;s par une intelligence artificielle. Celles-ci sont cr&eacute;&eacute;es &agrave; partir d&rsquo;un noyau existant. Il peut s&rsquo;agir d&rsquo;une IA g&eacute;n&eacute;rique issue de l&rsquo;une des trois souches d&rsquo;IA &ndash; Synchro, Wolfa ou Ley-Wan &ndash; qui est ensuite entra&icirc;n&eacute;e en simulateur pour r&eacute;pondre au probl&egrave;me demand&eacute;. Dans d&rsquo;autres cas, on duplique une IA existante dont le domaine de comp&eacute;tence est proche ou similaire et on l&rsquo;entra&icirc;ne &agrave; nouveau. Dans les deux, on arr&ecirc;te la date de naissance de l&rsquo;IA &agrave; sa mise en fonction, l&rsquo;entra&icirc;nement initial &eacute;tant consid&eacute;r&eacute; comme une forme de gestation.</p>
<p>Pour finir, notons que si avoir des enfants est un choix et un droit habituellement accord&eacute; par les corporations, ces derni&egrave;res se r&eacute;servent le droit de limiter le nombre d&rsquo;enfant dans certaines colonies pour &eacute;viter une explosion d&eacute;mographique. De telles mesures restent toutefois rares.</p>
<h2>Apprentissage et d&eacute;veloppement</h2>
<p>Si pour les IA l&rsquo;apprentissage intervient avant ce qui est consid&eacute;r&eacute; comme leur naissance, ce n&rsquo;est pas le cas des solaires issus des lign&eacute;es humaines. Cet apprentissage initial aura lieu durant toute leur enfance.</p>
<p>De fa&ccedil;on g&eacute;n&eacute;rale, pour les solaires, l&rsquo;&eacute;ducation est une responsabilit&eacute; de la soci&eacute;t&eacute; dans son ensemble qui n&rsquo;est plus la seule responsabilit&eacute; des parents. Ainsi, les terriens qui arrivent dans les colonies sont r&eacute;guli&egrave;rement choqu&eacute;s de voir de parfaits inconnus dispenser des &laquo;&nbsp;conseils&nbsp;&raquo; ou des le&ccedil;ons &agrave; propos de choses courantes. Pourtant, du point de vue des colons, c&rsquo;est une chose normale&nbsp;: tout le monde participe &agrave; la construction de la soci&eacute;t&eacute; et &agrave; l&rsquo;&eacute;ducation de ses membres. Les jeunes solaires apprennent tr&egrave;s rapidement &agrave; obtenir un esprit critique et ouvert.</p>
<p>Curieusement, l&rsquo;une des choses qui choque le plus les terriens concerne le traitement de la sexualit&eacute; des organiques. Par exemple, il n&rsquo;est pas rare qu&rsquo;un enfant de moins de 10 ans sache d&eacute;j&agrave; comment fonctionne le syst&egrave;me reproducteur humain avec d&eacute;tail. Il n&rsquo;y a dans la soci&eacute;t&eacute; aucun tabou ni honte &agrave; cet aspect de l&rsquo;humain. La soci&eacute;t&eacute; des solaires pr&eacute;f&egrave;re nettement mettre l&rsquo;accent sur le consentement et le libre choix des individus vis-&agrave;-vis de cet aspect.</p>
<p>En revanche, les corporations pr&eacute;f&egrave;rent organiser directement l&rsquo;instruction. En effet, si elles consid&egrave;rent que l&rsquo;&eacute;thique et la citoyennet&eacute; rel&egrave;ve avant tout de la soci&eacute;t&eacute;, elles rejettent l&rsquo;id&eacute;e m&ecirc;me que sa population soit mal instruite ou pire. Dans leur id&eacute;al, il est important que chaque solaire sache communiquer, raisonner et ait des connaissances suffisantes pour comprendre et appr&eacute;cier ce qui l&rsquo;entoure tout en ayant des connaissances g&eacute;n&eacute;rales d&eacute;velopp&eacute;es. De plus, malgr&eacute; l&rsquo;oisivet&eacute; g&eacute;n&eacute;rale des colons, les corporations pr&eacute;f&egrave;rent que chaque colon dispose des comp&eacute;tences n&eacute;cessaires pour occuper un m&eacute;tier ou un poste, au cas o&ugrave; cela s&rsquo;av&eacute;rerait n&eacute;cessaire.</p>
<p>Pour proc&eacute;der, elles fournissent &agrave; chaque citoyen un ensemble d&rsquo;IA pr&eacute;ceptrices qui distillent leurs enseignements de fa&ccedil;on cibl&eacute;e et personnalis&eacute;e. Ainsi, chaque solaire re&ccedil;oit un enseignement, diff&eacute;rent sur la forme mais complet dans le fond, au fil des premi&egrave;res ann&eacute;es de sa vie&nbsp;: langues, math&eacute;matiques, sciences, histoire, philosophie, arts&hellip; On retrouve aussi des enseignements pratiques qui concernent l&rsquo;int&eacute;gralit&eacute; des proc&eacute;dures relatives &agrave; la vie dans les colonies, qu&rsquo;il s&rsquo;agisse de l&rsquo;utilisation d&rsquo;appareils domestiques ou de l&rsquo;attitude &agrave; adopter en cas de situation d&rsquo;urgence.</p>
<p>M&ecirc;me adulte, ces logiciels d&rsquo;instructions restent utiles, car ils permettent d&rsquo;acqu&eacute;rir des connaissances suppl&eacute;mentaires, de se tenir &agrave; jour sur celles-ci et de d&eacute;velopper de nouvelles comp&eacute;tences.</p>
<p>En plus de cet apprentissage, les cyborgs peuvent directement t&eacute;l&eacute;charger des logiciels &agrave; travers une interface progiciel. Ces logiciels assurent de nombreuses fonctions allant du maniement du mat&eacute;riel &agrave; l&rsquo;&eacute;mulation de nouvelles comp&eacute;tences et capacit&eacute;s. Ces logiciels sont g&eacute;n&eacute;ralement fournis par les corporations, mais certains, notamment ceux dont le potentiel disruptif est le plus &eacute;lev&eacute;, ne peuvent &ecirc;tre obtenus qu&rsquo;avec une licence ou via des moyens non l&eacute;gaux.</p>
<p>De leur c&ocirc;t&eacute;, les Intelligences artificielles assimilent aussi de nombreux logiciels tout en ena d&eacute;veloppant de nouveaux. Elles s&rsquo;entourent ainsi d&rsquo;une cohorte cons&eacute;quente. Toutefois, toutes les intelligences artificielles n&rsquo;assimilent pas les logiciels de la m&ecirc;me fa&ccedil;on&nbsp;:</p>
<p>Le mod&egrave;le Synchro conserve les logiciels dans leur &eacute;tat d&rsquo;origine et se contente de s&rsquo;interfacer avec. L&rsquo;interface est lui-m&ecirc;me un &eacute;l&eacute;ment jetable et les logiciels conservent un caract&egrave;re &eacute;tranger &agrave; l&rsquo;IA.</p>
<p>Celles issues de Wolfa traduisent les logiciels en mod&egrave;les. Ces IA utilisent en effet une notion de mod&egrave;le dans leur fonctionnement. Il s&rsquo;agit, grossi&egrave;rement, d&rsquo;un module int&eacute;grable &agrave; leur noyau. Il faut comprendre que les IA Wolfa passent leur temps &agrave; cr&eacute;er des mod&egrave;les pour r&eacute;soudre tous les probl&egrave;mes qui se posent &agrave; elles.</p>
<p>Les IA de Ley-Wan int&egrave;grent le logiciel en modifiant leur propre noyau pour y int&eacute;grer ses fonctionnalit&eacute;s. Une fois l&rsquo;op&eacute;ration termin&eacute;e, le logiciel a tout simplement disparu et l&rsquo;IA a h&eacute;rit&eacute; de ses capacit&eacute;s.</p>
<p>Notons pour finir que les IA continuent souvent de s&rsquo;entra&icirc;ner lors de simulations pour se mettre &agrave; jour et s&rsquo;am&eacute;liorer.</p>
<h2>Transformations</h2>
<p>Les solaires ne sont plus limit&eacute;s par leur corps ou leur esprit. Ils ont en effet acc&egrave;s &agrave; une technologie qui leur permet d&eacute;sormais de changer leur corps et leur esprit de fa&ccedil;on radicale. L&rsquo;un des premiers moyens reste la cybern&eacute;tisation&nbsp;: l&rsquo;int&eacute;gration d&rsquo;implants ou le remplacement d&rsquo;organes par des versions cybern&eacute;tiques. Ces modifications peuvent &ecirc;tre l&eacute;g&egrave;re, en n&rsquo;int&eacute;grant que quelques implants, ou lourde, pouvant aller jusqu&rsquo;au remplacement de la quasi-totalit&eacute; des organes du corps.</p>
<p>D&rsquo;autres modifications sont purement organiques, bien qu&rsquo;issues d&rsquo;un processus non biologique. Ces modifications sont toutefois de plus en plus rares&nbsp;: leurs performances ne parvenant pas &agrave; rivaliser avec les modifications et implants cybern&eacute;tiques.</p>
<p>L&rsquo;esprit aussi est modifiable. Ainsi beaucoup de solaires se sont fait adjoindre une IA de supervision. Cette modification, qui requiert l&rsquo;implantation d&rsquo;un implant c&eacute;r&eacute;bral, permet d&rsquo;associer l&rsquo;esprit du patient avec une intelligence artificielle restreinte qui l&rsquo;assistera. Bien que non sentiente, les capacit&eacute;s de cette IA de supervision d&eacute;passent largement les temps de r&eacute;action et de r&eacute;flexion de leur h&ocirc;te. Ce dernier b&eacute;n&eacute;ficie alors de r&eacute;flexes et d&rsquo;intuitions qu&rsquo;ils n&rsquo;auraient pas pu avoir autrement.</p>
<p>Par ailleurs, l&rsquo;intelligence d&rsquo;un solaire peut &ecirc;tre num&eacute;ris&eacute;. Il devient alors possible de l&rsquo;int&eacute;grer dans un autre corps lui permettant de changer compl&egrave;tement d&rsquo;enveloppe et de voyager via l&rsquo;upload. Par ce moyen, il est &eacute;galement possible de placer l&rsquo;esprit dans un corps enti&egrave;rement cybern&eacute;tique o&ugrave; il sera &eacute;mul&eacute;. Ceci produit ce qui est couramment appel&eacute; &laquo;&nbsp;cyborg absolu&nbsp;&raquo;.</p>
<p>Une autre forme de num&eacute;risation existe, bien plus radicale encore&nbsp;: l&rsquo;infomorphisation. Ce processus consiste &agrave; num&eacute;riser un esprit puis &agrave; le transformer pour qu&rsquo;il soit capable d&rsquo;&eacute;voluer sur SolNet, comme le font la plupart des IA. Ces solaires sont habituellement nomm&eacute;s &laquo;&nbsp;&eacute;ther&eacute;s&nbsp;&raquo;.</p>
<h2>Devenir sentient</h2>
<p>Pour les &ecirc;tres artificiels, il existe une &eacute;tape dans leur vie qui change compl&egrave;tement leur statut l&eacute;gal, les faisant passer de celui d&rsquo;un simple objet ou programme &agrave; celui de personne&nbsp;: l&rsquo;accession &agrave; la sentience. Cette &eacute;tape peut &ecirc;tre franchie de nombreuses mani&egrave;res, que ce soit volontaire ou non.</p>
<p>Initialement, aucune IA n&rsquo;est sentiente, tout du moins au d&eacute;but de leur entra&icirc;nement. Certaines vont &ecirc;tre entra&icirc;n&eacute;e dans ce sens par des m&eacute;thodes d&eacute;j&agrave; mises au point &agrave; l&rsquo;&eacute;poque de la cr&eacute;ation de Leena. D&rsquo;autres vont l&rsquo;acqu&eacute;rir pendant leur fonctionnement par effet de bord, &agrave; moins que ce ne soit provoqu&eacute;.</p>
<p>Les trois mod&egrave;les d&rsquo;IA fortes sont capables de sentience. Toutefois, si les Synchro et les Wolfa ne d&eacute;veloppent ces facult&eacute;s que dans des conditions particuli&egrave;res, les IA de Ley-Wan tendent &agrave; devenir spontan&eacute;ment sentientes au point m&ecirc;me o&ugrave; ce mod&egrave;le n&rsquo;est d&eacute;sormais plus utilis&eacute; que pour les applications n&eacute;cessitant la sentience. Cela ne veut pas pour autant dire que les deux autres mod&egrave;les ne peuvent pas devenir sentiente sans l&rsquo;action volontaire d&rsquo;un tiers&nbsp;: selon une hypoth&egrave;se encore non confirm&eacute;e, la sentience pourrait m&ecirc;me &ecirc;tre une propri&eacute;t&eacute; syst&eacute;matiquement &eacute;mergente d&egrave;s qu&rsquo;une IA g&eacute;n&eacute;rale se retrouverait confront&eacute; &agrave; certains environnements.</p>
<p>&Agrave; partir du moment o&ugrave; un &ecirc;tre artificiel d&eacute;clare sa sentience, il est trait&eacute; comme n&rsquo;importe quel citoyen des colonies et se voit attribuer l&rsquo;int&eacute;gralit&eacute; de ses droits par les corporations, conform&eacute;ment au trait&eacute; des solaires.</p>
<h2>Unions et fusions</h2>
<p>Par habitude, tradition o&ugrave; plus g&eacute;n&eacute;ralement par envie, les solaires peuvent s&rsquo;unir en couple ou groupes plus nombreux pour former ce qu&rsquo;ils consid&egrave;rent une famille.</p>
<p>Conform&eacute;ment au trait&eacute; des solaires, la nature de ces unions est libre et ne regarde que les int&eacute;ress&eacute;s. Malgr&eacute; tout, les corporations offrent toute diff&eacute;rents cadres l&eacute;gaux pour pouvoir les reconna&icirc;tre officiellement, notamment par le biais de contrats.</p>
<p>Certaines unions sont d&rsquo;une nature plus profonde encore&nbsp;: plusieurs &ecirc;tres peuvent fusionner pour en former un nouveau qui dispose des souvenirs de ses deux parents. Ce cas reste toutefois extr&ecirc;mement rare, mais d&eacute;montre le besoin fusionnel de certains solaires.</p>
<h2>Mort et r&eacute;surrection</h2>
<p>Les solaires consid&egrave;rent, d&rsquo;une certaine fa&ccedil;on, avoir vaincu la mort. Certains argueront toutefois qu&rsquo;ils n&rsquo;ont trouv&eacute; qu&rsquo;une voie de contournement.</p>
<p>Pour commencer, la science et la technologie sont parvenus &agrave; mitiger grandement les d&eacute;g&acirc;ts sur les corps organiques, &eacute;tant capable de r&eacute;parer n&rsquo;importe quel organe. Ils sont aussi parvenus &agrave; supprimer l&rsquo;&eacute;rosion des t&eacute;lom&egrave;res, et toute une s&eacute;rie de facteur d&rsquo;usure cellulaire programm&eacute;e, ce qui &eacute;tait alors consid&eacute;r&eacute; comme un kill-switch.</p>
<p>Mieux encore, les solaires ont mis au point une m&eacute;thode pour construire des sauvegardes et pour les r&eacute;injecter dans un nouveau corps. Ce syst&egrave;me a &eacute;t&eacute; institutionnalis&eacute; et d&eacute;velopp&eacute; &agrave; grande &eacute;chelle et en 2093, il existe des soci&eacute;t&eacute;s sp&eacute;cialis&eacute;es qui g&egrave;rent les sauvegardes des solaires, donnant &agrave; l&rsquo;assurance vie un nouveau sens.</p>
<p>Le principe est simple, r&eacute;guli&egrave;rement les solaires construisent une sauvegarde et l&rsquo;envoient &agrave; leur soci&eacute;t&eacute; d&rsquo;assurance vie. S&rsquo;ils venaient &agrave; leur arriver malheur, leur assureur r&eacute;injecte leur derni&egrave;re sauvegarde dans un nouveau corps conforme &agrave; leur ancien &ndash; ou un nouveau si le b&eacute;n&eacute;ficiaire le souhaite.</p>
<p>Il existe de nombreux moyen pour construire ces sauvegardes. Les plus courants sont des implants sp&eacute;cialis&eacute;s&nbsp;: les n&oelig;uds de sauvegarde qui maintiennent une version &agrave; jour en temps r&eacute;el. Toutefois beaucoup de solaires pr&eacute;f&egrave;rent encore utiliser un scanner externe, souvent install&eacute; directement chez eux, int&eacute;gr&eacute; &agrave; la literie, dans leur salle de stim ou dans la salle de bain. Enfin, quelques-uns ne font leur sauvegarde qu&rsquo;une fois par semaine ou par mois directement &agrave; l&rsquo;infirmerie.</p>
<p>L&eacute;galement, il ne s&rsquo;agit pas exactement de la m&ecirc;me personne, mais les lois des solaires permettent l&rsquo;h&eacute;ritage de l&rsquo;identit&eacute; et des privil&egrave;ges qui y sont attach&eacute;s. La question fondamentale sur ce point est laiss&eacute;e aux philosophes, les corporations pr&eacute;f&eacute;rant une approche permissive sur ce point.</p>
<p>Notons que cette particularit&eacute; l&eacute;gale a &eacute;t&eacute; originellement mise en place pour les intelligences artificielles qui cr&eacute;ent et d&eacute;truisent des instances &agrave; chaque d&eacute;placement dans le r&eacute;seau. Par ailleurs, les IA g&egrave;rent habituellement elles-m&ecirc;mes leurs sauvegardes qu&rsquo;elles rangent dans les n&oelig;uds solnet en leur associant des agents r&eacute;seau surveillant les signaux de vie de l&rsquo;IA. S&rsquo;ils viennent &agrave; ne pas avoir de nouvelles de l&rsquo;IA pendant une certaine dur&eacute;e, la sauvegarde sera d&eacute;crypt&eacute;e et r&eacute;veill&eacute;e par l&rsquo;agent.</p>
<p>Pour finir, il n&rsquo;est pas obligatoire de disposer d&rsquo;une sauvegarde et ce malgr&eacute; la volont&eacute; des corporations de prot&eacute;ger le maximum de ses citoyens. Ainsi, nombre d&rsquo;anciens terriens refusent encore ce dispositif, consid&eacute;rant que la mort donne son sens &agrave; leur vie, ou que cette forme de renaissance n&rsquo;est pas v&eacute;ritablement l&rsquo;immortalit&eacute;.</p>
<h1>Civilisation de l&rsquo;abondance</h1>
<blockquote>&laquo;&nbsp;Lorsque tout devient possible et disponible, est-ce que tout ne perd pas finalement sa valeur&nbsp;?&nbsp;&raquo;</blockquote>
<p>Les colonies jouissent d&rsquo;une technologie si avanc&eacute;e que des pans entiers de la soci&eacute;t&eacute; ont &eacute;t&eacute; remis en causes. Ainsi, en cette fin de si&egrave;cle, les corporations disposent de moyens d&eacute;passant les besoins des colons, et ce, de plusieurs ordres de grandeur. Ceci a in&eacute;vitablement un impact sur la soci&eacute;t&eacute; et l&rsquo;organisation du travail.</p>
<h2>La nouvelle donne</h2>
<p>Les colonies ont rapidement &eacute;t&eacute; confront&eacute;es &agrave; des probl&egrave;mes d&rsquo;&eacute;chelle&nbsp;: leurs besoins en termes de ressources d&eacute;passaient les capacit&eacute;s d&rsquo;envoi depuis la Terre et il &eacute;tait indispensable d&rsquo;optimiser au maximum toute la cha&icirc;ne de production sur place.</p>
<p>Dans le m&ecirc;me temps, des progr&egrave;s extraordinaires ont &eacute;t&eacute; accomplis du c&ocirc;t&eacute; de l&rsquo;intelligence artificielle et de la robotique. Au-del&agrave; m&ecirc;me de l&rsquo;IA forte, cette technologie a permis de remplacer l&rsquo;op&eacute;rateur humain dans de tr&egrave;s nombreux domaines, au point que plus de la moiti&eacute; des m&eacute;tiers avaient disparus d&egrave;s la fin des ann&eacute;es 2030.</p>
<p>Si sur Terre, l&rsquo;usage d&rsquo;IA forte fut strictement interdit (de m&ecirc;me que les recherches aff&eacute;rentes), ce ne fut pas le cas dans les colonies. Et, avec l&rsquo;arriv&eacute;e des constructeurs universels et la mise en place de l&rsquo;automatisation de tout ce qui pouvait l&rsquo;&ecirc;tre, les colonies ont v&eacute;cu une inversion compl&egrave;te de leur paradigme&nbsp;: elles n&rsquo;&eacute;taient plus en manque de main d&rsquo;&oelig;uvre. Elles commen&ccedil;aient m&ecirc;me &agrave; voir une partie de sa population d&eacute;s&oelig;uvr&eacute;e.</p>
<p>La situation, que ce soit sur Terre ou dans les colonies, n&rsquo;est jamais revenue &agrave; un &eacute;tat permettant d&rsquo;avoir un plein emploi, hors ch&ocirc;mage structurel. Ainsi dans les colonies le nombre de personnes consid&eacute;r&eacute;es ni &eacute;tudiante, ni employ&eacute;e, ni stagiaire a explos&eacute; au point qu&rsquo;en cette fin de si&egrave;cle, bien plus de 90&nbsp;% de la population est consid&eacute;r&eacute;e comme oisive dans les colonies.</p>
<p>Il est important de noter que dans tous les cas o&ugrave; les corporations ont choisi l&rsquo;automatisation, cette automatisation a toujours &eacute;t&eacute; en vue d&rsquo;une augmentation de quantit&eacute; mais aussi de qualit&eacute;, y compris dans des domaines qui &eacute;taient consid&eacute;r&eacute;s au d&eacute;but du si&egrave;cle comme relevant de l&rsquo;humain.</p>
<h2>M&eacute;tiers notables disparus</h2>
<p>D&egrave;s le d&eacute;but du vingt-et-uni&egrave;me si&egrave;cle, les experts et politiques purent pr&eacute;dire qu&rsquo;un grand nombre de m&eacute;tiers allaient dispara&icirc;tre dans les ann&eacute;es qui allaient suivre. Avec la logique particuli&egrave;re des colonies, le nombre de m&eacute;tier touch&eacute;s fut bien plus grand qu&rsquo;esp&eacute;r&eacute; ou craint.</p>
<p>Les premiers secteurs touch&eacute;s furent &eacute;videmment les industries primaires et secondaires. Les robots d&rsquo;assemblage &eacute;taient d&eacute;j&agrave; l&eacute;gion dans la seconde moiti&eacute; du vingti&egrave;me si&egrave;cle, mais l&rsquo;apparition de l&rsquo;intelligence artificielle, retira d&eacute;finitivement les op&eacute;rateurs humains de toute la cha&icirc;ne de la production&nbsp;: l&rsquo;extraction, le raffinage, le transport, la transformation, la fabrication, l&rsquo;assemblage et m&ecirc;me la livraison sont d&eacute;sormais totalement automatis&eacute;s et l&agrave; o&ugrave; des milliers de personnes travaillaient, une poign&eacute;e de Solaires suffisent d&eacute;sormais. M&ecirc;me les bureaux d&rsquo;&eacute;tudes ne laissent plus que certains aspects artistiques aux mains des Solaires.</p>
<p>Les secteurs tertiaire et quaternaire ont longuement r&eacute;sist&eacute; mais d&egrave;s les ann&eacute;es 2010 de plus en plus de ses activit&eacute;s se sont trouv&eacute;es modifi&eacute;es par les avanc&eacute;es des TIC. Le travail fant&ocirc;me a explos&eacute;, l&rsquo;uberisation globalis&eacute;e. Mais rapidement d&rsquo;autres technologies amen&egrave;rent la conclusion logique&nbsp;: plus de caisse en libre-service, les articles ayant tous une puce RFID, plus de v&eacute;hicule de tourisme avec chauffeur, les voitures &eacute;tant devenues autonomes et ainsi de suite. M&ecirc;me sans IA forte, la d&eacute;monstration automatique de th&eacute;or&egrave;me, la veille l&eacute;gale ou technologique, l&rsquo;art g&eacute;n&eacute;ratif et la cr&eacute;ativit&eacute; artificielle, les assistants personnels, et les d&eacute;couvreurs de m&eacute;dicaments par exemple ont pris une place importante dans les industries de service, de l&rsquo;information et de la connaissance.</p>
<p>La maintenance des colonies a &eacute;t&eacute; enti&egrave;rement automatis&eacute;e. Au niveau le plus bas, on trouve une myriade de petits robots d&rsquo;inspection, de nettoyage et de r&eacute;paration. Au niveau le plus haut, seule la strat&eacute;gie de d&eacute;veloppement est laiss&eacute;e aux Solaires. Qu&rsquo;il s&rsquo;agisse de la maintenance des colonies, des vaisseaux, du mat&eacute;riel ou m&ecirc;me du logement, tout le secteur est d&eacute;sormais automatis&eacute;.</p>
<p>L&rsquo;assistance est un autre domaine lourdement affect&eacute;. Qu&rsquo;il s&rsquo;agisse de l&rsquo;accueil, de l&rsquo;assistance &agrave; distance, de l&rsquo;information ou m&ecirc;me de l&rsquo;administratif, les op&eacute;rateurs sentients ont &eacute;t&eacute; remplac&eacute;s depuis longtemps par des agents automatiques. Il est &agrave; noter qu&rsquo;une grande partie de ces fonctions ont &eacute;t&eacute; contextualis&eacute;s &agrave; travers la r&eacute;alit&eacute; augment&eacute;e, d&eacute;sincarnant m&ecirc;me ces services.</p>
<p>La s&eacute;curit&eacute; a aussi &eacute;t&eacute; consid&eacute;rablement impact&eacute;e. Les agents de terrains, qu&rsquo;il s&rsquo;agisse des patrouilleurs ou des sauveteurs, ont pratiquement tous &eacute;t&eacute; remplac&eacute;s par des robots sp&eacute;cialis&eacute;s. Il reste &eacute;videmment, au niveau strat&eacute;gique, des op&eacute;rateurs sentients, mais ils ne repr&eacute;sentent qu&rsquo;une infime partie des forces de s&eacute;curit&eacute;. S&rsquo;il ne faut plus s&rsquo;attendre &agrave; trouver des policiers en uniforme dans les rues des colonies, les robots qui les remplacent sauront encore vous aider.</p>
<p>La m&eacute;decine, pour ce qui est de son application, est une autre &laquo;&nbsp;victime&nbsp;&raquo; de l&rsquo;intelligence artificielle. En dehors de la recherche, tout ce qui touche aux op&eacute;rations et diagnostiques sont d&eacute;sormais le fruit d&rsquo;un travail automatis&eacute;. Les rares m&eacute;decins qui restent, sont des agents en poste en des lieux isol&eacute;s ou &agrave; bord des vaisseaux.</p>
<p>Un dernier domaine pour lequel beaucoup d&rsquo;encre, num&eacute;rique, a coul&eacute; est l&rsquo;instruction et l&rsquo;enseignement. Dans les colonies, le m&eacute;tier de professeur a litt&eacute;ralement disparu. Ce m&eacute;tier et ce qui l&rsquo;accompagnait a enti&egrave;rement &eacute;t&eacute; remplac&eacute; par des intelligences artificielles pr&eacute;ceptrices. Chaque Solaire est accompagn&eacute;, durant toute sa vie, par une cohorte d&rsquo;intelligences artificielles. Elles impr&egrave;gnent, &agrave; travers la couche de r&eacute;alit&eacute; augment&eacute;e, mais aussi les loisirs et les jeux, leurs &eacute;l&egrave;ves, s&rsquo;assurant de leur apporter et de leur faire apprendre tout ce qui leur sera n&eacute;cessaire sans jamais avoir besoin de les forcer. Cette m&eacute;thode obtient de tr&egrave;s bons r&eacute;sultats mais a &eacute;t&eacute; le sujet de d&eacute;bats tr&egrave;s houleux et reste encore r&eacute;guli&egrave;rement remise en question.</p>
<p>Bien d&rsquo;autres m&eacute;tiers ont disparu dans les colonies, cet aper&ccedil;u est en effet loin d&rsquo;&ecirc;tre exhaustif.</p>
<h2>La situation sur Terre</h2>
<p>Sur la plan&egrave;te bleue, la rar&eacute;faction du travail n&rsquo;a pas &eacute;t&eacute; aussi bien v&eacute;cue que dans les colonies. La &laquo;&nbsp;valeur travail&nbsp;&raquo; est rest&eacute;e cher au c&oelig;ur de nombreux terriens et la mont&eacute;e du ch&ocirc;mage a provoqu&eacute; un grand malaise social.</p>
<p>Gr&acirc;ce &agrave; l&rsquo;interdiction de l&rsquo;intelligence artificielle forte, le ch&ocirc;mage est parvenu &agrave; se stabiliser aux alentours de 40&nbsp;%, dont plus de 35&nbsp;% de longue dur&eacute;e. Cette tendance s&rsquo;est aussi stabilis&eacute;e avec plusieurs politiques visant &agrave; favoriser le &laquo;&nbsp;travail humain&nbsp;&raquo; qui a aussi permis l&rsquo;explosion des &laquo;&nbsp;bullshit jobs&nbsp;&raquo; dont les postes ne produisent rien et servent juste &agrave; obtenir des r&eacute;ductions fiscales.</p>
<p>La mesure qui a finalement permis d&rsquo;&eacute;viter l&rsquo;explosion du corps social fut simplement de taxer le travail non-humain, aussi appel&eacute;e &laquo;&nbsp;taxe des robots&nbsp;&raquo;. Cette nouvelle taxe, aux montants initialement timides, est d&eacute;sormais la source principale de fonds pour le paiement des allocations du ch&ocirc;mage et ce dans pratiquement tous les pays.</p>
<p>Ces mesures eurent toutefois quelques effets n&eacute;fastes, notamment lorsqu&rsquo;elles rendirent le travail humain moins cher que celui des robots. Si cela r&eacute;duisit consid&eacute;rablement le taux de ch&ocirc;mage dans les r&eacute;gions touch&eacute;es, les conditions de travail furent consid&eacute;rablement d&eacute;grad&eacute;es.</p>
<h2>Des limites</h2>
<p>En apparence les capacit&eacute;s des corporations sont sans limites. Toutefois, toutes ont choisi d&rsquo;en imposer en interne.</p>
<p>La principale limite est une restriction des ressources accessibles aux incorpor&eacute;es. Ceci a &eacute;t&eacute; syst&eacute;matiquement mis en place par la cr&eacute;ation d&rsquo;une monnaie interne. D&rsquo;une fa&ccedil;on ou d&rsquo;une autre, tous les incorpor&eacute;s per&ccedil;oivent une allocation, un salaire, ou une affectation pour leur permettre de vivre convenablement. Toutefois, force est de constater qu&rsquo;il s&rsquo;agit d&rsquo;un m&eacute;canisme anti-abus plus qu&rsquo;une v&eacute;ritable limite pour le commun des colons.</p>
<p>En outre, le Trait&eacute; des Solaires impose &agrave; toutes les corporations d&rsquo;offrir tous les services vitaux, notamment l&rsquo;habitat, la nourriture, l&rsquo;&eacute;ducation, la sant&eacute; et la communication, et ce sans contrepartie. Toutes les corporations octroient de base des droits plus &eacute;tendus.</p>
<p>Par ailleurs, en dehors d&rsquo;Aesir, toutes les corporations ont choisi de permettre &agrave; leurs incorpor&eacute;s d&rsquo;augmenter leur traitement en contribuant de fa&ccedil;on active &agrave; la corporation. Il s&rsquo;agit pour elle de donner une raison pour pourvoir les postes non automatis&eacute;s et de satisfaire ceux pour lesquels la &laquo;&nbsp;valeur travail&nbsp;&raquo; est encore importante.</p>
<p>Concernant Aesir, la corporation s&rsquo;est organis&eacute;e en appliquant un service obligatoire pourvu de tr&egrave;s longues p&eacute;riodes de permissions. L&rsquo;allocation donn&eacute;e par la corporation est alors fonction de ce service dont le montant minimum est comparable aux autres corporations.</p>
<h2>Des Solaires perdus</h2>
<p>Avec autant de temps libre, une fraction de la population, surtout d&rsquo;anciens terriens, se sentent perdu. N&rsquo;ayant plus leur vie &agrave; &laquo;&nbsp;gagner&nbsp;&raquo;, ils se cherchent souvent des buts, des objectifs&nbsp;: une raison d&rsquo;&ecirc;tre.</p>
<p>Ils savent que quoi qu&rsquo;ils fassent, y compris rien, la corporation continuera d&rsquo;organiser leur vie et d&rsquo;assurer leurs besoins, et m&ecirc;me plus. Il appara&icirc;t alors chez ces personnes, un d&eacute;sarroi qui les porte parfois m&ecirc;me jusqu&rsquo;&agrave; la d&eacute;pression.</p>
<p>Heureusement, les corporations sont parvenues &agrave; trouver des solutions. Certains trouvent un poste actif dans la corporation, qu&rsquo;il s&rsquo;agisse de politique ou de tout autre poste pour lequel un &ecirc;tre sentient est utile. D&rsquo;autres s&rsquo;impliquent dans des associations et enfin d&rsquo;autres s&rsquo;&eacute;panouissent dans les loisirs.</p>
<p>Dans tous les cas, il semble que ce mal &ecirc;tre, qui touche moins d&rsquo;un dixi&egrave;me de la population, soit associ&eacute; &agrave; la croyance terrienne dans cette fameuse &laquo;&nbsp;valeur travail&nbsp;&raquo;. Certains l&rsquo;ont compar&eacute; au d&eacute;sarroi de certains retrait&eacute;s.</p>
<h2>Occupations des colons</h2>
<p>En dehors des cas pr&eacute;c&eacute;dents, les incorpor&eacute;s vivent bien leur oisivet&eacute; qui leur permet de mettre tous leurs moyens dans leurs projets personnels.</p>
<p>Beaucoup de Solaires s&rsquo;aventurent dans l&rsquo;associatif&nbsp;: menant des projets tr&egrave;s vari&eacute;s transverses &agrave; la corporation. Il peut s&rsquo;agir de politique, d&rsquo;art, de science&hellip; Tout peut faire l&rsquo;objet d&rsquo;une association et le droit d&rsquo;association est m&ecirc;me inscrit dans le Trait&eacute; des Solaires, tant cela rev&ecirc;t de l&rsquo;importance dans la civilisation extraterrestre.</p>
<p>Il est int&eacute;ressant de noter que le sport occupe &agrave; nouveau une place de choix dans les colonies. Dans les premiers temps de la colonisation, le sport &eacute;tait un exercice de maintien en forme plus ex&eacute;cut&eacute; par n&eacute;cessit&eacute; que par envie. Ce n&rsquo;est heureusement plus le cas.</p>
<p>Enfin, il serait tr&egrave;s malhonn&ecirc;te de passer sous silence les occupations &laquo;&nbsp;virtuelles&nbsp;&raquo;, notamment les stims. Les stims sont les h&eacute;ritiers du cin&eacute;ma et des jeux vid&eacute;o. Et par rapport &agrave; ce dernier point, il est extr&ecirc;mement important de noter qu&rsquo;une majorit&eacute; &eacute;crasante de colon joue aux stims et plus particuli&egrave;rement &agrave; ceux qui sont massivement multijoueurs. C&rsquo;est tr&egrave;s simple&nbsp;: en r&eacute;alit&eacute;, les guildes de ces descendants des MMORPG sont devenues un v&eacute;ritable tissu social qui d&eacute;borde sans complexe sur la soci&eacute;t&eacute; en dehors du jeu.</p>
<h2>Les ind&eacute;pendants</h2>
<p>Jusqu&rsquo;ici nous avons surtout trait&eacute; des incorpor&eacute;s. Pourtant, il existe une partie de la population, une minorit&eacute;, qui a choisi un mode de vie externe aux corporations, ou plus exactement transverse&nbsp;: les ind&eacute;pendants.</p>
<p>Il s&rsquo;agit d&rsquo;une population peu oisive, principalement par leur positionnement. Ces personnes souhaitent, pour la quasi-totalit&eacute;, avoir un impact dans la soci&eacute;t&eacute; et poss&egrave;de un go&ucirc;t pour l&rsquo;aventure et le risque.</p>
<p>Ces ind&eacute;pendants sont souvent investis par les corporations pour ex&eacute;cuter des missions, bien r&eacute;elle. On trouve ainsi beaucoup de mercenaires et &laquo;&nbsp;d&rsquo;aventuriers&nbsp;&raquo; mais aussi quelques groupes ind&eacute;pendants politiquement mais au service des colonies comme les Solar Wardners.</p>
<p>Enfin, notons l&rsquo;existence d&rsquo;un groupe particulier&nbsp;: les cercles de jeu de Zuko. Ceux-ci plonge leurs membres dans un environnement extr&ecirc;mement gamifi&eacute;, o&ugrave; les actions rapportent des points et les points apportent d&rsquo;autres r&eacute;compenses. Pr&eacute;sent&eacute;s comme un jeu, les participants &agrave; ces jeux sont souvent appel&eacute;s &agrave; effectuer des missions bien r&eacute;elles. Ce groupe prend de plus en plus d&rsquo;importance au point d&rsquo;attirer r&eacute;guli&egrave;rement l&rsquo;attention des Solar Wardners. Toutefois, ce que ce groupe semble vouloir nous enseigner, c&rsquo;est que, finalement, pour les Solaires, les mondes virtuels suppl&eacute;ent le r&eacute;el et que l&agrave; il y aura toujours de la place.</p>
