<h1>Outils du quotidien</h1>
<blockquote>&laquo;&nbsp;Omnipr&eacute;sente, la technologie nous sert tous les jours. Quelle bande d&rsquo;assist&eacute;s que nous formons&nbsp;!&nbsp;&raquo;</blockquote>
<h2>Link</h2>
<p>La r&eacute;alit&eacute; augment&eacute;e est une surcouche sensorielle qui est ajout&eacute; par-dessus les perceptions de son utilisateur. On y trouve de tr&egrave;s nombreuses applications&nbsp;: interfaces utilisateur, trac&eacute;s indiquant le chemin &agrave; prendre, &eacute;tiquettes attach&eacute;es &agrave; des objets de l&rsquo;environnement, fiches publiques des personnes crois&eacute;es, etc. Il est aussi possible d&rsquo;ajouter de nouveaux &eacute;l&eacute;ments &agrave; l&rsquo;environnement lui-m&ecirc;me, par exemple l&rsquo;avatar d&rsquo;un interlocuteur distant ou celui d&rsquo;une IA.</p>
<p>Certaines modifications peuvent &ecirc;tre encore plus radicales&nbsp;: afficher l&rsquo;avatar des personnes &agrave; la place de leur v&eacute;ritable enveloppe ou m&ecirc;me modifier l&rsquo;apparence comp&egrave;te des lieux o&ugrave; se trouve l&rsquo;utilisateur. Ainsi, &agrave; la place d&rsquo;une coursive aseptis&eacute;e, l&rsquo;environnement peut pr&eacute;senter un couloir vitr&eacute; traversant une jungle peupl&eacute;e de cr&eacute;atures fantastiques.</p>
<p>Pour acc&eacute;der &agrave; la r&eacute;alit&eacute; augment&eacute;e, il est n&eacute;cessaire de disposer d&rsquo;un dispositif directement branch&eacute; au syst&egrave;me nerveux o&ugrave;, &agrave; d&eacute;faut, une paire de lunette &eacute;quip&eacute;e d&rsquo;un dispositif d&rsquo;affichage et audio. Il existe aussi des lentilles de contacts qui peuvent &ecirc;tre associ&eacute;es &agrave; des &eacute;couteurs. La grande majorit&eacute; des solaires disposent directement d&rsquo;un implant branch&eacute; sur le syst&egrave;me visuel et auditif et connect&eacute; au r&eacute;seau. Tous ces dispositifs sont g&eacute;n&eacute;ralement appel&eacute;s &laquo;&nbsp;Interface de r&eacute;alit&eacute; augment&eacute;e&nbsp;&raquo;, &laquo;&nbsp;Interface SolNet&nbsp;&raquo;, &laquo;&nbsp;Lien SolNet&nbsp;&raquo; ou plus simplement &laquo;&nbsp;Link&nbsp;&raquo;.</p>
<p><br/>
</p>
<table>	<tr>		<th><p>Link</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>Disponible sur la plupart des enveloppes</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Aucune restriction</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p>Gratuit, distribu&eacute; par les corporations</p>
</td>
</tr>
</table>
<h2>Affichages holographiques et foglets</h2>
<p>L&rsquo;ajout d&rsquo;information dans l&rsquo;environnement n&rsquo;est pas uniquement fait via la r&eacute;alit&eacute; augment&eacute;e. Certaines salles ou &eacute;quipement emploient aussi des foglets ou des surfaces holographiques pour mat&eacute;rialiser des &eacute;l&eacute;ments virtuels comme des interfaces ou des avatars.</p>
<p>Les surfaces holographiques ont compl&egrave;tement remplac&eacute; les &eacute;crans. Elles permettent en effet d&rsquo;afficher de l&rsquo;information en trois dimensions, tant que ce qui est affich&eacute; ne sort par du cadre. Souvent accompagn&eacute;s d&rsquo;&eacute;metteurs &agrave; ultrasons pour fournir un retour haptique, ce sont, apr&egrave;s la r&eacute;alit&eacute; augment&eacute;e, les dispositifs d&rsquo;interface les plus utilis&eacute;s. Si les surfaces holographiques ont remplac&eacute; les anciens &eacute;crans, on les utilise aussi massivement pour servir de d&eacute;coration dynamique, sur les plafonds, murs et parfois m&ecirc;me les portes et sols.</p>
<p>Les foglets sont une m&eacute;thode d&rsquo;importer l&rsquo;espace virtuel dans la r&eacute;alit&eacute; plus r&eacute;cente. Les solaires utilisent ce terme pour parler des brouillards utilitaires, mais il d&eacute;signe en r&eacute;alit&eacute; ses composants&nbsp;: des micro-robots qui s&rsquo;assemblent et absorbant et &eacute;mettant de la lumi&egrave;re pour produire des sortes d&rsquo;hologrammes physiques. Bien qu&rsquo;ils soient constitu&eacute;s de mati&egrave;re, la densit&eacute; d&rsquo;un brouillard utilitaire est tellement faible qu&rsquo;il ne peut pas produire de retour haptique perceptible. On les utilise pour mat&eacute;rialiser des &eacute;l&eacute;ments purement virtuels dans l&rsquo;espace physique&nbsp;: projection d&rsquo;avatar, pr&eacute;sentation de donn&eacute;es au public, etc. Mais comme ils sont en directe comp&eacute;tition avec la r&eacute;alit&eacute; augment&eacute;e, ils restent assez peu utilis&eacute;s.</p>
<p><br/>
</p>
<table>	<tr>		<th><p>Surfaces holographiques</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>Disponible sur tous les appareils n&eacute;cessitant une interaction</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Aucune restriction</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p>Inclus dans les appareils et logements qui en ont besoin</p>
</td>
</tr>
</table>
<h2></h2>
<table>	<tr>		<th><p>Foglets</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>Rare et relativement peu utilis&eacute;</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Aucune restriction</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p>Inclus dans certains appareils</p>
</td>
</tr>
</table>
<h2>SolNet</h2>
<p>SolNet est le grand r&eacute;seau qui relie la totalit&eacute; du syst&egrave;me solaire ou presque. Successeur de l&rsquo;internet terrien, ce r&eacute;seau a &eacute;t&eacute; sp&eacute;cifiquement con&ccedil;u pour r&eacute;pondre aux probl&eacute;matiques des colonies. Le r&eacute;seau lui-m&ecirc;me est enti&egrave;rement d&eacute;centralis&eacute; pour permettre &agrave; chaque colonie d&rsquo;organiser son infrastructure et d&rsquo;assurer leur autonomie. Pour &eacute;viter des requ&ecirc;tes interplan&eacute;taires inutiles, il contient des n&oelig;uds pour dupliquer les informations publiques.</p>
<p>Sur le r&eacute;seau les messages sont particuli&egrave;rement bien prot&eacute;g&eacute;s, car il impl&eacute;mente aussi plusieurs m&eacute;thodes de cryptographie quantique qui exploitent les propri&eacute;t&eacute;s de la physique pour assurer l&rsquo;inviolabilit&eacute; des messages transmis. Si un paquet est intercept&eacute;, les seules informations qui peuvent en &ecirc;tre extraite sont les informations de routage&nbsp;: d&rsquo;o&ugrave; le message est parti, o&ugrave; il va, et sa taille.</p>
<p>En plus des n&oelig;uds de r&eacute;plication, SolNet propose aussi des n&oelig;uds o&ugrave; les IA et &eacute;th&eacute;r&eacute;s peuvent s&rsquo;ex&eacute;cuter qui leur donne la capacit&eacute; de voyager sur le r&eacute;seau sans &ecirc;tre contraint sur un serveur particulier. Ces n&oelig;uds poss&egrave;dent aussi des zones de stockages o&ugrave; ces infomorphes rangent leurs sauvegardes. Cet aspect du r&eacute;seau est vu comme leurs espaces de vie, leurs zones pressuris&eacute;es d&rsquo;une certaine mani&egrave;re.</p>
<p>Dernier aspect int&eacute;ressant du r&eacute;seau, il permet aussi le transport d&rsquo;&eacute;nergie. &Eacute;nergie qui alimente la plupart des outils transportables tels que les links, les foglets et les petits robots d&rsquo;entretien. Notez que la puissance disponible via le r&eacute;seau a&eacute;rien reste relativement faible et que les appareils plus gourmands doivent employer le r&eacute;seau filaire.</p>
<h2></h2>
<table>	<tr>		<th><p>SolNet</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>Omnipr&eacute;sent</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Aucune restriction</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p>Acc&egrave;s gratuit, &eacute;nergie gratuite mais limit&eacute; en puissance</p>
</td>
</tr>
</table>
<h2>Synth&eacute;tiseur</h2>
<p>Les synth&eacute;tiseurs sont des appareils domestiques grands comme un four micro-ondes, capable de synth&eacute;tiser de la nourriture &agrave; partir de mati&egrave;re organique partiellement assembl&eacute;e. La plupart ont une contenance suffisante pour synth&eacute;tiser un plat pour deux personnes.</p>
<p>Contrairement &agrave; ce que peut imaginer un grand nombre de terrien, la nourriture ainsi cr&eacute;&eacute;e a une structure mol&eacute;culaire identique &agrave; celle d&rsquo;une nourriture obtenue par des moyens traditionnels. M&ecirc;me go&ucirc;t, m&ecirc;me consistance, m&ecirc;me qualit&eacute;s nutritives&hellip; Seule l&rsquo;origine est diff&eacute;rente et elle n&rsquo;implique pas de prendre la vie &agrave; un autre &ecirc;tre.</p>
<p>Cette technologie permet donc de reproduire n&rsquo;importe quel plat, m&ecirc;me ceux consid&eacute;r&eacute;s comme les plus rares sur Terre. C&rsquo;est aussi le meilleur moyen pour les &ecirc;tres qui ont une biologie simplifi&eacute;e de pouvoir obtenir leur nourriture dans les colonies, l&rsquo;autre option n&eacute;cessitant g&eacute;n&eacute;ralement l&rsquo;acc&egrave;s &agrave; un constructeur universel.</p>
<p>Bien que la production des synth&eacute;tiseurs puisse normalement couvrir pratiquement toute la chimie organique et quelques mol&eacute;cules connexes, ils ne peuvent assemble que ce qui est d&eacute;crit dans leurs sch&eacute;matiques (anglicisme d&eacute;signant les plans utilis&eacute;s par les constructeurs universels et les synth&eacute;tiseurs). Cette limitation permet d&rsquo;&eacute;viter des accidents ou des actes malveillants. Il serait possible en effet de produire des toxines ou des substances tr&egrave;s dangereuses sinon. Charger des sch&eacute;matiques non certifi&eacute;es est ill&eacute;gal dans toutes les installations des corporations.</p>
<h2></h2>
<table>	<tr>		<th><p>Synth&eacute;tiseur</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>&Eacute;quipement domestique standard</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Contournement des s&eacute;curit&eacute;s interdite dans toutes les colonies</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p>Inclus dans tous les logements</p>
</td>
</tr>
</table>
<p><br/>
</p>
<h2>V&ecirc;tements mim&eacute;tiques</h2>
<p>Les v&ecirc;tements mim&eacute;tiques sont des v&ecirc;tements capables de changer de forme et de couleur &agrave; la demande. Ils sont compos&eacute;s de millions de micro-robots semblable &agrave; de minuscules &eacute;cailles, que les solaires appellent &laquo;&nbsp;silkware&nbsp;&raquo;.</p>
<p>L&rsquo;&eacute;ventail des possibilit&eacute;s couvre pratiquement tous les v&ecirc;tements existants, &agrave; l&rsquo;exception des vraies fourrures qui, pour le coup, ne peuvent pas &ecirc;tre vraies. Toutefois, en fonction de la nature du tissu &agrave; r&eacute;pliquer, on n&rsquo;emploie pas les m&ecirc;mes silkware. De la m&ecirc;me fa&ccedil;on, la quantit&eacute; de ces robots n&rsquo;est pas la m&ecirc;me qu&rsquo;on souhaite une parka ou un bikini. Malgr&eacute; ces limitations, les solaires ont acc&egrave;s &agrave; un choix extraordinairement riche et la nation de garde-robe virtuelle prend tout son sens.</p>
<p>Ces tissus poss&egrave;dent &eacute;galement des propri&eacute;t&eacute;s &eacute;tonnantes&nbsp;: certains sont hydrophobes voire autonettoyants, et tous sont capables de se r&eacute;parer d&rsquo;eux-m&ecirc;mes. Les plus r&eacute;cents sont aussi capables d&rsquo;anticiper les mouvements de leur porteur pour faciliter leurs gestes.</p>
<h2></h2>
<table>	<tr>		<th><p>V&ecirc;tements mim&eacute;tiques</p>
</th>
</tr>
	<tr>		<th><p>Acc&egrave;s</p>
</th>
		<td><p>V&ecirc;tements fournis par la corporation</p>
</td>
</tr>
	<tr>		<th><p>L&eacute;galit&eacute;</p>
</th>
		<td><p>Aucune restriction</p>
</td>
</tr>
	<tr>		<th><p>Prix</p>
</th>
		<td><p><br/>
</p>
</td>
</tr>
</table>
<p><br/>
</p>
