<h1> Points de personnages</h1>
 <blockquote>&laquo;&nbsp;En ce temps de chaos, ceux qui le peuvent doivent se lever et faire bouclier aux autres, n&rsquo;oublions pas que nous sommes martiens&nbsp;!&nbsp;&raquo;<em><br/>
 </em>Mourad &laquo;&nbsp;Eclipse&nbsp;&raquo;, leader des Soleils</blockquote>
 <p>Les points de personnage sont des points attribu&eacute;s au joueur qui vont servir &agrave; alt&eacute;rer l'histoire de diff&eacute;rentes mani&egrave;res. Ils n'ont aucune existence dans l'univers de jeu et ne sont attach&eacute;s au personnage que par commodit&eacute;.</p>
 <p>Le but de ces points est de donner plus de contr&ocirc;le sur l'histoire aux joueurs, leur permettant notamment d'en d&eacute;crire ou modifier certains &eacute;l&eacute;ments. De fa&ccedil;on g&eacute;n&eacute;rale, l'utilisation de ces points ne peut &ecirc;tre faite sans l'accord des autres participants, meneur comme joueurs&nbsp;: chacun dispose d'un droit de veto sur les utilisations de ces points.</p>
 <h2>Acquisition et r&eacute;cup&eacute;ration</h2>
 <p>Au d&eacute;but de toute partie, chaque joueur se voit attribuer trois points de personnage. Durant la partie, il ne pourra en avoir plus de trois.</p>
 <p>Chaque joueur r&eacute;cup&egrave;re un point de personnage &agrave; la fin d'une sc&egrave;ne et la totalit&eacute; au d&eacute;but d'une nouvelle partie.</p>
 <h2>Co&ucirc;t et veto</h2>
 <p>Toutes les utilisations des points de personnage n'ont pas le m&ecirc;me co&ucirc;t et une grande partie des co&ucirc;ts d&eacute;taill&eacute;s plus tard sont des minima. Le meneur peut augmenter ces co&ucirc;ts s'il juge qu'une utilisation aura un impact important sur l'histoire.</p>
 <p>Les joueurs peuvent mettre en communs leurs points de personnage, mais celui qui d&eacute;clenche l'effet doit imp&eacute;rativement fournir au moins l'un des points de personnage ainsi utilis&eacute;s.</p>
 <p>De plus, chaque participant, aussi bien le meneur que les joueurs, dispose d'un droit de veto pour s'opposer &agrave; une utilisation de ces points, notamment si cela donne un tournant &agrave; l'histoire qu'ils n'appr&eacute;cient pas, ou s'il s'agit d'un abus manifeste.</p>
 <h2>Utilisations</h2>
 <p>Voici la liste des utilisations possibles des points de personnage&nbsp;:</p>
 <ul>
     <li><em>Description des cons&eacute;quences d'une action&nbsp;</em>: pour un point de personnage, un joueur peut d&eacute;crire les cons&eacute;quences directes d'une action de son personnage. Cette description reste sujette au veto du meneur. Le joueur devrait essayer d'impliquer au mieux les &eacute;l&eacute;ments qu'il a utilis&eacute;s. De plus, la qualit&eacute; de r&eacute;ussite et d'&eacute;chec doit &ecirc;tre conserv&eacute;e. <cite>Par exemple, il n'est pas permis de d&eacute;crire une contrepartie b&eacute;n&eacute;fique en cas d'&eacute;chec s'il ne s'agissait pas d'un &eacute;chec de justesse.</cite></li>
     <li><em>Modification cosm&eacute;tique&nbsp;</em>: pour un point de personnage, il est possible de modifier un &eacute;l&eacute;ment li&eacute; &agrave; son personnage ou lui faire faire quelque chose sans que cela ne lui procure un avantage mais serve &agrave; le typer. <cite>Par exemple, ne pas avoir les cheveux &eacute;bouriff&eacute;s apr&egrave;s une explosion ou pouvoir faire un monologue ininterrompu sont de telles utilisations.</cite></li>
     <li><em>&Eacute;carter ou conserver un d&eacute;&nbsp;</em>: pour trois points de personnages, un joueur peut choisir d'&eacute;carter ou de conserver un d&eacute;. Il est possible d'appliquer cette utilisation aux autres d&eacute;s en payant &agrave; nouveaux les points demand&eacute;s.</li>
     <li><em>Lien d'&eacute;l&eacute;ment sc&eacute;naristique&nbsp;</em>: pour au moins deux points de personnage, il est possible de lier un &eacute;l&eacute;ment sc&eacute;naristique &agrave; son personnage. <cite>Par exemple, un joueur peut d&eacute;cider que son personnage conna&icirc;t le videur qui l'emp&ecirc;che d'entrer dans une bo&icirc;te de nuit.</cite></li>
     <li><em>Cr&eacute;ation d'&eacute;l&eacute;ment sc&eacute;naristique&nbsp;</em>: pour au moins trois points de personnage, le joueur peut cr&eacute;er un &eacute;l&eacute;ment sc&eacute;naristique ayant un lien avec son personnage. <cite>Par exemple, il peut demander &agrave; ce que son personnage d&eacute;couvre une arme cach&eacute;e sous le comptoir d'un bar.</cite></li>
     <li><em>Flashback&nbsp;</em>: pour au moins deux points de personnage, un joueur peut demander au meneur un bref flashback pour apporter un &eacute;l&eacute;ment nouveau ou l&eacute;g&egrave;rement alt&eacute;rer certains faits qui n'ont pas &eacute;t&eacute; jou&eacute;s &agrave; l'&eacute;cran. <cite>Cela peut servir, par exemple, &agrave; justifier que le personnage ait pris certaines dispositions avant d'entrer dans un b&acirc;timent sans que cela ait &eacute;t&eacute; jou&eacute;.</cite></li>
     <li><em>&Eacute;v&eacute;nement inattendu&nbsp;</em>: pour au moins quatre points de personnage, les joueurs peuvent faire intervenir un &eacute;v&eacute;nement afin de forcer la (non) r&eacute;solution d'une situation. <cite>Par exemple, un d&eacute;but de d&eacute;pressurisation suite &agrave; une microm&eacute;t&eacute;orite lors de n&eacute;gociations qui s'embourbent.</cite></li>
     <li><em>Question au meneur&nbsp;</em>: pour deux points ou plus, un joueur peut poser une question au meneur sur des d&eacute;tails li&eacute;s au sc&eacute;nario, ou demander un coup de pouce pour trouver une solution possible &agrave; une situation.</li>
 </ul>
 <p>Il est tentant d&rsquo;utiliser les points de personnages pour modifier son personnage. Vous pourriez vouloir, par exemple, utiliser un flashback pour justifier de nouvelles comp&eacute;tences en mati&egrave;re de sortie spatial.</p>
 <p>Si le meneur de jeu l&rsquo;autorise, vous pouvez ajouter de nouveaux &eacute;l&eacute;ments ayant un score de 1. Dans certains cas particuliers, le meneur peut autoriser des &eacute;l&eacute;ments plus important &agrave; condition qu&rsquo;ils ne soient conserv&eacute;s que la dur&eacute;e de la sc&egrave;ne ou de l&rsquo;&eacute;pisode. L&rsquo;exemple typique concerne du mat&eacute;riel sp&eacute;cialis&eacute;.</p>
 <p>Si vous souhaitez am&eacute;liorer votre personnage, en particulier durant une s&eacute;rie, utilisez plut&ocirc;t les r&egrave;gles des intrigues de personnages, d&eacute;crites dans le chapitre Personnages.</p>
  