<h1> R&egrave;gles g&eacute;n&eacute;rales</h1>
 <blockquote>&laquo;&nbsp;Vous m&rsquo;avez cr&eacute;&eacute; pour mod&eacute;liser, pr&eacute;dire et comprendre notre univers. Pour que je puisse en tracer les r&egrave;gles.&nbsp;&raquo;<br/>
 Wolfa, premi&egrave;re IA de recherche</blockquote>
 <p>Solaires est un jeu de r&ocirc;les et il utilise une adaptation du Syst&egrave;me F&eacute;erie. Ce syst&egrave;me offre des r&egrave;gles simples qui favorise la description aux m&eacute;caniques habituelles des jeux de r&ocirc;les. Le syst&egrave;me peut se montrer inhabituel sur certains de ses aspects, mais sa simplicit&eacute; le rend ais&eacute; &agrave; prendre en main et il convient aussi aux d&eacute;butants.</p>
 <h2>Que sont les jeux de r&ocirc;les&nbsp;?</h2>
 <p>Les jeux de r&ocirc;les forment une famille de jeux de soci&eacute;t&eacute; dans lesquels les joueurs contr&ocirc;lent chacun un personnage qui &eacute;volue dans une histoire prenant place dans un univers imaginaire. L'un des joueurs doit endosser le r&ocirc;le de meneur&nbsp;: il ne contr&ocirc;le pas un personnage mais g&egrave;re l'univers dans lequel les personnages &eacute;voluent et s'assure de la coh&eacute;rence de l'histoire.</p>
 <p>Les jeux de r&ocirc;les sont des jeux d'imagination et, g&eacute;n&eacute;ralement, des jeux oraux. Il n'y a pas de pions, ni de plateau&hellip; Tout le jeu se base sur l'imagination des participants&nbsp;: le meneur d&eacute;crit une situation, puis chaque joueur l'imagine et indique ce que son personnage va tenter et ressentir dans cette sc&egrave;ne. Le meneur explique alors ce qui se produit vraiment dans l'histoire et, &agrave; nouveau, les joueurs imaginent cette nouvelle situation avant de donner les intentions et ressentis de leurs personnages. Ce cycle se r&eacute;p&egrave;te alors jusqu'&agrave; la fin de l'histoire.</p>
 <p>En plus de cette m&eacute;canique simple, le meneur utilise des r&egrave;gles, qui seront d&eacute;taill&eacute;es plus loin pour Solaires, afin de r&eacute;soudre certaines situations, conflits ou pour apporter un peu de piment &agrave; la partie.</p>
 <p>Si tout ceci vous semble encore n&eacute;buleux, voici un court extrait d&rsquo;une partie de jeu de r&ocirc;les.</p>
 <p>Justine, Albert, Nicolas et Sophie jouent &agrave; une partie de Solaires. Alors que leurs personnages enqu&ecirc;tent sur d&rsquo;&eacute;tranges enl&egrave;vements, ils p&eacute;n&egrave;trent dans l&rsquo;habitation de leur principal suspect.</p>
 <p>&ndash;&nbsp;Justine (Meneuse du jeu)&nbsp;: en entrant dans l&rsquo;appartement, vous remarquez qu&rsquo;il a &eacute;t&eacute; compl&egrave;tement mis en d&eacute;sordre. <p>&ndash;&nbsp;Albert (Joue le personnage Skyline, un enqu&ecirc;teur)&nbsp;: comme si on l&rsquo;avait fouill&eacute;&nbsp;? <p>&ndash;&nbsp;Justine&nbsp;: oui. <p>&ndash;&nbsp;Albert&nbsp;: j&rsquo;essaie de trouver un sch&eacute;ma dans ces fouilles pour essayer de deviner ce qu&rsquo;ils cherchaient. <p>&ndash;&nbsp;Sophie (Joue le personnage Razors, une cyber-samoura&iuml;)&nbsp;: mouais. Je vais d&rsquo;abord voir si on n&rsquo;a pas encore des intrus sur place. Je d&eacute;gaine mon katana. <p>&ndash;&nbsp;Nicolas (Joue le personnage Downlink, un decker)&nbsp;: Pareil, je sors mon pistolet shock et je surveille l&rsquo;entr&eacute;e au cas o&ugrave;. <p>&ndash;&nbsp;Justine&nbsp;: ok. L&rsquo;appartement semble bien vide. Albert, fais mois un jet pour tes recherches, difficult&eacute; z&eacute;ro. <p>&ndash;&nbsp;Albert&nbsp;: J&rsquo;utilise mon Logiciel de reconstitution &agrave; 2 et ma carri&egrave;re de Priv&eacute; &agrave; 3. <p>&ndash;&nbsp;Justine&nbsp;: Ok. <p>Albert, lance les trois d&eacute;s, qui font 6, 2 et 3.</p>
 <p>&ndash;&nbsp;Albert&nbsp;: deux succ&egrave;s&nbsp;! <p>&ndash;&nbsp;Justine&nbsp;: tu penses qu&rsquo;il est tr&egrave;s probable que les intrus n&rsquo;aient pas trouv&eacute;s ce qu&rsquo;ils cherchaient. Pendant tes recherches, Downlink entend du bruit provenant du couloir. <p>&ndash;&nbsp;Nicolas&nbsp;: quel genre de bruit&nbsp;? <p>&ndash;&nbsp;Justine&nbsp;: plusieurs personnes qui avanceraient en commandos. <p>&ndash;&nbsp;Sophie&nbsp;: merde&hellip; <h2>Termes techniques</h2>
 <p>Les r&ocirc;listes &ndash; les gens qui font du jeu de r&ocirc;les &ndash; ont au fil du temps d&eacute;velopp&eacute; un grand nombre de termes (et d&rsquo;acronymes) propres &agrave; ce loisir. En voici un court r&eacute;sum&eacute;&nbsp;:</p>
 <ul>
     <li>meneur de jeu (MJ)&nbsp;: la personne en charge de l&rsquo;histoire qui ne contr&ocirc;le pas un personnage sp&eacute;cifique&nbsp;;</li>
     <li>joueurs&nbsp;: les participants qui contr&ocirc;lent un personnage&nbsp;;</li>
     <li>participants&nbsp;: l&rsquo;ensemble des joueurs plus le meneur&nbsp;;</li>
     <li>personnage joueur (PJ)&nbsp;: les personnages contr&ocirc;l&eacute;s par les joueurs&nbsp;;</li>
     <li>personnage non joueurs (PNJ)&nbsp;: les personnages qui ne sont pas contr&ocirc;l&eacute;s par les joueurs et que, donc, le MJ g&egrave;re&nbsp;;</li>
     <li>sc&eacute;nario&nbsp;: la partie pr&eacute;par&eacute;e de l&rsquo;histoire qu&rsquo;habituellement seul le meneur conna&icirc;t&nbsp;;</li>
     <li>D6&nbsp;: un d&eacute; &agrave; six face. Cette notation est tr&egrave;s employ&eacute;e par les r&ocirc;listes qui utilisent des d&eacute;s qui peuvent sembler exotique (par exemple, des d&eacute;s &agrave; vingt faces par exemple).</li>
 </ul>
 <h2>But du jeu</h2>
 <p>Pour les joueurs, le but du jeu est de r&eacute;soudre, par l&rsquo;interm&eacute;diaire de leur personnage, les situations dans lesquels ces derniers seront pris. Ils construiront ainsi une histoire. Suivant la partie, il peut s'agir d'une histoire d'aventure, une histoire polici&egrave;re, une histoire d'horreur&hellip;</p>
 <p>Le meneur, quant &agrave; lui, aura pour but de s'assurer de la coh&eacute;rence de l'histoire et de la r&eacute;ponse de l'univers aux actions des personnages des joueurs. Il n'est pas l'adversaire des autres participants, m&ecirc;me s'il aura souvent &agrave; choisir les actions des adversaires de leurs personnages.</p>
 <p>Il n'y a pas &agrave; proprement parler de victoire et de d&eacute;faite dans Solaires, les participants ne s'affrontent pas&nbsp;: il s'agit d'un jeu coop&eacute;ratif. L'important est que tout le monde s'amuse, y compris le meneur.</p>
 <h2>Nombre de joueurs et temps de jeu</h2>
 <p>Pour une partie de Solaires, il est recommand&eacute; d'avoir un meneur et entre 2 et 5 joueurs. Pour plus de fluidit&eacute; dans vos premi&egrave;res parties, nous vous conseillons de limiter celles-ci &agrave; 3 ou 4 joueurs.</p>
 <p>Une partie peut durer plusieurs heures, selon le sc&eacute;nario et les choix des joueurs durant celle-ci, et il peut &ecirc;tre difficile de l'estimer &agrave; l'avance. Comptez trois heures pour un sc&eacute;nario relativement court jou&eacute; avec des joueurs disciplin&eacute;s.</p>
 <p>Certaines parties se d&eacute;roulent en plusieurs s&eacute;ances, on parle alors de &laquo;&nbsp;s&eacute;rie&nbsp;&raquo; (les v&eacute;t&eacute;rans du jeu de r&ocirc;les parlent souvent de &laquo;&nbsp;campagnes&nbsp;&raquo; en r&eacute;f&eacute;rence aux &laquo;&nbsp;campagnes militaires&nbsp;&raquo; des jeux de strat&eacute;gie). Dans une s&eacute;rie, chaque s&eacute;ance de jeu est assimilable &agrave; un &eacute;pisode d'une s&eacute;rie t&eacute;l&eacute;vis&eacute;e et nous vous proposons de les appeler simplement &laquo;&nbsp;&eacute;pisode&nbsp;&raquo;.</p>
 <h2>Mat&eacute;riel de jeu</h2>
 <p>Typiquement, pour une partie de Solaires, vous aurez besoin&nbsp;:</p>
 <ul>
     <li>d'une fiche de personnage par joueur&nbsp;;</li>
     <li>de trois d&eacute;s classiques (&agrave; six faces, num&eacute;rot&eacute;es de 1 &agrave; 6), il peut &ecirc;tre pratique de disposer de trois d&eacute;s par joueur&nbsp;;</li>
     <li>du manuel du jeu&nbsp;;</li>
     <li>d'un sc&eacute;nario et de ses aides de jeu, connus uniquement du meneur si possible&nbsp;;</li>
     <li>d'un &eacute;cran, pour cacher le mat&eacute;riel du meneur aux yeux des autres participants&nbsp;;</li>
     <li>de quoi se sustenter. Une partie de Solaires pouvant durer longtemps, pensez aussi &agrave; boire&nbsp;!</li>
 </ul>
 <p>D'autres aides de jeu peuvent &ecirc;tre parfois utiles suivant la partie comme des cartes, des r&eacute;sum&eacute;s de certains &eacute;l&eacute;ments d'univers&hellip;</p>
 <h2>Pr&eacute;paration de la partie</h2>
 <p>Une partie de jeu de r&ocirc;les demande g&eacute;n&eacute;ralement de la pr&eacute;paration. Cette &eacute;tape a deux objectifs&nbsp;: la pr&eacute;paration du sc&eacute;nario et la cr&eacute;ation des personnages.</p>
 <p>Le sc&eacute;nario est un document qui contient la plupart des &eacute;l&eacute;ments qui serviront &agrave; construire l'histoire durant la partie. Il est donc important que le meneur l'ait lu et compris avant la partie. Il peut aussi avoir choisi de l'&eacute;crire lui-m&ecirc;me. Comme il s'agit d'une &eacute;tape plut&ocirc;t longue et qui ne requiert que le meneur, elle est souvent faite un autre jour avant la partie.</p>
 <p>De plus, comme le sc&eacute;nario contient des &eacute;l&eacute;ments qui composeront l'histoire, les joueurs ne veulent pas le conna&icirc;tre avant la partie, de la m&ecirc;me fa&ccedil;on que beaucoup de gens n'aiment pas qu'on leur raconte la fin d'un film qu'ils n'ont pas encore vu. Pour cette raison le meneur effectue cette &eacute;tape g&eacute;n&eacute;ralement seul.</p>
 <p><br/>
 </p>
 <p>La cr&eacute;ation des personnages est souvent faite par tous les participants. En suivant les r&egrave;gles de cr&eacute;ation de personnage, chaque joueur va cr&eacute;er le sien. Le meneur s'assurera que les personnages correspondent &agrave; l'univers du jeu et qu'ils cadrent avec le sc&eacute;nario qu'il est habituellement le seul &agrave; conna&icirc;tre.</p>
 <p>Il peut arriver que le meneur ait cr&eacute;&eacute; &agrave; l'avance des personnages sp&eacute;cialement pr&eacute;vus pour son sc&eacute;nario ou que les joueurs d&eacute;cident de prendre des arch&eacute;types ou des personnages tout fait dans le manuel du jeu ou une autre source&nbsp;: on parle alors de personnages pr&eacute;tir&eacute;s&nbsp;; ces personnages fonctionnent n&eacute;anmoins exactement comme s'ils avaient &eacute;t&eacute; cr&eacute;&eacute;s par les joueurs.</p>
 <p>La cr&eacute;ation des personnages (ou le choix en cas de pr&eacute;tir&eacute;s) est g&eacute;n&eacute;ralement faite le jour de la partie, juste avant celle-ci.</p>
 <h2>D&eacute;roulement</h2>
 <p>Le meneur lance la partie en d&eacute;crivant la situation initiale. Cette description est le point de d&eacute;part de l&rsquo;histoire et doit permettre aux joueurs de comprendre o&ugrave; se trouvent leurs personnages et ce qu'ils y font. &Agrave; la fin de l'introduction &ndash; qui se finit g&eacute;n&eacute;ralement lorsque le meneur demande&nbsp;: &laquo;&nbsp;Que faites-vous&nbsp;?&nbsp;&raquo; &ndash; les joueurs vont pouvoir commencer &agrave; jouer.</p>
 <p>Par la suite, les joueurs vont &ndash; chacun leur tour sinon le meneur ne pourra pas suivre &ndash; indiquer ce qu'ils veulent que leur personnage fasse. Le meneur d&eacute;crira alors les cons&eacute;quences de cette action, ce qui conduira &agrave; de nouvelles situations. Notez que Solaires n&rsquo;impose pas un syst&egrave;me de tour strict&nbsp;: les joueurs peuvent intervenir quand ils le souhaitent, tant qu&rsquo;ils ne coupent pas la parole aux autres et laissent aussi les autres jouer.</p>
 <p>Certaines actions critiques peuvent ne pas r&eacute;ussir. Lorsque le meneur consid&egrave;re qu&rsquo;une action est difficile ou sensible, il peut demander au joueur d&rsquo;effectuer un test de r&eacute;solution pour d&eacute;terminer si l&rsquo;action r&eacute;ussit ou &eacute;choue. Vous trouverez les r&egrave;gles de r&eacute;solution des actions plus loin dans la section qui leur sont d&eacute;di&eacute;e.</p>
 <h2>Les sc&egrave;nes d'action</h2>
 <p>R&eacute;guli&egrave;rement, les personnages se retrouveront dans des situations plus intenses comme des combats, des courses poursuites, et autres sc&egrave;nes d&rsquo;action. Dans ces sc&egrave;nes, l'ordre des actions peut modifier consid&eacute;rablement les &eacute;v&egrave;nements et m&ecirc;me l'issue de la sc&egrave;ne. Il convient donc d'&ecirc;tre un peu plus rigoureux pour ces sc&egrave;nes.</p>
 <p>Pour commencer, ces sc&egrave;nes se produisent g&eacute;n&eacute;ralement &agrave; l&rsquo;initiative d&rsquo;un personnage ou d'un groupe de personnage&nbsp;: &ccedil;a peut &ecirc;tre un personnage qui ouvre le feu ou qui tente de s&rsquo;enfuir&hellip; C'est ce personnage qui agit en premier durant la sc&egrave;ne. Le joueur, ou le meneur dans le cas d'un personnage non-joueur, explique ce que ce personnage va tenter et l'action sera r&eacute;solue normalement, avec un test de r&eacute;solution si le meneur l'estime n&eacute;cessaire.</p>
 <p>Ensuite, le meneur d&eacute;cidera du prochain personnage pouvant agir, en fonction de ce qui lui semble le plus logique du point de vue de la coh&eacute;rence de l'histoire. Initialement, le meneur aura pour contrainte de d&eacute;marrer les actions de l'ensemble des personnages avant de pouvoir faire agir une seconde fois l'un de ceux qui ont d&eacute;j&agrave; &eacute;t&eacute; choisis.</p>
 <p>La suite se d&eacute;roule normalement, le meneur choisissant le prochain personnage &agrave; agir en fonction de ce qui lui para&icirc;t le plus coh&eacute;rent. Lorsque la situation se calme enfin, &agrave; partir du moment o&ugrave; l'ordre des actions perd son importance, le jeu peut reprendre son fonctionnement habituel.</p>
 <h2>Fin d'une partie</h2>
 <p>Au fil des actions des personnages et des &eacute;v&egrave;nements, les joueurs parviendront &agrave; la fin de la partie. Cette fin de partie, qui signe g&eacute;n&eacute;ralement la fin d'une intrigue, correspond &agrave; une situation o&ugrave; la probl&eacute;matique du sc&eacute;nario a &eacute;t&eacute; r&eacute;solue, si n&eacute;cessaire par la victoire des personnages ou leur d&eacute;faite.</p>
 <p>Si cette notion vous semble n&eacute;buleuse, repensez &agrave; la fin de films ou d'&eacute;pisodes de s&eacute;ries o&ugrave; cela peut vous para&icirc;tre plus &eacute;vident&nbsp;: il s'agit exactement de la m&ecirc;me chose dans une partie de Solaires.</p>
  </p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
</p>
