<h1> Rites de vie</h1>
 <blockquote>&laquo;&nbsp;M&eacute;tro, boulot, dodo&nbsp;? C&rsquo;est quoi un boulot au juste&nbsp;? Un arbre&nbsp;?&nbsp;&raquo;</blockquote>
 <p>Vivre dans les colonies est difficilement comparable aux habitudes terriennes et des activit&eacute;s simples sur Terre peuvent requ&eacute;rir du mat&eacute;riel ou des pratiques plus complexes dans les colonies. Heureusement, une grande partie des probl&egrave;mes soulev&eacute;s dans cet environnement sont att&eacute;nu&eacute;s par de nombreuses avanc&eacute;es technologiques.</p>
 <h2>Manger et cuisiner</h2>
 <p>Dans les premiers temps de la colonisation spatiale, la nourriture lyophilis&eacute;e dominait le monde culinaire extra-terrestre. Le principe &eacute;tait simple&nbsp;: la nourriture &eacute;tait produite dans un grand centre de production et ass&eacute;ch&eacute;e &agrave; basse pression. Pour la manger, elle &eacute;tait ensuite r&eacute;hydrat&eacute;e.</p>
 <p>Bien que les premiers astronautes s&rsquo;en accommodaient, ils pr&eacute;f&eacute;raient toutefois la nourriture fra&icirc;che, plus lourde et plus encombrante &agrave; transporter.</p>
 <p>L&rsquo;invention des constructeurs universels a chang&eacute; la donne en permettant de produire pratiquement tout ce qui est imaginable. In&eacute;vitablement, les Solaires appliqu&egrave;rent le proc&eacute;d&eacute; &agrave; la nourriture et des versions sp&eacute;cialis&eacute;es de ces syst&egrave;mes de production ont vu le jour&nbsp;: les synth&eacute;tiseurs domestiques.</p>
 <p>Utilisant des compos&eacute;s organiques partiellement assembl&eacute;s et, in&eacute;vitablement, de l&rsquo;eau, ces appareils ressemblent aux fours domestiques du d&eacute;but du si&egrave;cle, la vitre transparente en moins. Les synth&eacute;tiseurs proc&egrave;dent en assemblant les compos&eacute;s et l&rsquo;eau pour reproduite la structure mol&eacute;culaire du plat demand&eacute; en employant des milliards de nanorobots.</p>
 <p>La nourriture ainsi produite est indistinguable de la version fra&icirc;che qu&rsquo;elle reproduit. Pour des raisons pratiques et de s&eacute;curit&eacute;, tous les liquides sont pr&eacute;sent&eacute;s dans de petites poches pourvues d&rsquo;une paille. Il est en effet inenvisageable d&rsquo;utiliser des verres ou des bols lorsque la gravit&eacute; est insuffisante pour plaquer le liquide au fond.</p>
 <h2>Se recharger</h2>
 <p>Beaucoup de Solaires embarquent des accessoires cybern&eacute;tiques et ceux-ci n&eacute;cessitent un approvisionnement en &eacute;lectricit&eacute; pour fonctionner.</p>
 <p>Pour recharger leurs batteries, les Solaires disposent de plusieurs sources d&rsquo;alimentation&nbsp;: ils peuvent &eacute;videmment se brancher au r&eacute;seau &eacute;lectrique de l&rsquo;installation, utiliser le glucose et l&rsquo;oxyg&egrave;ne pr&eacute;sent dans le sang, voir m&ecirc;me se servir de SolNet.</p>
 <p>La premi&egrave;re solution est sans doute la plus traditionnelle et aussi celle qui permet de transf&eacute;rer le plus d&rsquo;&eacute;nergie. Elle reste la seule option pour les implants ou accessoires demandant le plus puissance. Dans les colonies, les prises, telles qu&rsquo;elles &eacute;taient connues au d&eacute;but du si&egrave;cle, ont &eacute;t&eacute; progressivement remplac&eacute;es par des syst&egrave;mes &agrave; induction sans contact.</p>
 <p>L&rsquo;emploie du glucose et de l&rsquo;oxyg&egrave;ne est id&eacute;al pour les appareils les plus &eacute;conomes&nbsp;: employer cette m&eacute;thode sur des appareils plus puissant provoquerait un appauvrissement rapide du sang du porteur et augmenterait dangereusement le taux sanguin de dioxyde de carbone.</p>
 <p>Pour finir, le r&eacute;seau en point &agrave; point de SolNet transporte en effet de l&rsquo;&eacute;nergie qu&rsquo;il est possible de r&eacute;cup&eacute;rer en utilisant une antenne appropri&eacute;e. &Eacute;videmment, la quantit&eacute; d&rsquo;&eacute;nergie fournie par ce moyen est tr&egrave;s faible, mais elle suffit pour les implants les moins gourmands.</p>
 <h2>Dormir</h2>
 <p>Le sommeil est un aspect de la vie quotidienne tr&egrave;s impact&eacute; par la pr&eacute;sence ou l&rsquo;absence de gravit&eacute;. Soumis &agrave; la pesanteur, les personnes dorment sur des lits pourvus d&rsquo;un matelas. Une couverture non attach&eacute;e et un oreiller apportent un confort suppl&eacute;mentaire. C&rsquo;est ce que connaissent les terriens depuis d&rsquo;innombrables ann&eacute;es.</p>
 <p>En revanche, en apesanteur, deux diff&eacute;rences majeures se posent&nbsp;: l&rsquo;utilisation d&rsquo;un matelas ou d&rsquo;un oreiller n&rsquo;est plus n&eacute;cessaire et le dormeur doit s&rsquo;attacher sous peine de d&eacute;river pendant la nuit. Malgr&eacute; ces apparentes contraintes, le sommeil en apesanteur n&rsquo;est pas moins reposant. Les lits sp&eacute;cialis&eacute;s pour dormir en apesanteur sont souvent surnomm&eacute;s &laquo;&nbsp;hamacs&nbsp;&raquo; car ils sont souvent simplement accroch&eacute;s &agrave; quelques c&acirc;bles tendus.</p>
 <p>Notez que les installations poss&egrave;dent un cycle de vie, et si ces cycles ne peuvent &ecirc;tre synchronis&eacute;s &agrave; l&rsquo;&eacute;chelle du syst&egrave;me solaire, c&rsquo;est le cas au sein d&rsquo;un m&ecirc;me syst&egrave;me plan&eacute;taire. Ainsi, toutes les colonies des lunes de Jupiter utilisent le m&ecirc;me cycle horaire de 24&nbsp;h. Il en est de m&ecirc;me pour les lunes de Saturne bien qu&rsquo;elles utilisent un autre cycle, lui aussi de 24&nbsp;h.</p>
 <p>Durant la phase de &laquo;&nbsp;nuit&nbsp;&raquo;, la plupart des canaux de r&eacute;alit&eacute; augment&eacute;e pr&eacute;sentent une version nocturne de l&rsquo;environnement, avec une lumi&egrave;re moins forte et un contexte audio plus calme. Les zones de repos elle-m&ecirc;me sont &eacute;videmment con&ccedil;ues pour &ecirc;tre plong&eacute;es dans une p&eacute;nombre voire l&rsquo;obscurit&eacute;, et compl&egrave;tement isol&eacute;e du bruit de l&rsquo;installation.</p>
 <h2>Se laver</h2>
 <p>Comme pour l&rsquo;habitat, il est inconcevable de se laver &agrave; grande eau en apesanteur ou en faible pesanteur. En dehors de Mars et quelques &eacute;tablissements orbitaux en rotation rapide, les douches ont pour ainsi dire disparu dans les colonies.</p>
 <p>Pour se laver, les Solaires utilisent plusieurs jeux de serviettes. Ils commencent en utilisant de petites humidifi&eacute;es et imbib&eacute;e de produits savonneux et de shampoings. Ils se rincent ensuite en employant d&rsquo;autres serviettes, plus g&eacute;n&eacute;reusement gorg&eacute;es d&rsquo;eau. Enfin, ils se s&egrave;chent &agrave; l&rsquo;aide d&rsquo;un dernier jeu de serviettes plus grandes et initialement s&egrave;ches.</p>
 <p>Tout ce n&eacute;cessaire de nettoyage est ensuite s&eacute;ch&eacute; pr&egrave;s de la ventilation o&ugrave; l&rsquo;eau est directement recycl&eacute;e. Les autres produits du nettoyage, souvent tr&egrave;s volatiles sont r&eacute;cup&eacute;r&eacute;s et s&eacute;par&eacute;s dans la m&ecirc;me op&eacute;ration. Enfin, les serviettes sont nettoy&eacute;es avec le reste du linge.</p>
 <p>Faire ses besoins</p>
 <p>Les toilettes dans les colonies sont tr&egrave;s diff&eacute;rentes des toilettes terriennes. Au lieu de faire ses besoins dans une cuvette remplie d&rsquo;eau &ndash; potable dans de trop nombreux cas &ndash; les Solaires ont conserv&eacute; les habitudes des premiers astronautes avec des toilettes &agrave; vide.</p>
 <p>Le principe de ces toilettes reste simple&nbsp;: une pompe aspire tous les d&eacute;chets et les s&eacute;pare par centrifugation &ndash; comme certains aspirateurs du d&eacute;but du si&egrave;cle le faisaient d&eacute;j&agrave;. Les liquides sont envoy&eacute;s dans syst&egrave;me de recyclage de l&rsquo;eau o&ugrave; ils seront trait&eacute;s tandis que les d&eacute;chets solides sont ass&eacute;ch&eacute;s. Contrairement aux id&eacute;es re&ccedil;ues ces dispositifs n&rsquo;&eacute;jectent pas les d&eacute;chets dans l&rsquo;espace. Au lieu de &ccedil;a, ils sont tous exp&eacute;di&eacute;s au centre de recyclage &ndash; parfois dans de simples containers apport&eacute;s &agrave; la main &ndash; o&ugrave; ils serviront de mati&egrave;re premi&egrave;re pour les constructeurs universels.</p>
 <h2>V&ecirc;tements et lavage</h2>
 <p>L&rsquo;emploi de la nanotechnologie dans le domaine du textile a consid&eacute;rablement modifi&eacute; le rapport des habitants vis-&agrave;-vis de la mode.</p>
 <p>En particulier, les tissus programmables, les silkware, sont capables de changer de forme et de couleur &agrave; la demande au point de permettre &agrave; la plupart des v&ecirc;tements des Solaires de changer de coupe et de style dans des proportions radicales. S&rsquo;il est toujours impossible de changer une robe longue en bikini, un v&ecirc;tement silkware est toutefois capable de remplacer &agrave; lui seul une partie non n&eacute;gligeable d&rsquo;une garde-robe.</p>
 <p>La rumeur propag&eacute;e sur Terre veut que les Solaires n&rsquo;aient qu&rsquo;un seul v&ecirc;tement port&eacute; en permanence et prenant toutes les apparences possibles. En v&eacute;rit&eacute;, pour des raisons de conservation de masse et d&rsquo;hygi&egrave;ne, les Solaires poss&egrave;dent une dizaine de tenues en moyenne &ndash; plus deux ou trois pyjamas.</p>
 <p>Bien que la plupart des silkware soient hydrophobes et pratiquement autonettoyants, les Solaires les font r&eacute;guli&egrave;rement nettoyer, avec le linge de maison, en particuliers draps et serviettes. Pour proc&eacute;der, les habitations disposent de machines &agrave; laver effectuant des lavages &agrave; sec. Et dans les plus petites installations, un centre de nettoyage est mis &agrave; leur disposition. L&agrave; encore, les d&eacute;chets suivent le chemin habituel et terminent au centre de recyclage.</p>
 <h2>Communiquer</h2>
 <p>Pour une esp&egrave;ce sociable, communiquer est extr&ecirc;mement important et les Solaires n&rsquo;y font pas exception.</p>
 <p>Dans les colonies, SolNet est devenu compl&egrave;tement omnipr&eacute;sent et tout ce qui pouvait l&rsquo;&ecirc;tre y a &eacute;t&eacute; connect&eacute;. Il est naturellement devenu le principal moyen de communication.</p>
 <p>La plupart des Solaires sont directement connect&eacute;s au r&eacute;seau, que ce soit nativement pour les cybern&eacute;tiques, par un implant pour les cyborgs ou par le traditionnel ordoptique des organiques.</p>
 <p>Malgr&eacute; tout, certains Solaires pr&eacute;f&egrave;rent utiliser une salle d&eacute;di&eacute;e pour leurs loisirs num&eacute;riques, et notamment les communications en temps r&eacute;el.</p>
 <p>Rappelons que ces derni&egrave;res ne sont possibles qu&rsquo;autour de la m&ecirc;me plan&egrave;te ou lune et qu&rsquo;une latence de plusieurs secondes peut rapidement appara&icirc;tre &agrave; l&rsquo;&eacute;chelle d&rsquo;un syst&egrave;me plan&eacute;taire. Quant aux communications interplan&eacute;taires, elles restent restreintes aux messages asynchrones qui peuvent mettre plusieurs dizaines de minutes pour parvenir &agrave; destination.</p>
  