<h1> Robots</h1>
 <blockquote>&laquo;&nbsp;Admirez nos amis de m&eacute;tal et de carbone&nbsp;: eux qui nous remplacent dans toutes ces t&acirc;ches ingrates&nbsp;!&nbsp;&raquo;</blockquote>
 <p>Les robots sont des agents m&eacute;caniques autonomes qui n&rsquo;ont pas besoin d&rsquo;&ecirc;tre pilot&eacute;s. Il en existe une tr&egrave;s grande vari&eacute;t&eacute; et chaque robot est adapt&eacute; &agrave; un usage en particulier. Il est &agrave; noter que tr&egrave;s peu de robots sont sentient&nbsp;: con&ccedil;us pour des t&acirc;ches de labeur ou profond&eacute;ment ennuyeuses, il n&rsquo;aurait en effet pas &eacute;t&eacute; judicieux de leur donner cette capacit&eacute;.</p>
 <p>Nous allons vous pr&eacute;senter une liste non exhaustive des diff&eacute;rents types de robots. D&rsquo;une part, il existe bien s&ucirc;r d&rsquo;autres types de robots et d&rsquo;autre part, chaque robot pr&eacute;sent&eacute; n&rsquo;existe pas sous un seul et unique mod&egrave;le&nbsp;: leur production bas&eacute;e sur les constructeurs universels et des IA permet de les produire en masse tout en les d&eacute;clinant &agrave; volont&eacute;. En fait, pour certains robots la notion m&ecirc;me de mod&egrave;le n&rsquo;a tout simplement pas de sens.</p>
 <h2>Spiderbot</h2>
 <p>S&rsquo;il existe un robot embl&eacute;matique dans toutes les colonies, c&rsquo;est sans aucun doute le spiderbot. &Eacute;quipant la totalit&eacute; des installations et v&eacute;hicules des Solaires, le spiderbot est un petit robot de maintenance polyvalent travaillant en groupe, les plus petits vaisseaux pouvant en compter des centaines tandis que les colonies en poss&egrave;dent des millions.</p>
 <p>Ressemblant &agrave; un arachnide capara&ccedil;onn&eacute;, qui n&rsquo;aurait que 4 pattes, il s&rsquo;agit de l&rsquo;un des plus petits robots en fonction, mesurant un peu moins d&rsquo;une dizaine de centim&egrave;tres une fois d&eacute;ploy&eacute;. Vu de pr&egrave;s, ces robots peuvent avoir un air mena&ccedil;ant, notamment avec leurs deux mandibules &agrave; lame active ou leur dard injecteur de nanite. Lorsqu&rsquo;ils se d&eacute;placent en nombre, leur d&eacute;marche acc&eacute;l&eacute;r&eacute;e peut donner l&rsquo;impression d&rsquo;une nu&eacute;e grouillante.</p>
 <p>Leur &eacute;quipement est assez complet&nbsp;: une petite r&eacute;serve de nanites avec un assembleur, deux petites lames actives, un ensemble de senseurs, un scanner &agrave; effet Wolfa portatif, des micros plaquettes auto-assemblables pour les avaries plus importantes, des pattes gecko, et un blindage IEM suffisant pour leur permettre de fonctionner sous le rayonnement spatial. La plupart sont aussi capable de se replier pour prendre moins de place pendant le transport, ressemblant alors &agrave; un &oelig;uf grossier.</p>
 <p>C&rsquo;est la sentinelle qui veille sur tous. Autonome, il patrouille habituellement les installations &agrave; la recherche de toute avarie, dysfonctionnement ou autre anomalie et est &eacute;quip&eacute; du mat&eacute;riel pour effectuer les taches de maintenance les plus courantes. Et dans l&rsquo;&eacute;ventualit&eacute; o&ugrave; ils ne sauraient r&eacute;parer ou corriger quelque chose, ou s&rsquo;ils sont d&eacute;pass&eacute;s par l&rsquo;ampleur d&rsquo;une avarie, ils sont en permanence reli&eacute;s aux services de maintenances et donc aux personnes capables de le faire. On ne compte plus le nombre d&rsquo;incidents &eacute;vit&eacute;s gr&acirc;ce &agrave; ces robots, au point m&ecirc;me que certains Solaires leur vouent une v&eacute;ritable admiration. C&rsquo;est d&rsquo;ailleurs le robot de compagnie le plus r&eacute;pandu, et ce malgr&eacute; le fait qu&rsquo;ils n&rsquo;aient pas &eacute;t&eacute; con&ccedil;us dans ce but initialement.</p>
 <h2>Light Repair Bot</h2>
 <p>Lorsque les d&eacute;g&acirc;ts sont trop importants ou s&rsquo;il faut changer une pi&egrave;ce, les spiderbots sont insuffisants. C&rsquo;est l&agrave; que les robots de r&eacute;paration l&eacute;gers entrent en jeu. Parfois surnomm&eacute;s monkeybots, ces robots ont en effet l&rsquo;apparence de petits singes. Plus lourdement &eacute;quip&eacute; que les spiderbots, ils sont capables d&rsquo;assumer n&rsquo;importe quelle t&acirc;che de r&eacute;paration tant que cela ne concerne pas d&rsquo;&eacute;l&eacute;ments structurels qui seraient trop massifs. En effet, malgr&eacute; leur petite taille, ils ont la force d&rsquo;un &ecirc;tre humain non am&eacute;lior&eacute;.</p>
 <p>Pour leurs t&acirc;ches, ils ont &eacute;t&eacute; dot&eacute;s de nombreux outils comparables &agrave; ceux disponibles dans les multi-tools. En l&rsquo;occurrence, ils disposent de scanner &agrave; effet Wolfa, dont deux sont situ&eacute;s dans les mains du robot et le troisi&egrave;me au bout de la queue. Cette derni&egrave;re porte aussi un injecteur de nanite, un nano-formeur et une torche &agrave; plasma. Ils transportent souvent un ou deux spiderbots de soutien, une r&eacute;serve cons&eacute;quente de nanite et des micro-drones.</p>
 <p>Ces robots sont &eacute;videmment moins nombreux que les spiders bots, mais restent importants pour la mise en place des cha&icirc;nes de maintenance. Souvent &eacute;quip&eacute; d&rsquo;IA tr&egrave;s performantes, parfois quasi-sentientes, ils sont ainsi capables de g&eacute;rer, de fa&ccedil;on autonome, les crises les moins graves.</p>
 <h2>Assault Dog Bot</h2>
 <p>Consid&eacute;r&eacute; comme le robot d&rsquo;assaut le plus l&eacute;ger, l&rsquo;Assault Dog Bot, ADB, comme son nom l&rsquo;indique, ressemble &agrave; un gros chien m&eacute;canique, bien que certaines personnes puissent aussi y voir un f&eacute;lin. En r&eacute;alit&eacute;, cette confusion est due au fait que ces deux branches animales ont inspir&eacute;s les concepteurs de l&rsquo;ADB pour tenter d&rsquo;optimiser au maximum ses performances.</p>
 <p>L&rsquo;Assault Dog Bot, m&ecirc;me s&rsquo;il est consid&eacute;r&eacute; comme un robot militaire l&eacute;ger, reste une puissante arme anti-v&eacute;hicule et anti-infanterie. Sa mobilit&eacute; et son armement sont ses principaux points forts, m&ecirc;me si son blindage n&rsquo;est pas en reste. Il est en effet &eacute;quip&eacute; d&rsquo;une tourelle pulseur lourde capable de percer les blindages l&eacute;gers sans difficult&eacute;, d&rsquo;une arme shock pour limiter les pertes civiles et d&rsquo;une lame active dispos&eacute;es au bout de sa queue &agrave; utiliser en dernier recours. Pour sa propre maintenance, il transporte g&eacute;n&eacute;ralement deux spiderbots.</p>
 <p>L&rsquo;ADB est un robot de combat embl&eacute;matique sur Mars puisqu&rsquo;il est la raison principale de l&rsquo;&eacute;chec des tentatives onusiennes pour placer des t&ecirc;tes de pont &agrave; la surface de Mars.</p>
 <h2>Robot d&rsquo;assaut lourd</h2>
 <p>V&eacute;ritable plate-forme d&rsquo;artillerie anti-v&eacute;hicule, le robot d&rsquo;assaut lourd est l&rsquo;une des plus puissante unit&eacute; au sol des colonies. Souvent nomm&eacute; &ldquo;crabe&rdquo; en raison de sa capacit&eacute; &agrave; se d&eacute;placer dans n&rsquo;importe quelle direction sans avoir &agrave; effectuer de man&oelig;uvre, ce robot est par ailleurs tr&egrave;s lourdement blind&eacute;, pouvant m&ecirc;me r&eacute;sister &agrave; de nombreuses armes class&eacute;es malgr&eacute; tout dans les cat&eacute;gories lourdes.</p>
 <p>Disposant d&rsquo;un canon plasma et de deux pulseurs lourds d&rsquo;appoints, il peut tenir &agrave; lui seul une position, surtout que ses capteurs extr&ecirc;mement pr&eacute;cis et ses logiciels &agrave; la pointe de la technologie lui offrent des capacit&eacute;s sensorielles uniques&nbsp;: une vision &agrave; 360&deg; de l&rsquo;UV &agrave; l&rsquo;infrarouge et des senseurs sismiques qui lui permettent m&ecirc;me de rep&eacute;rer les v&eacute;hicules furtifs.</p>
 <p>M&ecirc;me si le crabe a &eacute;t&eacute; con&ccedil;u dans l&rsquo;optique d&rsquo;an&eacute;antir les v&eacute;hicules adverses, il s&rsquo;av&egrave;re aussi particuli&egrave;rement efficaces contre l&rsquo;infanterie. Compte tenu de sa puissance, il est &eacute;quip&eacute; de logiciels autonomes et passe en mode dit autistique lors des op&eacute;rations (centr&eacute; sur lui-m&ecirc;me, il ne reconna&icirc;t plus la plupart des signaux non li&eacute;s &agrave; sa t&acirc;che en cours).</p>
 <h2>&Eacute;chassier</h2>
 <p>Certains robots sont optimis&eacute;s de sorte &agrave; obtenir la meilleure mobilit&eacute;, c&rsquo;est le cas notamment de l&rsquo;&eacute;chassier. Ce grand robot repose sur de longues pattes, responsables de son nom, et peut effectuer de grandes enjamb&eacute;es &agrave; des vitesses surprenantes. Il est aussi capable d&rsquo;&eacute;voluer sur n&rsquo;importe quel terrain, des pentes rocheuses callist&eacute;enne aux dunes de sable martiennes.</p>
 <p>Suivant sa mission, son &eacute;quipement peut grandement varier. De nos jours, on l&rsquo;emploi plus couramment comme patrouilleur avec un &eacute;quipement d&eacute;di&eacute; &agrave; l&rsquo;observation et la surveillance. Pourtant, durant la guerre des colonies, certains &eacute;taient &eacute;quip&eacute; d&rsquo;armement l&eacute;ger et traquaient les unit&eacute;s d&rsquo;infanterie terrienne isol&eacute;es &agrave; la surface des lunes de Jupiter. Malgr&eacute; leur relative fragilit&eacute;, ils obtenaient de bons r&eacute;sultats.</p>
 <p>Comme on ne les utilise qu&rsquo;exclusivement en ext&eacute;rieur, ces robots croisent rarement la route des colons. Ils veillent malgr&eacute; tout sur ces derniers, en assurant la surveillance civile des colonies, en analysant le terrain et en permettant de suivre son &eacute;volution.</p>
 <h2>Moucheron espion</h2>
 <p>L&rsquo;art de l&rsquo;espionnage n&rsquo;a cess&eacute; de s&rsquo;am&eacute;liorer au sein des colonies. Durant la guerre, le robot qui fut le plus utilis&eacute; dans ce but porte le nom de &ldquo;Moucheron&rdquo; (animaux pratiquement inconnus dans les colonies), un minuscule espion robotique dont les dimensions n&rsquo;exc&egrave;dent pas les quelques millim&egrave;tres. &Eacute;quip&eacute; de cam&eacute;ra omnidirectionnelles et de senseurs &eacute;lectroacoustiques, il est capable de relever les plans d&rsquo;une installation, de rep&eacute;rer la position du personnel, de capter des discussions&hellip; Autonome, il parvient &agrave; se diriger l&agrave; o&ugrave; il doit et effectue ses actes d&rsquo;espionnage discr&egrave;tement avant d&rsquo;envoyer en une seule fois l&rsquo;int&eacute;gralit&eacute; des informations qu&rsquo;il a capt&eacute;es, le tout sans aucune intervention sentiente.</p>
 <p>Malgr&eacute; son extr&ecirc;me l&eacute;g&egrave;ret&eacute;, il dispose d&rsquo;une autonomie cons&eacute;quente, renforc&eacute;e par sa capacit&eacute; &agrave; utiliser les ondes radios environnantes pour se recharger. Ceci est rendu possible gr&acirc;ce &agrave; sa paire d&rsquo;antennes, qui ponctionne juste ce qu&rsquo;il lui faut d&rsquo;&eacute;nergie sans pour autant s&rsquo;enregistrer sur le r&eacute;seau SolNet o&ugrave; il serait imm&eacute;diatement rep&eacute;r&eacute;.</p>
 <p>Malheureusement, le moucheron est tr&egrave;s fortement impact&eacute; par des d&eacute;fauts de taille&nbsp;: tr&egrave;s sensible aux champs &eacute;lectrostatiques et &eacute;lectromagn&eacute;tiques, il ne peut s&rsquo;approcher du moindre appareil de haute puissance, ni m&ecirc;me suivre une ligne d&rsquo;alimentation. Pire encore, sa faible masse le rend tr&egrave;s vuln&eacute;rable aux courants d&rsquo;air et nombre de ces petits espions ont termin&eacute; leur mission pi&eacute;g&eacute;s dans un circuit d&rsquo;a&eacute;ration. Le cloisonnement syst&eacute;matique des installations sp&eacute;cialis&eacute;es, qu&rsquo;elles soient militaires ou non, rend la t&acirc;che du moucheron terriblement difficile. Ainsi, son utilisation est de plus en plus rare.</p>
 <p>Une l&eacute;gende urbaine veut que, durant la guerre, l&rsquo;ONU ait mis plusieurs mois &agrave; se rendre compte que les colonies employaient de tels robots. Ceci est faux et l&rsquo;ONU disposait d&rsquo;ailleurs de ses propres drones d&rsquo;espionnage, m&ecirc;me s&rsquo;ils ne disposaient pas de la m&ecirc;me autonomie.</p>
 <h2>Medibot</h2>
 <p>Avec un design particuli&egrave;rement a&eacute;rien, le medibot n&rsquo;en reste pas moins un d&eacute;riv&eacute; du spiderbot. Avec un corps deux fois plus grand et des pattes tr&egrave;s fines longues de quelques d&eacute;cim&egrave;tres, le medibot a aussi un aspect plus fragile, impression renforc&eacute;e par son abdomen translucide et g&eacute;n&eacute;ralement luminescent. Ses deux grandes antennes, servant en r&eacute;alit&eacute; de manipulateurs, renforce l&rsquo;air gracieux de ces robots, plus particuli&egrave;rement lorsqu&rsquo;ils &eacute;voluent sur leurs &eacute;chasses.</p>
 <p>Ce robot est un robot m&eacute;dical d&rsquo;urgence. Il est &eacute;quip&eacute; pour intervenir sur des blessures requ&eacute;rant une intervention imm&eacute;diate et dispose ainsi de deux scalpels &agrave; lame active, d&rsquo;un injecteur de diverses drogues, de gel m&eacute;dical et de micro-drones. Compte tenu de leur petite taille, ils fonctionnent g&eacute;n&eacute;ralement en escouade, certains embarquant les drogues, d&rsquo;autres le gel m&eacute;dical.</p>
 <p>&Agrave; la diff&eacute;rence des spiderbots, ils sont moins nombreux, mais restent repr&eacute;sent&eacute;s sur la totalit&eacute; des stations et colonies. Les groupes r&eacute;guli&egrave;rement confront&eacute;s au danger, et plus particuli&egrave;rement les mercenaires, les emploient occasionnellement, mais les blessures inflig&eacute;es par les armes actuelles sont souvent bien trop graves pour &ecirc;tre soign&eacute;es &agrave; temps par des medibots.</p>
 <h2>Cleaner Bot</h2>
 <p>Sans un entretien r&eacute;gulier, une station ou une colonie finit vite par &ecirc;tre envahie de d&eacute;chets, qu&rsquo;ils soient organiques on non. Et m&ecirc;me s&rsquo;il serait facile de bl&acirc;mer les seuls &ecirc;tres organiques, tout le monde, &agrave; l&rsquo;exception peut-&ecirc;tre des infomorphes, produit poussi&egrave;re et autres salissures.</p>
 <p>Pour maintenir l&rsquo;&eacute;tat de propret&eacute; des colonies, on utilise principalement le Cleaner Bot. Ressemblant &agrave; un gros scarab&eacute;e d&rsquo;une vingtaine de centim&egrave;tres de long, il est pourvu d&rsquo;un syst&egrave;me de ramassage et son abdomen est int&eacute;gralement r&eacute;serv&eacute; au stockage des d&eacute;chets ramass&eacute;s avant qu&rsquo;ils ne soient jet&eacute;s au recycleur.</p>
 <p>On l&rsquo;&eacute;paule g&eacute;n&eacute;ralement par des spiderbots qui explorent le terrain plus rapidement et qui sont aussi capables de lui rapporter les d&eacute;chets les plus isol&eacute;s. Si un d&eacute;chet ne pouvant pas &ecirc;tre ramass&eacute; par le cleaner bot est trouv&eacute;, le service de maintenance de l&rsquo;installation est appel&eacute; pour s&rsquo;en charger. En condition normale, ceci n&rsquo;arrive que de fa&ccedil;on exceptionnelle.</p>
 <h2>Andro&iuml;de Syntha</h2>
 <p>&Eacute;tait-ce vraiment dans le but de remplacer les m&eacute;tiers d&rsquo;accueil&nbsp;? Pour assister ou tenir compagnie &agrave; des personnes isol&eacute;es&nbsp;? Pour devenir le nouveau jouet sexuel &agrave; la mode&nbsp;? La gen&egrave;se de l&rsquo;andro&iuml;de Syntha, qui reproduit tr&egrave;s fid&egrave;lement l&rsquo;apparence des humains, reste sujet de nombreux mythes.</p>
 <p>Toujours est-il que ce robot non sentient est d&eacute;sormais principalement utilis&eacute; pour les nombreuses missions au contact avec les civils, que ce soit pour rassurer les humains et cyborgs ou pour diverses raisons de tradition. Les principaux employeurs sont les diff&eacute;rentes soci&eacute;t&eacute;s qui les utilisent pour toute les t&acirc;ches de secr&eacute;tariat et d&rsquo;accueil des visiteurs. Les particuliers en utilisent aussi beaucoup, g&eacute;n&eacute;ralement comme aide ou pour rompre une &eacute;ventuelle solitude.</p>
 <p>Ces robots sont donc communs dans toutes les colonies. En revanche les secteurs les plus sp&eacute;cialis&eacute;s, notamment la s&eacute;curit&eacute;, la recherche et l&rsquo;ing&eacute;nierie ne l&rsquo;utilisent pratiquement pas, pr&eacute;f&eacute;rant d&rsquo;autres robots bien plus adapt&eacute;s. Il est en revanche notable que ce robot sert souvent comme enveloppe pour des cyborgs absolus ou plus temporairement pour des infomorphes.</p>
 <h2>Hoverbot</h2>
 <p>Le d&eacute;placement en gravit&eacute; faible ou z&eacute;ro ne pose pas de v&eacute;ritable probl&egrave;me pour la plupart des robots, largement &eacute;quip&eacute;s en syst&egrave;me gecko. En revanche, ces environnements permettent d&rsquo;autres modes de d&eacute;placement bien plus int&eacute;ressant. C&rsquo;est dans le but d&rsquo;exploiter ces possibilit&eacute;s que le hoverbot a &eacute;t&eacute; con&ccedil;u.</p>
 <p>Aussi appel&eacute; aerograv, bien que les deux appellations soient erron&eacute;es, ce robot est capable d&rsquo;exploiter les possibilit&eacute;s de d&eacute;placements tridimensionnels. Disposant de plusieurs micro-r&eacute;acteur &agrave; ion capables de le propulser dans n&rsquo;importe quelle direction, ce robot est parfaitement adapt&eacute; aux patrouilles et interventions en apesanteur et faible pesanteur comme celles &agrave; la surface des plus petites lunes. En revanche, il est inutile de lui chercher une utilit&eacute; dans des environnements dont la pesanteur atteint celle des lunes galil&eacute;ennes ou de titan.</p>
 <p>Que ce soit pour des usages civils ou militaires, ce robot est principalement utilis&eacute; pour des patrouilles extra-v&eacute;hiculaire, m&ecirc;me si plusieurs colonies peuvent en faire usage dans les zones de maintenance d&eacute;pourvues de gravit&eacute; artificielle.</p>
 <h2>Robots de transport</h2>
 <p>Qu&rsquo;il s&rsquo;agisse de la manutention ou de transporter les affaires d&rsquo;un civil, il existe un robot de transport adapt&eacute;, allant des transporteurs lourds capables de soulever des containers entiers aux robots sac &agrave; dos qu&rsquo;on offre aux enfants pour porter leurs quelques affaires en passant par les &eacute;chassiers de transport qui malgr&eacute; une d&eacute;marche en apparence maladroite sont capables de transporter des objets fragiles tout en assurant leur int&eacute;grit&eacute;.</p>
 <p>Les robots de transports sont tr&egrave;s nombreux dans les colonies et certains sont m&ecirc;me utilis&eacute;s pour les d&eacute;placements ce qui peut aussi en faire des v&eacute;hicules. Curieusement, tr&egrave;s peu de ces robots ont &eacute;t&eacute; arm&eacute; durant la guerre, les Solaires pr&eacute;f&eacute;rant utiliser des robots sp&eacute;cialis&eacute;s et donc pleinement d&eacute;di&eacute;s au combat.</p>
  