<h1>Science et technologie</h1>
<blockquote>&laquo;&nbsp;Nous avons accompli le r&ecirc;ve des informaticiens&nbsp;: programmer la mati&egrave;re.&nbsp;&raquo;</blockquote>
<p>La recherche scientifique et l&rsquo;ing&eacute;nierie ont franchi de grandes &eacute;tapes au cours du XXIe si&egrave;cle. Les solaires jouissent d&rsquo;un grand nombre de technologies qui accomplissent des exploits encore consid&eacute;r&eacute;s comme impossible un si&egrave;cle auparavant.</p>
<h2>Fusion nucl&eacute;aire et antimati&egrave;re</h2>
<p>Plus encore que sur Terre, l&rsquo;&eacute;nergie est un &eacute;l&eacute;ment vital dans les colonies. Pourtant l production d&rsquo;&eacute;nergie est longtemps rest&eacute;e probl&eacute;matique&nbsp;: le photo-volta&iuml;que ne fonctionnant presque plus au-del&agrave; de la ceinture principale, les colonies lointaines sont longtemps rest&eacute;es tributaires de l&rsquo;&eacute;nergie nucl&eacute;aire.</p>
<p>Des centrales nucl&eacute;aires, employant la fission nucl&eacute;aire, ont &eacute;t&eacute; la principale source d&rsquo;&eacute;nergie jusque vers le milieu des ann&eacute;es 2070. Utilisant principalement du thorium, ces centrales bien que vitales ont engendr&eacute; une grande quantit&eacute; de d&eacute;chets radioactifs. Heureusement, par pr&eacute;caution, toutes ces installations ont &eacute;t&eacute; d&eacute;ploy&eacute;es loin des colonies et g&eacute;n&eacute;ralement enterr&eacute;es. Par ailleurs, malgr&eacute; la prolif&eacute;ration de ces centrales, et installations de traitement, tr&egrave;s peu d&rsquo;incidents ont &eacute;t&eacute; d&eacute;plor&eacute;s. Toutefois, si tous les d&eacute;chets ont &eacute;t&eacute; retrait&eacute;s, et les ultimes entrepos&eacute;s avec soin, il reste encore de nombreux sites radioactifs dont la visite est encore interdite.</p>
<p>Si les plus grandes installations hors-sol, les stations spatiales et les vaisseaux de lignes, ont aussi employ&eacute; un tel mode de production d&rsquo;&eacute;nergie, les plus petits appareils ont utilis&eacute; des g&eacute;n&eacute;rateurs &agrave; radio-isotope ou des batteries.</p>
<p>Vers la fin des ann&eacute;es 2060, la ma&icirc;trise de la fusion nucl&eacute;aire &agrave; compl&egrave;tement r&eacute;volutionn&eacute; la production d&rsquo;&eacute;nergie dans les colonies. Si les premiers g&eacute;n&eacute;rateurs occupaient de grands b&acirc;timents, ils ont &eacute;t&eacute; rapidement suffisamment r&eacute;duits pour &eacute;quiper les vaisseaux de lignes, les fr&eacute;gates et certaines corvettes.</p>
<p>Ces g&eacute;n&eacute;rateurs &agrave; fusion utilisent directement de l&rsquo;hydrog&egrave;ne comme carburant en utilisant un cycle de fusion CNO (Carbone-Azote-Oxyg&egrave;ne). Contrairement aux centrales &agrave; fission, le risque d&rsquo;accident grave est nul&nbsp;: la r&eacute;action ne se maintient pas naturellement et ne peut pas conduire &agrave; une r&eacute;action en cha&icirc;ne.</p>
<p>Une autre technologie, de stockage temporaire d&rsquo;&eacute;nergie de haute densit&eacute;, a aussi remplac&eacute; les autres batteries&nbsp;: les accumulateurs &agrave; antimati&egrave;re. Transformant de l&rsquo;&eacute;nergie sous forme de positrons enferm&eacute;s dans des cages quantiques, ces accumulateurs sont capables de stocker des quantit&eacute;s d&rsquo;&eacute;nergie colossales aux vues de la taille de ces batteries. C&rsquo;est tr&egrave;s simple, tout ce qui ne peut pas emporter un g&eacute;n&eacute;rateur &agrave; fusion, des spiderbots, aux navettes, est &eacute;quip&eacute; de batteries &agrave; antimati&egrave;re. La stabilit&eacute; de ces batteries est comparable aux anciens mod&egrave;les, mais en cas de d&eacute;faillance, la puissance de l&rsquo;explosion qui en r&eacute;sulte reste proportionnelle &agrave; la quantit&eacute; d&rsquo;&eacute;nergie stock&eacute;e&nbsp;: ce n&rsquo;est pas pour rien que des versions modifi&eacute;es de ces accumulateurs peuvent servir d&rsquo;amorce ou m&ecirc;me d&rsquo;explosif.</p>
<p>Ces deux technologies cumul&eacute;es, la fusion nucl&eacute;aire et l&rsquo;antimati&egrave;re, ont totalement remplac&eacute; toutes les autres formes de production et de stockage d&rsquo;&eacute;nergie. M&ecirc;me dans les r&eacute;gions proches du soleil, le duo a remplac&eacute; les capteurs solaires.</p>
<h2>Constructeur universel</h2>
<p>Pouvoir agencer la mati&egrave;re atome par atome est longtemps rest&eacute; un r&ecirc;ve. Heureusement, la nanotechnologie, et plus particuli&egrave;rement la nano-robotique, ont chang&eacute; la donne vers la fin des ann&eacute;es 2060. L&rsquo;av&egrave;nement des constructeurs universels a acc&eacute;l&eacute;r&eacute; le d&eacute;veloppement des colonies de fa&ccedil;on inimaginable. D&rsquo;un seul coup, tout &ndash;&nbsp;ou presque&nbsp;&ndash; est devenu r&eacute;alisable avec la m&ecirc;me machine.</p>
<p>Utilisant des arm&eacute;es de nanorobots qui fa&ccedil;onnent les objets atomes par atomes, ces constructeurs sont initialement d&rsquo;une lenteur extr&ecirc;me, &agrave; la limite de l&rsquo;utilit&eacute;. Mais quelques ann&eacute;es plus tard, la mise au point de nanorobots auto-r&eacute;pliquant a compl&egrave;tement remis ce fait en question et d&eacute;sormais, les constructeurs universels parviennent presque &agrave; rivaliser avec les usines sp&eacute;cialis&eacute;es.</p>
<p>Il est int&eacute;ressant de noter que seules les premi&egrave;res versions sont tol&eacute;r&eacute;es sur Terre. Celles utilisant des nanorobots auto-r&eacute;pliquant sont interdites dans pratiquement tous les pays de cette plan&egrave;te. Les corporations, en revanche, n&rsquo;ont jamais eu de scrupules &agrave; utiliser cette technologie.</p>
<p>Contrairement aux craintes habituellement d&eacute;nonc&eacute;es sur Terre, les nanorobots auto-r&eacute;pliquant utilis&eacute;s dans les constructeurs universels ne pr&eacute;sentent pratiquement aucun danger&nbsp;: en dehors de l&rsquo;enceinte protectrice du constructeur universel, ces minuscules robots r&eacute;agissent tr&egrave;s vivement avec l&rsquo;oxyg&egrave;ne de l&rsquo;air, qui les d&eacute;truits tr&egrave;s rapidement.</p>
<h2>Micro-robotique</h2>
<p>&Agrave; mi-chemin entre la robotique et la nanotechnologie, le domaine de la micro-robotique a aussi connu des d&eacute;veloppements particuli&egrave;rement avanc&eacute;s. Pratiquement tous les domaines ont, d&rsquo;une fa&ccedil;on ou d&rsquo;une autre, b&eacute;n&eacute;fici&eacute; de ces technologies.</p>
<p>La micro-robotique repose sur l&rsquo;emploi de micros robots&nbsp;: des robots dont les dimensions sont en dessous du millim&egrave;tre sans toutefois descendre au niveau mol&eacute;culaire.</p>
<p>Paradoxalement, avec la nanotechnologie et surtout les constructeurs universels, ce n&rsquo;est pas tant la conception de leurs fonctionnalit&eacute;s qui a le plus pos&eacute; de probl&egrave;me que celle de leur alimentation. &Agrave; cette &eacute;chelle, le volume des batteries est beaucoup trop faible pour offrir une autonomie utilisable et m&ecirc;me les accumulateurs &agrave; anti-mati&egrave;re sont trop imposants pour &ecirc;tre utilis&eacute;s. Pour palier &agrave; ce probl&egrave;me, les micro-robots sont aliment&eacute;s de fa&ccedil;on continue par un contr&ocirc;leur externe, les agents formant de longues cha&icirc;nes entre celui-ci et les autres robots.</p>
<p>Les applications de la micro-robotique sont nombreuses, mais la premi&egrave;re historiquement reste l&rsquo;ing&eacute;nierie o&ugrave; elle est utilis&eacute;e pour effectuer des micros r&eacute;parations ou des micro-sabotages.</p>
<p>Le domaine m&eacute;dical a aussi &eacute;t&eacute; tr&egrave;s fortement impact&eacute; par ce domaine&nbsp;: les micro-robots ont permis des op&eacute;rations autrement impossibles, y compris au niveau c&eacute;r&eacute;bral. Le fameux gel m&eacute;dical, mis en avant lors de la guerre des colonies, exploite aussi cette technologie. Chaque micro-robot y est envelopp&eacute; dans une bulle de gel et lorsque le gel est &laquo;&nbsp;mis en forme&nbsp;&raquo;, il recompose un tissu flexible favorisant la croissance des tissus et la r&eacute;paration des os.</p>
<p>M&ecirc;me au niveau de la vie quotidienne, la micro-robotique est tr&egrave;s utilis&eacute;e. Par exemple, tout le domaine des silkware, tissus intelligents, les emploie abondamment. La plupart des v&ecirc;tements sont en effet compos&eacute;s de centaines de millions de micro-robots qui s&rsquo;assemblent selon la trame d&rsquo;un tissu. Pouvant se r&eacute;organiser &agrave; volont&eacute;, et changer de couleur, ils ont simplement red&eacute;fini la notion de garde-robe.</p>
<p>Une autre application emploi cette technologie et forme presque &agrave; elle seule un v&eacute;ritable domaine&nbsp;: les foglets. Formant de v&eacute;ritables brouillards utilitaires, les foglets permettent de mat&eacute;rialiser n&rsquo;importe quels objets. &Eacute;videmment la nature tr&egrave;s a&eacute;rienne de ces brouillards utilitaires, ne permet pas encore de produire des objets utilisables mais simplement des hologrammes physiques. Toutefois ce champ d&rsquo;application est ce qui s&rsquo;approche le plus du concept des mati&egrave;res intelligentes qui id&eacute;alement permettrait de fabriquer tout et n&rsquo;importe quoi &agrave; la vol&eacute;e.</p>
<h2>L&rsquo;effet Wolfa</h2>
<p>D&eacute;couvert par Wolfa, la c&eacute;l&egrave;bre IA de recherche, l&rsquo;effet Wolfa est consid&eacute;r&eacute; par beaucoup comme la solution &agrave; l&rsquo;unification de la th&eacute;orie de la relativit&eacute; g&eacute;n&eacute;rale et de la m&eacute;canique quantique.</p>
<p>L&rsquo;outillage math&eacute;matique d&eacute;ploy&eacute; par l&rsquo;IA est particuli&egrave;rement abstrait et si toutes ses pr&eacute;dictions ont &eacute;t&eacute; valid&eacute;es jusqu&rsquo;ici, personne en dehors des IA de recherches ne parviennent &agrave; en saisir le sens. Les quelques efforts de vulgarisation de l&rsquo;IA n&rsquo;ont pas &eacute;t&eacute; v&eacute;ritablement concluants. Et la communaut&eacute; scientifique continue, &agrave; tort selon l&rsquo;IA, de consid&eacute;rer l&rsquo;effet Wolfa comme un effet d&rsquo;&eacute;chelle ou de seuil.</p>
<p>Heureusement, des applications concr&egrave;tes ont &eacute;t&eacute; d&eacute;velopp&eacute;es par les puissantes IA de recherche. La plus connue permet de mesurer la r&eacute;partition de la masse dans un espace ferm&eacute;. Plus concr&egrave;tement, &agrave; partir du moment o&ugrave; un espace est d&eacute;limit&eacute; par un ensemble de capteur&nbsp;: il devient possible de num&eacute;riser la mati&egrave;re et d&rsquo;en tirer une cartographie pr&eacute;cise. Notons toutefois que les derni&egrave;res am&eacute;liorations qui sont parvenues &agrave; une &eacute;chelle subatomique restent difficilement interpr&eacute;table. Cette technologie est massivement utilis&eacute;e que ce soit pour l&rsquo;ing&eacute;nierie, notamment &agrave; travers de scanners sp&eacute;cialis&eacute;s et des constructeurs universels de troisi&egrave;me g&eacute;n&eacute;ration, mais aussi pour la s&eacute;curit&eacute; et &eacute;videmment le domaine m&eacute;dical.</p>
<p>Une autre application de l&rsquo;effet Wolfa permettrait de simuler une masse. Malheureusement, l&rsquo;&eacute;nergie n&eacute;cessaire pour y parvenir est incroyablement &eacute;lev&eacute;e et il semble qu&rsquo;aucune application ne puisse en &ecirc;tre tir&eacute; avant longtemps.</p>
<h2>Propulsion spatiale</h2>
<p>La propulsion spatiale repose sur le principe de r&eacute;action&nbsp;: si vous appliquez une force sur quelque chose, alors cette chose vous applique une force identique dans la direction oppos&eacute;e. Tous les syst&egrave;mes de propulsions, &agrave; l&rsquo;exception des voiles solaires qui restent inutilisables aux &eacute;chelles courantes, g&eacute;n&egrave;rent une pouss&eacute;e en &eacute;jectant de la mati&egrave;re, appel&eacute; carburant de propulsion, dans le sens oppos&eacute; de la marche.</p>
<p>Un probl&egrave;me appara&icirc;t rapidement&nbsp;: avec une quantit&eacute; de carburant finie, un vaisseau ne peut pas acc&eacute;l&eacute;rer ind&eacute;finiment et est donc confront&eacute; &agrave; une vitesse maximale qu&rsquo;on appelle &laquo;&nbsp;delta-v maximum&nbsp;&raquo;. Pour augmenter ce budget, il existe deux moyens&nbsp;: emporter plus de carburant ou l&rsquo;&eacute;jecter a de plus grande vitesse.</p>
<p>Le premier moyen est tr&egrave;s inefficace&nbsp;: la quantit&eacute; de carburant requise suit une loi exponentielle. Ceci est d&ucirc; au fait qu&rsquo;ajouter du carburant alourdit le vaisseau et qu&rsquo;il lui faut alors encore plus de carburant et ainsi de suite. Pour cette raison, on &eacute;voque parfois la tyrannie de l&rsquo;&eacute;quation de la propulsion spatiale (The Rocket EquationTyranny).</p>
<p>Le second moyen est bien plus efficace, bien que plus difficile &agrave; mettre en &oelig;uvre puisqu&rsquo;il requiert de nouvelles technologies. Concr&egrave;tement, ce sont les avanc&eacute;es dans ce domaine qui ont permis &agrave; la civilisation solaire de s&rsquo;&eacute;tablir sur les mondes du syst&egrave;me.</p>
<p>Durant la premi&egrave;re moiti&eacute; du XXIe si&egrave;cle, la propulsion interplan&eacute;taire &eacute;tait encore principalement assur&eacute;e par la propulsion chimique et ionique. Vers les ann&eacute;es 30, la propulsion VASIMIR, am&eacute;lioration de la propulsion ionique, a pris le relais. De nombreuses fois am&eacute;lior&eacute;e, elle est supplant&eacute;e durant les ann&eacute;es 70 par les mass drivers. Il s&rsquo;agit ni plus ni moins que d&rsquo;acc&eacute;l&eacute;rateur de particules &agrave; tr&egrave;s fort rendement dont les plus puissants sont capables d&rsquo;acc&eacute;l&eacute;rer plusieurs dizaines de kilogramme de mati&egrave;re par secondes &agrave; des vitesses avoisinant 0,5&nbsp;% de la vitesse de la lumi&egrave;re.</p>
<p>&Eacute;videmment, ceci demande un approvisionnement en &eacute;nergie cons&eacute;quent et seuls les vaisseaux directement &eacute;quip&eacute;s d&rsquo;imposants g&eacute;n&eacute;rateur &agrave; fusion peuvent en b&eacute;n&eacute;ficier. Ces vaisseaux sont en outre &eacute;quip&eacute;s de nombreux radiateurs destin&eacute;s &agrave; &eacute;vacuer la chaleur exc&eacute;dentaire.</p>
<p>Notons pour finir que la premi&egrave;re loi continue d&rsquo;avoir court. Aussi la masse du carburant de propulsion, repr&eacute;sente au d&eacute;part pr&egrave;s de 60&nbsp;% de celle du vaisseau. Une fois le poids de la structure et de l&rsquo;appareillage du vaisseau retir&eacute;s, il ne reste gu&egrave;re plus de 15&nbsp;% de charge utile, qu&rsquo;il s&rsquo;agisse de passagers ou de fret.</p>
<h2>Magn&eacute;tosph&egrave;res artificielles</h2>
<p>L&rsquo;espace est un environnement particuli&egrave;rement dangereux sur de nombreux points, mais l&rsquo;un d&rsquo;eux est longtemps rest&eacute; difficile &agrave; mitiger&nbsp;: les radiations.</p>
<p>Il existe plusieurs sortes de radiation&nbsp;: le rayonnement et les particules de mati&egrave;re. Les premiers sont les rayons gamma, X et UV. Compos&eacute;s de photons, ils sont tr&egrave;s &eacute;nerg&eacute;tiques mais n&rsquo;interagissent finalement qu&rsquo;assez peu avec la mati&egrave;re et une partie significative peut &ecirc;tre arr&ecirc;t&eacute;e par un simple blindage. Les seconds sont principalement compos&eacute;s d&rsquo;&eacute;lectrons et de protons, des particules atomiques charg&eacute;es.</p>
<p>Cette seconde source repr&eacute;sente une grande majorit&eacute; du danger et ne peuvent &ecirc;tre compl&egrave;tement arr&ecirc;t&eacute;e avec un simple blindage. En revanche, ils peuvent &ecirc;tre d&eacute;vi&eacute;s avec un champ magn&eacute;tique, comme c&rsquo;est le cas autour de la Terre qui dispose d&rsquo;une magn&eacute;tosph&egrave;re engendr&eacute;e par son champ magn&eacute;tique.</p>
<p>Reproduisant ce principe, les vaisseaux spatiaux sont d&eacute;sormais &eacute;quip&eacute;s de magn&eacute;tosph&egrave;res artificielles. De puissants &eacute;lectroaimants, dont la bobine est compos&eacute;e d&rsquo;&eacute;l&eacute;ments supraconducteurs, g&eacute;n&egrave;rent un puissant champ magn&eacute;tique qui peut s&rsquo;&eacute;tendre sur plusieurs kilom&egrave;tres, capable de d&eacute;vier une grande partie des particules charg&eacute;es. Notez que cette magn&eacute;tosph&egrave;re est souvent surnomm&eacute;e &laquo;&nbsp;bouclier magn&eacute;tique&nbsp;&raquo;.</p>
<p>Il reste toutefois les particules non charg&eacute;es, des neutrons et des atomes. Les premiers sont &eacute;ph&eacute;m&egrave;res et de fait suffisamment rares pour ne pas constituer un danger r&eacute;el. Les atomes, compos&eacute;s de protons, neutrons et &eacute;lectrons sont habituellement &eacute;lectriquement neutres et traversent donc les magn&eacute;tosph&egrave;res sans &ecirc;tre affect&eacute;s. Ces radiations sont relativement rares et interagissent beaucoup avec la mati&egrave;re. Le simple blindage des vaisseaux peut souvent suffire.</p>
<p>Ces moyens mitigent le rayonnement mais ne l&rsquo;annulent pas compl&egrave;tement. Aussi, en guise de derni&egrave;re couche de protection, on abrite les zones de vie derri&egrave;re les r&eacute;servoirs d&rsquo;eau. Cette substance reste probablement le meilleur blindage passif contre les radiations.</p>
<h2>Informatique et puissance de calcul</h2>
<p>La loi de Moore telle qu&rsquo;elle a &eacute;t&eacute; &eacute;nonc&eacute;e originellement s&rsquo;est arr&ecirc;t&eacute; au d&eacute;but des ann&eacute;es 2020.</p>
<p>Heureusement, &agrave; cette p&eacute;riode, la nanotechnologie a permis de prolonger l&rsquo;accroissement des performances en proposant de nouvelles structures de composants plus efficaces mais surtout en permettant la construction de structures tridimensionnelle. Au lieu de se contenter d&rsquo;une surface, les nouveaux processeurs et c&oelig;urs de calcul ont commenc&eacute;s &agrave; se construire en volume.</p>
<p>Mais c&rsquo;est lors de l&rsquo;av&egrave;nement des constructeurs universels que la technologie fit un &eacute;norme bond en avant. La conception de blocs de calculs r&eacute;p&eacute;tables ont alors rendu la conception de syst&egrave;mes th&eacute;oriquement extensibles &agrave; l&rsquo;infini. Mieux encore, la consommation &eacute;nerg&eacute;tique des unit&eacute;s de calcul s&rsquo;est aussi &eacute;norm&eacute;ment r&eacute;duite bien que restant de quelques ordres de grandeur au-dessus de la limite de Landauer.</p>
<p>L&rsquo;informatique quantique a aussi beaucoup &eacute;volu&eacute;e et tous les syst&egrave;mes de calculs poss&egrave;dent plusieurs unit&eacute;s de calcul quantique. Cette branche de l&rsquo;informatique a rendu obsol&egrave;te les anciennes m&eacute;thodes de cryptographie, mais de nouvelles m&eacute;thodes reposant sur les propri&eacute;t&eacute;s de la m&eacute;canique quantique ont pu &ecirc;tre d&eacute;velopp&eacute;e avec elle. En dehors de la cryptographie et quelques applications sp&eacute;cialis&eacute;es, l&rsquo;informatique quantique n&rsquo;est qu&rsquo;assez peu utilis&eacute;e.</p>
<p>Parall&egrave;lement, m&ecirc;me s&rsquo;il n&rsquo;a jamais eu l&rsquo;occasion de compl&egrave;tement percer, le calcul sur wetware a &eacute;t&eacute; d&eacute;velopp&eacute; au-del&agrave; de la simple preuve de conception. Ses usages restent anecdotiques toutefois jusqu&rsquo;&agrave; la mise au point des IA de Ley-Wan et des r&eacute;plicants. Cette branche de l&rsquo;informatique est m&ecirc;me cl&eacute; dans le triangle r&eacute;plicant/Ley-Wan/implant psi qui reste le moyen le plus fiable pour acc&eacute;der &agrave; cette derni&egrave;re technologie.</p>
<p>Il reste toutefois &agrave; noter que quels qu&rsquo;aient &eacute;t&eacute; les avanc&eacute;es sur la technologie wetware, les performances du calcul sur substrat biologique restent inf&eacute;rieures de plusieurs ordres de grandeur par rapport aux unit&eacute;s de calcul cybern&eacute;tique.</p>
<h2>Cryptographie</h2>
<p>La soci&eacute;t&eacute; des solaires repose en grande partie sur la cryptographie. Ce constat semble, a priori, &eacute;trange, mais ce domaine est essentiel pour les &eacute;changes et le syst&egrave;me d&rsquo;identit&eacute; et de privil&egrave;ges.</p>
<p>Avec le calcul quantique, les anciennes m&eacute;thodes de cryptographie sont devenues obsol&egrave;tes, mais de nouvelles sont apparues.</p>
<p>Sur les communications, certains protocoles emploient des g&eacute;n&eacute;rateurs d&rsquo;objet quantique, g&eacute;n&eacute;ralement des photons, et s&rsquo;en servent pour g&eacute;n&eacute;rer des cl&eacute;s de cryptage th&eacute;oriquement infalsifiables.</p>
<p>Il existe aussi des proc&eacute;d&eacute;s pour stocker des informations sur des supports sp&eacute;ciaux qui ne puissent pas &ecirc;tre lu sans la cl&eacute; de cryptage sous peine de d&eacute;truire les donn&eacute;es dessus.</p>
<p>La cryptographie est essentielle pour la soci&eacute;t&eacute; des solaires&nbsp;: l&rsquo;identit&eacute; et les privil&egrave;ges des personnes est v&eacute;rifi&eacute;e par des certificats, les communications sont toutes crypt&eacute;es &agrave; bas niveau et les donn&eacute;es personnes, notamment les sauvegardes et les exom&eacute;moires, sont consid&eacute;r&eacute;es comme extr&ecirc;mement sensibles par les corporations qui ont investi des moyens presque disproportionn&eacute;s.</p>
<h2>Intelligence artificielle</h2>
<p>D&egrave;s le d&eacute;but du vingt-et-uni&egrave;me si&egrave;cle, les recherches sur l&rsquo;automatisation commen&ccedil;aient &agrave; emprunter la voie de l&rsquo;intelligence artificielle. Les premiers syst&egrave;mes qui puissent r&eacute;ellement &ecirc;tre appel&eacute;e intelligence artificielle furent des r&eacute;seaux de neurones capables d&rsquo;apprendre &agrave; effectuer des taches complexes dans des cadres sp&eacute;cifiques. Ces premi&egrave;res intelligences artificielles ont r&eacute;volutionn&eacute; la production industrielle et les services. Un &agrave; un, les exploits autrefois r&eacute;serv&eacute; &agrave; l&rsquo;humain sont tomb&eacute;s, provoquant sur Terre une explosion du ch&ocirc;mage et des in&eacute;galit&eacute;s. Associ&eacute;e &agrave; la crise &eacute;nerg&eacute;tique du milieu du si&egrave;cle, l&rsquo;IA fut d&eacute;crite par les m&eacute;dias comme fl&eacute;au.</p>
<p>Les recherches concernant l&rsquo;intelligence artificielle forte, o&ugrave; plus exactement l&rsquo;intelligence g&eacute;n&eacute;rale, firent l&rsquo;objet d&rsquo;un moratoire international. &Agrave; la fin du moratoire, HIARTech s&rsquo;est empress&eacute; de mettre en service la toute premi&egrave;re intelligence artificielle g&eacute;n&eacute;rale&nbsp;: Synchro. Non sentiente, elle &eacute;tait destin&eacute;e &agrave; appuyer la gestion de la soci&eacute;t&eacute;, mais il appara&icirc;t d&eacute;sormais qu&rsquo;elle &eacute;tait &agrave; l&rsquo;initiative d&rsquo;un tr&egrave;s grand nombre des d&eacute;cisions importantes, au point que certains pensent aujourd&rsquo;hui que le directeur de la soci&eacute;t&eacute; &eacute;tait devenu une simple marionnette. Quelques ann&eacute;es plus tard, la soci&eacute;t&eacute; d&eacute;veloppa Leena, la premi&egrave;re intelligence artificielle consid&eacute;r&eacute;e comme sentiente. Malheureusement, la justice Europ&eacute;enne ordonna son extinction et l&rsquo;arr&ecirc;t des recherches concernant les IA fortes. Curieusement, Synchro, sous-estim&eacute;e &agrave; l&rsquo;&eacute;poque, fut &eacute;pargn&eacute;e.</p>
<p>C&rsquo;est dans les colonies que la suite des recherches eu lieu et Leena y fut r&eacute;activ&eacute;e. Le r&eacute;seau solnet fut m&ecirc;me &eacute;tudi&eacute; sp&eacute;cifiquement pour permettre &agrave; Leena, et aux futures intelligences artificielles, de s&rsquo;y d&eacute;placer et d&rsquo;y vivre comme des &ecirc;tres &eacute;th&eacute;r&eacute;s. Il est int&eacute;ressant de noter que Leena n&rsquo;a jamais pris part aux d&eacute;cisions de HIARTech et qu&rsquo;elle ne se consid&egrave;re que comme une simple citoyenne martienne malgr&eacute; l&rsquo;impact de sa simple existence dans l&rsquo;histoire des colonies.</p>
<p>Au d&eacute;but des ann&eacute;es 70, l&rsquo;un des derniers domaines o&ugrave; l&rsquo;humain avait encore le dessus est tomb&eacute; avec la mise en service de la premi&egrave;re IA de recherche. Cette derni&egrave;re acc&eacute;da &agrave; la sentience et prit le nom de son cr&eacute;ateur&nbsp;: Wolfa. Cette m&ecirc;me IA parviendra, une demi-d&eacute;cennie plus tard, &agrave; proposer une solution testable au probl&egrave;me de la gravit&eacute; quantique. Les conclusions de ses travaux resteront en revanche incompr&eacute;hensibles aux autres chercheurs humains et ce malgr&eacute; de nombreux efforts de vulgarisation de la part de l&rsquo;IA. La th&eacute;orie, et ses pr&eacute;dictions, seront toutefois test&eacute;es &agrave; de nombreuses reprises et tiennent encore &agrave; ce jour.</p>
<p>Enfin, dernier type d&rsquo;IA mise au point par les humains, la cr&eacute;ation des IA de Ley-Wan suit celle des Wolfa de quelques ann&eacute;es. Ce nouveau type d&rsquo;intelligence artificielle pr&eacute;sente des caract&eacute;ristiques in&eacute;dites dont la plus importante est la possibilit&eacute; de les impl&eacute;menter efficacement sur Wetware. Ces IA se monteront aussi capable de capacit&eacute;s d&rsquo;introspection uniques. Ces deux qualit&eacute;s en feront des h&ocirc;tes de choix pour la recherche sur l&rsquo;implant psi et de fait, pratiquement tous les psions sont des Ley-Wan. En v&eacute;rit&eacute;, il semble souvent que le trio Ley-Wan/ r&eacute;plicant/implant psi, soit g&eacute;n&eacute;ralement indissociables.</p>
<p>L&rsquo;intelligence artificielle reste un domaine de recherche ouvert, m&ecirc;me si l&rsquo;humain semble maintenant hors course dans ce domaine. Les applications impr&egrave;gnent la totalit&eacute; des colonies et les intelligences artificielles sont devenues indispensables.</p>
<p>L&rsquo;intelligence artificielle g&eacute;n&eacute;rale et la sentience ont longtemps &eacute;t&eacute; pens&eacute;s comme indissociables. Toutefois, d&egrave;s la mise en service de Synchro, il est clairement apparu que la sentience, et plus particuli&egrave;rement la conscience, n&rsquo;&eacute;tait pas n&eacute;cessaire pour de telles IA. Cela n&rsquo;emp&ecirc;che pas les IA Wolfa et Ley-Wan de d&eacute;river naturellement vers une sentience &eacute;mergente si elles ne sont pas r&eacute;guli&egrave;rement &eacute;lagu&eacute;es. Sur ce point les secondes sont beaucoup plus sensibles et il est illusoire d&rsquo;esp&eacute;rer pouvoir maintenir non sentiente une IA de Ley-Wan, surtout sur wetware.</p>
<p>Concernant ces IA sentientes, les corporations ont d&eacute;j&agrave; tranch&eacute; leur cas &agrave; travers le trait&eacute; des solaires&nbsp;: tout &ecirc;tre sentient &eacute;tant de facto une personne, les corporations les traitent comme telle. Ainsi, &agrave; l&rsquo;image de Leena, de tr&egrave;s nombreuses IA sont consid&eacute;r&eacute;es comme des citoyennes des colonies, parfaitement int&eacute;gr&eacute;es &agrave; la soci&eacute;t&eacute;.</p>
<h2>Num&eacute;riser et comprendre l&rsquo;esprit humain</h2>
<p>Num&eacute;riser l&rsquo;esprit humain est devenu possible gr&acirc;ce &agrave; la nanotechnologie vers le milieu du si&egrave;cle. Les premiers processus &eacute;taient destructifs&nbsp;: le cerveau endormi &eacute;tait d&eacute;truit au fil de sa num&eacute;risation. Malheureusement, &agrave; cette &eacute;poque, la technologie ne permettait pas encore d&rsquo;&eacute;muler ces num&eacute;risations qui &eacute;taient consid&eacute;r&eacute;s de la m&ecirc;me fa&ccedil;on que la cryog&eacute;nisation&nbsp;: de riches malades en phase terminal qui se faisait num&eacute;riser dans l&rsquo;espoir d&rsquo;&ecirc;tre ramen&eacute;s &agrave; la vie dans le futur. L&rsquo;ironie fit que les premiers brainscans aient &eacute;t&eacute; corrompus, la technologie n&rsquo;&eacute;tant pas aussi fiable qu&rsquo;esp&eacute;r&eacute;e.</p>
<p>Lorsqu&rsquo;il fut possible d&rsquo;&eacute;muler un cerveau ainsi num&eacute;ris&eacute;, il est clairement apparu que le probl&egrave;me de l&rsquo;embodiement avait &eacute;t&eacute; tr&egrave;s fortement sous-estim&eacute;. Il faudra attendre presque deux d&eacute;cennies avant de disposer d&rsquo;enveloppes cybern&eacute;tiques suffisamment adapt&eacute;es.</p>
<p>Malgr&eacute; ces avanc&eacute;es, la compr&eacute;hension de l&rsquo;esprit humain en elle-m&ecirc;me n&rsquo;avait pas vraiment avanc&eacute;e. M&ecirc;me l&rsquo;arriv&eacute;e des simstims et des progiciels ne fera pas vraiment &eacute;voluer l&rsquo;&eacute;tat des connaissances.</p>
<p>Vers la fin des ann&eacute;es 2070, le d&eacute;veloppement des interfaces neurales permettra une petite avanc&eacute;e dans le domaine, permettant plus tard l&rsquo;upload et les n&oelig;uds de sauvegardes. Vers le d&eacute;but des ann&eacute;es 2080, ce sont les IA qui parviendront &agrave; progresser significativement et d&eacute;crypteront l&rsquo;esprit humain. Les premi&egrave;res applications permettront l&rsquo;extraction de souvenirs, l&rsquo;infomorphisation et ouvrent la voie &agrave; la psychochirurgie qui sera tr&egrave;s utilis&eacute;e durant la guerre des colonies.</p>
<h2>Hyper-hybrides</h2>
<p>Les technologies cybern&eacute;tiques et organiques n&rsquo;ont eu de cesse de se croiser au cours du si&egrave;cle, mais il faut attendre la fin des ann&eacute;es 2080 pour qu&rsquo;elles se rejoignent &agrave; l&rsquo;&eacute;chelle cellulaire.</p>
<p>Jusque-l&agrave;, le m&eacute;lange des deux technologies s&rsquo;effectuait principalement par le biais d&rsquo;implants ou de remplacements. La cr&eacute;ation du premier organe hyper-hybride, un &laquo;&nbsp;simple&nbsp;&raquo; muscle a ouvert tout le nouveau domaine des cyberorganisme. Le d&eacute;but de cette derni&egrave;re d&eacute;cennie voit enfin la naissance du premier hyper-hybride complet.</p>
<p>Les hyper-hybrides sont un m&eacute;lange de technologies organiques et cybern&eacute;tiques &agrave; l&rsquo;&eacute;chelle cellulaire. Comme les cellules biologiques, celles des hyper-hybrides vivent, se dupliquent et se r&eacute;parent. Chaque cellule embarque un pseudo-ADN encrypt&eacute; dans une matrice cybern&eacute;tique. Au niveau des performances, ces nouveaux &ecirc;tres poss&egrave;dent une force, bien sup&eacute;rieure &agrave; celle des &ecirc;tres organiques et leurs facult&eacute;s mentales, et r&eacute;flexes, sont au niveau des syst&egrave;mes automatis&eacute;s les plus sp&eacute;cialis&eacute;s.</p>
<p>Bien qu&rsquo;issus d&rsquo;une technologie tr&egrave;s r&eacute;cente, les hyper-hybrides commencent &agrave; &ecirc;tre produit en masse et beaucoup de solaires les envisagent comme des enveloppes d&rsquo;avenir.</p>
<p>Il est amusant de noter que cette technologie a surtout &eacute;t&eacute; employ&eacute;e pour produire des enveloppes d&rsquo;animaux anthropomorphes pour le moment, ce qui a conduit beaucoup de solaires &agrave; les qualifier improprement de chim&egrave;res.</p>
