<h1> Syst&egrave;mes</h1>
 <blockquote>&laquo;&nbsp;&nbsp;&raquo;</blockquote>
 <p>La m&eacute;canique de jeu de Solaires est tr&egrave;s g&eacute;n&eacute;rale et fonctionne th&eacute;oriquement dans n&rsquo;importe quelle situation. Toutefois, elle fait reposer le choix des cons&eacute;quences sur les &eacute;paules du meneur et, dans une moindre mesure, des joueurs. Mais voila, si vous pouvez r&eacute;soudre les situations de n&rsquo;importe quelle fa&ccedil;on sans &ecirc;tre limit&eacute;s par des r&egrave;gles fixes, encore faut-il que vous sachiez comment fonctionnent les &eacute;l&eacute;ments de l&rsquo;univers.</p>
 <p>Nous allons vous pr&eacute;senter plusieurs syst&egrave;mes pouvant vous servir d&rsquo;exemple. Ils vous aideront &agrave; jouer et mener diff&eacute;rentes situations que vous rencontrerez probablement en jeu. Rappelez-vous toutefois qu&rsquo;il s&rsquo;agit d&rsquo;exemples et non de r&egrave;gles immuables&nbsp;: une m&ecirc;me situation peut &ecirc;tre envisag&eacute;e de bien des fa&ccedil;ons.</p>
 <h2>Structure d&rsquo;un syst&egrave;me</h2>
 <p>Description des &eacute;ventuels agents du syst&egrave;me.</p>
 <p>Description des actions et difficult&eacute;s</p>
 <p>Cons&eacute;quences des &eacute;checs</p>
 <h2>Combat &ndash; Affronter des sbires</h2>
 <p>Bien que les combats soient un aspect important de nombreux autres jeux de r&ocirc;les, ce n&rsquo;est pas le cas dans Solaires. Si l&rsquo;aspect combat est en premier dans cette liste, ce n&rsquo;est uniquement qu&rsquo;une question d&rsquo;ordre alphab&eacute;tique.</p>
 <p>Les sbires (&laquo;&nbsp;minions&nbsp;&raquo; en anglais) sont des adversaires communs qui interviennent en nombre. Pour un personnage sp&eacute;cialis&eacute; dans le combat, ils ne repr&eacute;sentent pas v&eacute;ritablement un danger individuellement mais affronter un groupe important peut vite devenir un d&eacute;fi. Parmi les adversaires de cette cat&eacute;gorie, on peut noter les robots de s&eacute;curit&eacute; standards, un groupe de mercenaire mal organis&eacute;s, etc.</p>
 <p>Un sbire peut &ecirc;tre neutralis&eacute; en une seule action de combat relativement facilement. Il est aussi possible de tenter de neutraliser plusieurs sbires d&rsquo;une seule action, mais cela est &eacute;videmment plus compliqu&eacute;. Ainsi, la difficult&eacute; de l&rsquo;action varie en fonction du nombre de sbire neutralis&eacute; lors de l&rsquo;action&nbsp;: 1 ou 2 pour un sbire&nbsp;; 0 pour deux sbires&nbsp;; -1 ou -2 pour trois sbires&nbsp;; -3 pour quatre sbires&nbsp;; -4 pour cinq sbires&nbsp;; -5 au-del&agrave;.</p>
 <p>En cas d&rsquo;&eacute;chec d&rsquo;une de ces actions, les sbires vont infliger des d&eacute;g&acirc;ts ou blesser l&rsquo;attaquant ou leur cible initiale. &Eacute;chouer deux ou trois fois devrait syst&eacute;matiquement mettre le personnage hors d&rsquo;&eacute;tat de combattre. Perdre un combat contre des sbires ne doit pas syst&eacute;matiquement signifier la mort&nbsp;: pr&eacute;f&eacute;rez la capture des personnages ou leur abandon sur le terrain.</p>
 <h2>Combat &ndash; Affronter un boss</h2>
 <p>Un boss est un adversaire bien plus puissant qu&rsquo;un sbire. M&ecirc;me pour un personnage sp&eacute;cialis&eacute; dans le combat, ils repr&eacute;sentent d&rsquo;importants d&eacute;fis qui doivent &ecirc;tre affront&eacute;s &agrave; plusieurs. Dans cette cat&eacute;gorie d&rsquo;adversaire, on retrouve souvent l&rsquo;antagoniste principal et ses lieutenants. &Ccedil;a peut aussi &ecirc;tre un v&eacute;hicule d&rsquo;assaut ou un robot lourd.</p>
 <p>Initialement, un boss est inaccessible&nbsp;: prot&eacute;g&eacute; par une ligne de sbires, hors de port&eacute;e derri&egrave;re un canon d&rsquo;artillerie, envelopp&eacute; dans un blindage, etc. Les personnages joueurs devraient toujours devoir faire quelque chose avant de pouvoir acc&eacute;der au boss&nbsp;: par exemple affronter ces sbires, s&rsquo;avancer en sautant de couverture en couverture, d&eacute;ployer une arme ou un gadget, etc. Ces premi&egrave;res actions devraient comporter une difficult&eacute; allant de 0 &agrave; -2.</p>
 <p>La premi&egrave;re phase termin&eacute;e, le boss ne peut pas, pour autant, &ecirc;tre &eacute;limin&eacute; en une seule action. Tout d&rsquo;abords, les personnages joueurs doivent mettre le boss en mauvaise posture&nbsp;: par exemple, lui faire perdre prise en apesanteur, le mettre &agrave; court de munition, le blesser l&eacute;g&egrave;rement, etc. Ces actions sont plus complexes et requi&egrave;rent une difficult&eacute; allant de -1 &agrave; -3. Notez que les &eacute;checs de ces actions peuvent &ecirc;tre utilis&eacute;s pour faire progresser la phase&nbsp;: pensez &agrave; ces histoires o&ugrave; le grand m&eacute;chant semble vaincre les h&eacute;ros avant d&rsquo;&ecirc;tre finalement d&eacute;fait pas un ultime acte h&eacute;ro&iuml;que.</p>
 <p>Enfin, le boss peut &ecirc;tre d&eacute;fait le boss peut &ecirc;tre d&eacute;fait au prix d&rsquo;une action dont la difficult&eacute; va de -2 &agrave; -4. Ce coup d&eacute;cisif doit &ecirc;tre accompagn&eacute; d&rsquo;un aspect dramatique. N&rsquo;h&eacute;sitez pas &agrave; diminuer la difficult&eacute; de l&rsquo;action si le personnage l&rsquo;effectuant d&eacute;cide d&rsquo;en payer le prix&nbsp;: par exemple, le cyber-samoura&iuml; qui sacrifie son enveloppe pour infliger le dernier coup est un trope qui peut ajouter &agrave; l&rsquo;intensit&eacute; du combat et l&rsquo;h&eacute;ro&iuml;sme du personnage.</p>
 <p>Durant tout l&rsquo;affrontement, l&rsquo;effet des &eacute;checs des actions est similaire aux combats contre des sbires. Toutefois, pour gagner en tension notamment &agrave; la fin d&rsquo;une aventure, vous pouvez rendre les cons&eacute;quences de plus en plus grave au fil du combat&nbsp;: par exemple, des blessures l&eacute;g&egrave;res et des chutes sans gravit&eacute; au d&eacute;but du combat, puis des blessures handicapantes et du mat&eacute;riel d&eacute;truit quand le boss commence &agrave; perdre l&rsquo;avantage, et enfin la destruction ou la mort d&rsquo;une enveloppe vers la fin de l&rsquo;affrontement. L&agrave; encore, la d&eacute;faite du groupe ne doit pas n&eacute;cessairement signer la fin de l&rsquo;aventure.</p>
 <h2>Enqu&ecirc;te &ndash; Analyser une sc&egrave;ne de crime</h2>
 <p>Lors de leurs aventures, les personnages d&eacute;barqueront bien souvent apr&egrave;s un drame ou un &eacute;v&eacute;nement &eacute;trange. Ils voudront alors d&eacute;terminer ce qui s&rsquo;est pass&eacute; et rechercheront tout indice qui pourrait les aider &agrave; faire la lumi&egrave;re l&rsquo;incident en question.</p>
 <p>Habituellement, les joueurs tentent de trouver tout &eacute;l&eacute;ment anormal en se reposant sur leurs capacit&eacute;s d&rsquo;observation. Il s&rsquo;agit d&rsquo;une action dont la difficult&eacute; varie en fonction de la visibilit&eacute; de l&rsquo;anomalie&nbsp;: +2 pour des choses importantes mais pas trivialement &eacute;vidente&nbsp;; 0 &agrave; -2 pour des d&eacute;tails non volontairement dissimul&eacute;e, -2 &agrave; -4 pour des &eacute;l&eacute;ments dissmul&eacute;s.</p>
 <p><br/>
 </p>
 <h2>Enqu&ecirc;te &ndash; Croiser des informations</h2>
 <p><br/>
 </p>
 <h2>Espace &ndash; Effectuer une sortie</h2>
 <p><br/>
 </p>
 <h2>Espace &ndash; Survivre &agrave; une catastrophe</h2>
 <p><br/>
 </p>
 <h2>Infiltration &ndash; S&rsquo;introduire dans un lieu</h2>
 <p><br/>
 </p>
 <h2>Infiltration &ndash; Assassiner quelqu&rsquo;un</h2>
 <p><br/>
 </p>
 <h2>Informatique &ndash; Effectuer une recherche</h2>
 <p>Le r&eacute;seau SolNet est un r&eacute;seau distribu&eacute; sur tout le syst&egrave;me solaire. Il ne b&eacute;n&eacute;ficie pas d&rsquo;un moteur de recherche centralis&eacute; et instantan&eacute; comme vous en avez l&rsquo;habitude avec internet. Pour effectuer une recherche, il existe des logiciels qui vont explorer le r&eacute;seau et les caches de donn&eacute;es. D&rsquo;ordinaire cette op&eacute;ration est triviale pour quiconque recherche des informations publiques courantes.</p>
 <p>Pour des informations moins courantes ou sp&eacute;cialis&eacute;e, une recherche peut demander une action avec une difficult&eacute; allant de 0 pour des informations sp&eacute;cialis&eacute;es &agrave; -2 pour des informations particuli&egrave;rement rares. Rappelez-vous toutefois qu&rsquo;il n&rsquo;est toutefois pas possible de chercher des informations non publiques de cette fa&ccedil;on.</p>
 <p>D&rsquo;ordinaire, en cas d&rsquo;&eacute;chec le personnage ne parvient pas &agrave; trouver l&rsquo;information. Toutefois, il peut quand m&ecirc;me parfois l&rsquo;obtenir avec un d&eacute;lai de plusieurs heures ou sous la forme de quelques d&eacute;tails fragmentaires comme le r&eacute;sum&eacute; d&rsquo;un article de recherche. D&rsquo;autres fois, l&rsquo;&eacute;chec peut aussi attirer l&rsquo;attention d&rsquo;adversaires.</p>
 <h2>Informatique &ndash; Attaquer un serveur</h2>
 <p>Pour obtenir des informations priv&eacute;es ou prendre le contr&ocirc;le d&rsquo;une machine, un decker doit tout d&rsquo;abord localiser le serveur informatique concern&eacute;. &Agrave; une &eacute;poque o&ugrave; l&rsquo;informatique distribu&eacute;e est devenue omnipr&eacute;sente, cette tache est pratiquement impossible sans plus d&rsquo;information. Y parvenir peut demander d&rsquo;effectuer une v&eacute;ritable enqu&ecirc;te. Un premier moyen consiste &agrave; surveiller les requ&ecirc;tes sur le r&eacute;seau&nbsp;: cela peut repr&eacute;senter une difficult&eacute; de 0 &agrave; -4 en fonction de la taille du r&eacute;seau. S&rsquo;il est possible de localiser la machine physiquement (par exemple, si le but est de pirater le contr&ocirc;leur d&rsquo;un sas), cette difficult&eacute; peut remonter entre +2 et 0. Un &eacute;chec peut signifier que le serveur n&rsquo;a pas pu &ecirc;tre localis&eacute; dans les temps ou que le personnage est incapable d&rsquo;y parvenir avec les donn&eacute;es dont il dispose. D&rsquo;autres moyens sont disponibles pour localiser un serveur, par exemple des contacts peuvent l&rsquo;avoir r&eacute;pertori&eacute; dans un annuaire ill&eacute;gal.</p>
 <p>Une fois le serveur identifi&eacute; et localis&eacute; sur le r&eacute;seau, il est possible de l&rsquo;attaquer. Cela consiste &agrave; ouvrir une br&egrave;che dans la GLACE du serveur puis d&rsquo;y ex&eacute;cuter le logiciel de piratage. Cette premi&egrave;re action est la plus critique&nbsp;: en fonction de la qualit&eacute; de la GLACE, sa difficult&eacute; peut aller de 0 &agrave; -4. Il est possible d&rsquo;all&eacute;ger la difficult&eacute; en laissant au brise-glace le temps d&rsquo;&eacute;tudier les contre-mesures. Cela peut prendre quelques heures.</p>
 <p>En cas d&rsquo;&eacute;chec de l&rsquo;action, la GLACE tient bon et le personnage ne parvient pas &agrave; acc&eacute;der au serveur. Pire encore, les propri&eacute;taires du serveur, ou les responsables de sa s&eacute;curit&eacute;, seront pr&eacute;venus et agiront en cons&eacute;quence, g&eacute;n&eacute;ralement en isolant le serveur et en remontant la connexion de l&rsquo;attaque.</p>
 <p>En cas de r&eacute;ussite, l&rsquo;attaquant parvient &agrave; p&eacute;n&eacute;trer dans le serveur et son logiciel de piratage peut y commettre les m&eacute;faits pr&eacute;vus. Il ne dispose toutefois que d&rsquo;une courte dur&eacute;e pour y parvenir et la programmation du logiciel peut aller d&rsquo;une difficult&eacute; de 2 &agrave; -2 en fonction de la complexit&eacute; de la tache &agrave; accomplir.</p>
 <p>L&rsquo;&eacute;chec de l&rsquo;op&eacute;ration de piratage peut avoir de nombreuses cons&eacute;quences, comme une erreur fatale entra&icirc;nant l&rsquo;extinction serveur, le d&eacute;clenchement de routines avertissant les propri&eacute;taires, ou un dysfonctionnement des services associ&eacute;s.</p>
 <h2>Informatique &ndash; Affronter un decker</h2>
 <p>Tant qu&rsquo;il n&rsquo;interagit pas avec les &eacute;l&eacute;ments du r&eacute;seau, un decker est parfaitement ind&eacute;tectable. Toutefois &agrave; partir du moment o&ugrave; il interf&egrave;re avec le r&eacute;seau, il peut &ecirc;tre rep&eacute;r&eacute;. Par exemple, s&rsquo;il p&eacute;n&egrave;tre dans un serveur ou intercepte des messages r&eacute;seaux.</p>
 <p>Si un decker soup&ccedil;onne la pr&eacute;sence d&rsquo;un adversaire localement, il peut tenter de le localiser. Suivant les indices dont il dispose, cette action repr&eacute;sente une difficult&eacute; variable. S&rsquo;il poss&egrave;de le rapport d&rsquo;une GLACE attaqu&eacute;e, ou s&rsquo;il a lui-m&ecirc;me &eacute;t&eacute; attaqu&eacute;, cette difficult&eacute; est de 0. S&rsquo;il a rep&eacute;r&eacute; des anomalies, elle peut aller de -2 &agrave; 0 en fonction d&rsquo;ampleur des anomalies. S&rsquo;il recherche un adversaire en se basant seulement sur un doute, la difficult&eacute; est de -4.</p>
 <p>Une fois localis&eacute;, le decker peut attaquer son adversaire comme il attaquerait un serveur. S&rsquo;il passe la GLACE, il peut d&eacute;connecter et endommager la console d&rsquo;acc&egrave;s de son adversaire, ou le supprimer s&rsquo;il s&rsquo;agit d&rsquo;un infomorphe. S&rsquo;il ne parvient pas &agrave; franchir la d&eacute;fense de sa cible, celle-ci est pr&eacute;venue et pourra le localiser tr&egrave;s facilement.</p>
 <p>Si un decker pense qu&rsquo;on le cherche sur la matrice, il peut d&eacute;ployer des pi&egrave;ges en for&ccedil;ant des serveurs interm&eacute;diaires. La difficult&eacute; de cette action, qu&rsquo;il s&rsquo;agisse de placer ou d&rsquo;esquiver ces pi&egrave;ges repr&eacute;sente une difficult&eacute; allant de 0 &agrave; -3. D&eacute;clencher un de ces pi&egrave;ges donne sa position &agrave; son adversaire. Alternativement un decker peut aussi tenter de se repositionner dans le r&eacute;seau en changeant la cha&icirc;ne de ses connexions.</p>
 <p>Dans l&rsquo;esprit&nbsp;: le premier &agrave; frapper peut l&rsquo;emporter impun&eacute;ment s&rsquo;il r&eacute;ussit, mais il s&rsquo;expose &agrave; une riposte tout aussi d&eacute;finitive.</p>
 <h2>N&eacute;gociation &ndash; Interroger un t&eacute;moin</h2>
 <p><br/>
 </p>
 <h2>N&eacute;gociation &ndash; Convaincre un agent</h2>
 <p><br/>
 </p>
 <h2>Relations &ndash; Obtenir des informations</h2>
 <p><br/>
 </p>
 <h2>Relations &ndash; Obtenir une faveur</h2>
 <p><br/>
 </p>
 <h2>Technologie &ndash; Pirater un appareil</h2>
 <p>T&ocirc;t ou tard, un personnage tentera de prendre le contr&ocirc;le physiquement d&rsquo;un appareil. &Ccedil;a peut &ecirc;tre une porte, un sas, un syst&egrave;me de climatisation, un robot, une arme interfac&eacute;e, etc. Si l&rsquo;appareil est reli&eacute; au r&eacute;seau, il peut &ecirc;tre pirat&eacute; comme d&eacute;crit dans &laquo;&nbsp;Attaquer un serveur&nbsp;&raquo;. Dans tous les cas, si un personnage poss&egrave;de un acc&egrave;s physique &agrave; l&rsquo;appareil, il peut proc&eacute;der diff&eacute;remment.</p>
 <p>Nombre de machines sont pr&eacute;vues pour &ecirc;tre manipul&eacute;e directement par le personnel et robots de la maintenance. Pour y acc&eacute;der, ils utilisent des certificats informatiques&nbsp;: si le personnage poss&egrave;de un tel certificat, il &lsquo;a rien besoin de faire de plus. Falsifier un certificat requiert des capacit&eacute;s de calcul g&eacute;n&eacute;ralement hors de la port&eacute;e des personnages joueurs. Le voler, ou le demander &agrave; des contacts bien plac&eacute;s, est souvent pus envisageable, m&ecirc;me s&rsquo;il s&rsquo;agit d&rsquo;une v&eacute;ritable mission en soi. Le temps demand&eacute; est rarement compatible avec l&rsquo;urgence requise dans la plupart des situations&nbsp;: par exemple si vous deviez forcer un sas pour ne pas vous retrouver &eacute;ject&eacute; &agrave; l&rsquo;ext&eacute;rieur.</p>
 <p>Sans certificat, il reste la solution du d&eacute;tournement physique, que ce soit &agrave; l&rsquo;aide d&rsquo;un d&eacute;codeur, pour les syst&egrave;mes les plus simples, ou en ouvrant l&rsquo;appareil et en effectuant les d&eacute;viations n&eacute;cessaires. Dans les deux cas, la tentative de piratage demande une action d&rsquo;une difficult&eacute; pouvant aller de 0 &agrave; -2. Mais si la premi&egrave;re option ne requiert qu&rsquo;une ou deux dizaines de secondes, la seconde option peut prendre plusieurs minutes.</p>
 <p>En cas d&rsquo;&eacute;chec, l&rsquo;appareil peut se montrer d&eacute;faillant, l&rsquo;outillage du pirate peut &ecirc;tre endommag&eacute; et les services de maintenance, voire la s&eacute;curit&eacute;, seront peut-&ecirc;tre alert&eacute;s. En cas, de r&eacute;ussite, le personnage peut acc&eacute;der &agrave; la machine comme s&rsquo;il &eacute;tait un op&eacute;rateur reconnu.</p>
 <p>Notez toutefois que le succ&egrave;s du piratage d&rsquo;un appareil ne donne pas pour autant la connaissance de son fonctionnement et plus d&rsquo;un d&eacute;sastre ont &eacute;t&eacute; le fruit d&rsquo;op&eacute;rateurs incomp&eacute;tents. Dans le doute, si l&rsquo;emploi d&rsquo;un appareil demande un op&eacute;rateur sp&eacute;cialis&eacute;, son utilisation demande aussi r&eacute;ussir une action d&rsquo;une difficult&eacute; de 0, avec les cons&eacute;quences appropri&eacute;es en cas d&rsquo;&eacute;chec.</p>
 <p>Actions types&nbsp;:</p>
 <ul>
     <li>Pirater physiquement un appareil (de 0 &agrave; -2)</li>
     <li>Utiliser un appareil sp&eacute;cialis&eacute; (0)</li>
 </ul>
 <h2>Technologie &ndash; Construire un gadget</h2>
 <p>Pour r&eacute;soudre certaines situations, les personnages peuvent manquer d&rsquo;un outil particulier, que ce soit une pi&egrave;ce pour r&eacute;parer une machine, un s&eacute;rum contre une toxine, un logiciel pour restaurer un syst&egrave;me, etc. Souvent, vous n&rsquo;aurez pas la possibilit&eacute; de vous le procurer de fa&ccedil;on r&eacute;guli&egrave;re, en le demandant &agrave; un contact ou en l&rsquo;achetant &agrave; un fournisseur, etc. Heureusement, de nombreux personnages sont capables de concevoir des appareils apportant une solution plus ou moins temporaire &agrave; ce genre de probl&egrave;me.</p>
 <p>La fabrication d&rsquo;un gadget s&rsquo;effectue en plusieurs &eacute;tapes&nbsp;: conception, pr&eacute;paration et mise en &oelig;uvre.</p>
 <p>La premi&egrave;re &eacute;tape, la conception, consiste pr&eacute;parer les plans, la formule ou le programme du gadget. C&rsquo;est une op&eacute;ration qui peut prendre de quelques minutes &agrave; plusieurs heures en fonction de l&rsquo;ampleur du projet. La difficult&eacute; de cette &eacute;tape varie de +2 &agrave; -2 en fonction de la sp&eacute;cialisation et la complexit&eacute; de l&rsquo;appareil. Pour un logiciel, cette seule &eacute;tape suffit.</p>
 <p>La seconde &eacute;tape consiste &agrave; r&eacute;unir le mat&eacute;riel et les outils pour travailler. G&eacute;n&eacute;ralement, les personnages manipulant la technologie poss&egrave;dent le mat&eacute;riel suffisant pour effectuer leurs travaux, mais dans le cas o&ugrave; ce n&rsquo;est pas le cas, il est n&eacute;cessaire de se procurer ou de d&eacute;tourner le mat&eacute;riel n&eacute;cessaire. Cette action peut demander une difficult&eacute; allant de +2 &agrave; 0. Dans les pires situations, trouver le mat&eacute;riel peut consister &agrave; cr&eacute;er d&rsquo;autres gadgets, mais tant que possible &eacute;vitez les r&eacute;cursions&nbsp;!</p>
 <p>La derni&egrave;re &eacute;tape, la mise en &oelig;uvre, consiste &agrave; fabriquer le gadget. En fonction du mat&eacute;riel &agrave; disposition et de la complexit&eacute; de l&rsquo;&eacute;l&eacute;ment &agrave; cr&eacute;er, l&rsquo;action </p>
 <p><br/>
 </p>
  