<h1> Enqu&ecirc;te</h1>
 <blockquote>&laquo;&nbsp;Tu n&rsquo;y es pas Trend. Toute la sc&egrave;ne est fausse&nbsp;: quelqu&rsquo;un tente de m&rsquo;atteindre.&nbsp;&raquo;<br/>
 Nightly, justici&egrave;re</blockquote>
 <p>Les enqu&ecirc;tes prennent souvent une place importante dans les aventures que propose Solaires. Il n&rsquo;est aussi pas rare que les personnages aient &agrave; rechercher et analyser des indices pour lever le voile sur les affaires sur lesquels ils sont confront&eacute;s.</p>
 <h2>Conseils et ambiance</h2>
 <div class="encart">
	<p class="encart__texte">Dans le contexte des r&ocirc;les des personnages, l&rsquo;enqu&ecirc;te recoupe principalement la recherche et l&rsquo;analyse des indices et preuves. Au cours d&rsquo;une partie, les investigations des joueurs feront aussi intervenir les autres aspects.</p>
	<p class="encart__texte">Bien que nous nous concentrerons principalement sur l&rsquo;enqu&ecirc;te en tant que recherche et analyse d&rsquo;indice, vous trouverez ici quelques conseils sur la gestion des enqu&ecirc;tes dans le sens le plus g&eacute;n&eacute;ral.</p>
</div>
 <p>Les enqu&ecirc;tes sont un outil de narration int&eacute;ressant puisqu&rsquo;elles permettent aux personnages joueurs de d&eacute;couvrir des &eacute;v&eacute;nements auxquels ils n&rsquo;ont pas particip&eacute; de fa&ccedil;on active. Elles apportent en plus un d&eacute;fi aux joueurs et peuvent aider &agrave; construire une ambiance particuli&egrave;re au fur et &agrave; mesure que les &eacute;l&eacute;ments parviennent aux enqu&ecirc;teurs. Il existe de nombreuses fa&ccedil;ons de consid&eacute;rer ce type d&rsquo;histoire et nous vous proposons de consid&eacute;rer ces enqu&ecirc;tes comme des &eacute;nigmes qui consistent &agrave; collecter des informations et en tirer des d&eacute;ductions pour les r&eacute;soudre.</p>
 <p>Ainsi, une grande partie de l&rsquo;enqu&ecirc;te consistera normalement &agrave; collecter des informations. Les PJ ont acc&egrave;s &agrave; de nombreux moyens pour acqu&eacute;rir des informations&nbsp;: analyser des sc&egrave;nes de crimes, interroger des gens, extraire des donn&eacute;es de SolNet, faire jouer ses contacts, pirater des banques de donn&eacute;es, infiltrer des installations suspectes, explorer des &eacute;paves, etc. Et cette liste est bien s&ucirc;r non exhaustive.</p>
 <p>Le premier &eacute;cueil, r&eacute;duire la collecte d&rsquo;information &agrave; des jets de d&eacute;s, peut rendre cette &eacute;tape inint&eacute;ressante pour les joueurs. Les PJ doivent chercher et s&rsquo;ils le font de fa&ccedil;on intelligente ou int&eacute;ressante, ils devraient toujours trouver quelque chose, m&ecirc;me si le sc&eacute;nario ne pr&eacute;voit pas le moyen qu&rsquo;ils ont employ&eacute;.</p>
 <p>Le second &eacute;cueil est moins &eacute;vident. Il est tr&egrave;s tentant de d&eacute;tailler toutes les pistes et les moyens d&rsquo;obtentions lors de l&rsquo;&eacute;criture du sc&eacute;nario. Mais en plus de r&eacute;v&eacute;ler laborieux la plupart du temps, c&rsquo;est aussi un grand g&acirc;chis. &Agrave; moins que la partie se montre tr&egrave;s dirigiste, ce que nous d&eacute;conseillons, les joueurs risquent de beaucoup errer, ce qui peut devenir une mauvaise exp&eacute;rience. Plus pr&eacute;cis&eacute;ment, faites attention aux &laquo;&nbsp;indices que les&nbsp;PJ ne peuvent pas rater&nbsp;&raquo;, car ils les ratent deux fois sur trois. Faites aussi attention &agrave; l&rsquo;inverse&nbsp;: il serait terriblement frustrant qu&rsquo;ils d&eacute;ploient de gros efforts sur une piste qui ne leur donne au final rien parce que vous ne l&rsquo;aviez pas pr&eacute;vu. Pour mitiger grandement ces deux probl&egrave;mes, nous vous proposons d&rsquo;utiliser des indices et des pistes flottants&nbsp;: des informations dont le moyen d&rsquo;obtention n&rsquo;est pas d&eacute;crit dans le sc&eacute;nario mais qui pourront &ecirc;tre trouv&eacute; si les PJ cherchent de fa&ccedil;on logique.</p>
 <p>L&rsquo;autre aspect d&rsquo;une enqu&ecirc;te repose sur les d&eacute;ductions&nbsp;: les moments o&ugrave; les joueurs assemblent les pi&egrave;ces du puzzle et tentent de comprendre les tenants et aboutissant de l&rsquo;affaire. Ne vous imaginez pas pour autant qu&rsquo;il s&rsquo;agisse d&rsquo;une &eacute;tape qui ferait suite &agrave; la collecte d&rsquo;indice pr&eacute;c&eacute;demment d&eacute;crite. Le processus de l&rsquo;enqu&ecirc;te est beaucoup plus continu et les joueurs formuleront des hypoth&egrave;ses d&egrave;s les premiers indices, si ce n&rsquo;est d&egrave;s le briefing.</p>
 <p>L&agrave; encore, des &eacute;cueils sont possibles et peuvent enliser la partie. Le premier est d&rsquo;oublier le recul que peut avoir le meneur&nbsp;: il conna&icirc;t d&eacute;j&agrave; la &laquo;&nbsp;solution&nbsp;&raquo; de l&rsquo;affaire, car il a lu ou &eacute;crit le sc&eacute;nario. De fait certaines choses peuvent lui para&icirc;tre &eacute;videntes et pourtant rester inaccessible pour les joueurs. Prenez notamment en compte qu&rsquo;ils peuvent oublier ou sous estimer des d&eacute;tails, voire des pistes enti&egrave;res, et s&rsquo;enliser dans des culs de sac. N&rsquo;ayez pas peur de leur donner plus d&rsquo;information que le strict n&eacute;cessaire et &eacute;viter le recours aux fausses pistes si elles n&rsquo;apportent rien &agrave; l&rsquo;histoire.</p>
 <p>Le second &eacute;cueil se place du c&ocirc;t&eacute; des joueurs&nbsp;: le biais de confirmation. Il s&rsquo;agit d&rsquo;un biais cognitif tr&egrave;s connu en psychologie qui affecte tout le monde, y compris les vrais enqu&ecirc;teurs du vrai monde. Probablement le plus universel et le plus fort. Le principe est simple&nbsp;: tout le monde tend &agrave; favoriser les &eacute;l&eacute;ments qui vont dans son sens et &agrave; occulter inconsciemment ce qui ne conforte pas ses hypoth&egrave;ses. Ainsi vos joueurs pourront s&rsquo;acharner plus que de raison sur une fausse piste, ignorer une information capitale parce qu&rsquo;elle ne colle pas aux autres informations qu&rsquo;ils auront &agrave; un moment donn&eacute;, etc. N&rsquo;h&eacute;sitez pas &agrave; avoir la main lourde sur les signaux et indices indiquant qu&rsquo;ils s&rsquo;aventurent sur une fausse piste.</p>
 <p>Pour finir ces conseils, si vous souhaitez apporter un peu plus de pression, vous pouvez faire jouer les adversaires en leur faisant d&eacute;truire ou alt&eacute;rer des preuves au fil du temps. Ceci ajoute une contrainte temporelle &agrave; l&rsquo;enqu&ecirc;te. Mais gardez &agrave; l&rsquo;esprit qu&rsquo;il est primordial que les PJ soient conscients du fait et que ces destructions et alt&eacute;rations ne remettent pas en question la faisabilit&eacute; de l&rsquo;enqu&ecirc;te.</p>
 <h2>Outils</h2>
 <p>Pour r&eacute;colter les indices et les analyser, les enqu&ecirc;teurs ont acc&egrave;s &agrave; un ensemble d&rsquo;outils et de logiciels particuli&egrave;rement puissants.</p>
 <p>Voici une description des principaux outils li&eacute;s &agrave; la recherche et l&rsquo;analyse de preuve&nbsp;:</p>
  <ul>
	<li>Drone scanner&nbsp;: petit robot a&eacute;rien disposant d&rsquo;un ensemble de cam&eacute;ras et de lasers de mesure servant &agrave; num&eacute;riser l&rsquo;int&eacute;gralit&eacute; d&rsquo;une sc&egrave;ne de crime pour pouvoir l&rsquo;examiner a posteriori. La pr&eacute;cision des relev&eacute;s est suffisante pour lire les empreintes digitales et retrouver des r&eacute;sidus tels que les poils, cheveux et diverses poudres. Il ne permet pas d&rsquo;effectuer de pr&eacute;l&egrave;vement physique.</li>
	<li>Scanner &agrave; effet Wolfa&nbsp;: scanners de mati&egrave;re, capables de num&eacute;riser la mati&egrave;re en volume &agrave; l&rsquo;&eacute;chelle des atomes. Il existe une variante transportable qui dispose d&rsquo;une r&eacute;solution allant jusqu&rsquo;au micron et qui permet d&rsquo;inspecter la mati&egrave;re sur quelques centim&egrave;tres de profondeur. La version portable est insuffisante pour analyser l&rsquo;ADN ou les nano-particules.</li>
	<li>Logiciel de reconstitution&nbsp;: logiciel pouvant analyser une sc&egrave;ne de crime et formaliser des hypoth&egrave;ses sur la succession d&rsquo;&eacute;v&egrave;nement qui a pu conduire &agrave; l&rsquo;&eacute;tat o&ugrave; elle a &eacute;t&eacute; observ&eacute;e.</li>
	<li>Logiciel d&rsquo;analyse&nbsp;: collection de logiciels d&eacute;di&eacute;s au traitement et l&rsquo;analyse de donn&eacute;e. Ils permettent d&rsquo;effectuer des croisements automatiques sur de grandes quantit&eacute;s de donn&eacute;es, d&rsquo;identifier des &eacute;l&eacute;ments trouv&eacute;s sur une sc&egrave;ne de crime, ou de faire ressortir les anomalies dans une base de donn&eacute;es.</li>
	<li>Logiciel de lecture d&rsquo;intention&nbsp;: logiciel permettant de d&eacute;tecter et d&rsquo;interpr&eacute;ter les mouvements et contractions musculaires involontaires. Dans le cadre d&rsquo;une enqu&ecirc;te, il peut servir &agrave; identifier certains mensonges ou des signes de stress, mais les agents entra&icirc;n&eacute;s savent tromper ce logiciel.</li>
</ul>
 <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: effectuer une fouille</h2>
	<p class="encart__texte">Que ce soit volontairement ou accidentellement, de nombreux indices ou autre &eacute;l&eacute;ment important se retrouvent dissimul&eacute;s sur les sc&egrave;nes de crimes, ou les planques d&rsquo;adversaires. Que ce soit une preuve incriminante ou une cargaison de contrebande, les raisons ne manquent pas.</p>
	<p class="encart__texte">Habituellement, les joueurs tentent de trouver tout &eacute;l&eacute;ment anormal en se reposant sur leurs capacit&eacute;s d&rsquo;observation. Il s&rsquo;agit d&rsquo;une action dont la difficult&eacute; varie en fonction de la visibilit&eacute; de l&rsquo;anomalie&nbsp;: +2 pour des choses importantes mais pas trivialement &eacute;vidente&nbsp;; 0 &agrave; -2 pour des d&eacute;tails qui n&rsquo;ont pas &eacute;t&eacute; dissimul&eacute;s volontairement, 0 &agrave; -4 pour des &eacute;l&eacute;ments dissimul&eacute;s. Il est possible d&rsquo;associer des d&eacute;couvertes suppl&eacute;mentaires sur des succ&egrave;s avec effet secondaires positifs.</p>
	<p class="encart__texte">En cas d&rsquo;&eacute;chec, le personnage ne parvient pas &agrave; trouver quoi que ce soit et &agrave; moins d&rsquo;utiliser une m&eacute;thode radicalement diff&eacute;rente, il ne pourra pas r&eacute;essayer, pas plus qu&rsquo;un de ses camarades. Il est aussi possible qu&rsquo;il ait d&eacute;clench&eacute; une alerte ou un pi&egrave;ge.</p>
	<p class="encart__texte">De fa&ccedil;on g&eacute;n&eacute;rale, nous vous conseillons de bloquer des indices essentiels &agrave; l&rsquo;histoire derri&egrave;re un tel test de r&eacute;solution. Les recherches des joueurs devraient toujours leur permettre d&rsquo;obtenir ces informations vitales, qu&rsquo;il s&rsquo;agisse d&rsquo;une r&eacute;ussite ou d&rsquo;un &eacute;chec, s&rsquo;ils n&rsquo;ont pas d&rsquo;autre moyen de les trouver.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: analyser des informations</h2>
	<p class="encart__texte">Il n&rsquo;est pas rare que des enqu&ecirc;teurs se retrouvent avec des noms ou d&rsquo;autres donn&eacute;es sans lien direct avec d&rsquo;autres piste ou preuve. Pour les relier avec leur affaire ou mettre en &eacute;vidence une information noy&eacute;e dans la masse, ils peuvent proc&eacute;der &agrave; une analyse et des croisements de donn&eacute;es.</p>
	<p class="encart__texte">Ceci requiert habituellement une action dont la difficult&eacute; peut aller de +2, pour simplement rechercher une information dans une base de donn&eacute;es, &agrave; -2, pour trouver des motifs significatifs dans une banque d&rsquo;information particuli&egrave;rement complexe.</p>
	<p class="encart__texte">En cas d&rsquo;&eacute;chec, l&rsquo;enqu&ecirc;teur obtiendra g&eacute;n&eacute;ralement des informations inutiles voire compl&egrave;tement trompeuses. Faites toutefois attentions &agrave; ce que les joueurs ne s&rsquo;engouffrent pas plus que de raison sur une telle fausse piste.</p>
	<p class="encart__texte">Enfin, pour trouver des traces d&rsquo;offuscation d&rsquo;informations qui pourraient rester apr&egrave;s un nettoyage, cette difficult&eacute; peut m&ecirc;me atteindre -4. Il n&rsquo;est en revanche pas possible de retrouver des informations effac&eacute;es par ce moyen.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: relever des preuves</h2>
	<p class="encart__texte">G&eacute;n&eacute;ralement, les enqu&ecirc;teurs sont amen&eacute;s &agrave; emporter des indices ou des preuves physiques avec eux pour les analyser dans un environnement plus adapt&eacute;. Il peut s&rsquo;agir de num&eacute;riser une sc&egrave;ne de crime, de relever des empreintes ADN ou d&rsquo;autres preuves physiques.</p>
	<p class="encart__texte">Num&eacute;riser une sc&egrave;ne demande une action dont la difficult&eacute; varie en fonction de la complexit&eacute; et de l&rsquo;&eacute;tat des lieux&nbsp;: de 0, pour une sc&egrave;ne de crime simple o&ugrave; les &eacute;l&eacute;ments sont statiques, &agrave; -4, dans une situation particuli&egrave;rement chaotique avec de nombreux fragments &agrave; la d&eacute;rive. Le r&eacute;sultat de cette num&eacute;risation est une repr&eacute;sentation fid&egrave;le de la zone enregistr&eacute;e. En cas d&rsquo;&eacute;chec, l&rsquo;enregistrement peut &ecirc;tre incomplet, voire d&eacute;form&eacute;. Dans ces cas, les personnages ne s&rsquo;en apercevront que bien plus tard.</p>
	<p class="encart__texte">Pr&eacute;lever des preuves physiques est g&eacute;n&eacute;ralement plus simple&nbsp;: le principal risque &eacute;tant d&rsquo;alt&eacute;rer ou de d&eacute;truire l&rsquo;indice en question. Il s&rsquo;agit ici d&rsquo;une action dont la difficult&eacute; varie de +2 pour un objet solide et simple &agrave; collecter &agrave; -2 pour une preuve extr&ecirc;mement volatile, comme les cendres fig&eacute;es d&rsquo;une feuille calcin&eacute;e qui n&rsquo;attendent qu&rsquo;un courant d&rsquo;air pour &ecirc;tre dispers&eacute;e. &Eacute;chouer signifie g&eacute;n&eacute;ralement que l&rsquo;indice a &eacute;t&eacute; endommag&eacute;, contamin&eacute;, voire compl&egrave;tement d&eacute;truit.</p>
	<p class="encart__texte">Pour num&eacute;riser de petites preuves, comme une empreinte organique ou le motif form&eacute; par des nanorobots de piratage, il est n&eacute;cessaire de disposer d&rsquo;un scanner poss&eacute;dant une r&eacute;solution suffisante. Habituellement, un scanner wolfa portatif fait le travail et un personnage peut obtenir une num&eacute;risation fid&egrave;le de l&rsquo;indice en r&eacute;ussissant une action d&rsquo;une difficult&eacute; allant de 0, pour une preuve en parfait &eacute;tat, &agrave; -4, si elle a &eacute;t&eacute; volontairement d&eacute;grad&eacute;e. En cas d&rsquo;&eacute;chec, le personnage peut obtenir une num&eacute;risation en apparence correcte mais qui ne donnera aucun vrai r&eacute;sultat lors de son analyse, o&ugrave; les emm&egrave;nera sur de fausses pistes.</p>
</div>
 