<h1> Espace</h1>
 <blockquote>&laquo;&nbsp;C&rsquo;est dangereux dehors&nbsp;?&nbsp;&raquo;<br/>
 Idle, enfant hyper hybride<br/>
 &laquo;&nbsp;Toujours Idle, c&rsquo;est toujours dangereux.&nbsp;&raquo;<br/>
 Feyn, astronaute</blockquote>
 <p>Dans les colonies, l&rsquo;espace et les environnements extraterrestres sont omnipr&eacute;sents. Plus d&rsquo;une aventure m&egrave;nera les personnages hors de l&rsquo;enceinte protectrice des colonies que ce soit &agrave; la surface d&rsquo;une lune glac&eacute;e ou dans le vide interplan&eacute;taire.</p>
 <h2>Conseils et ambiance</h2>
 <p>Dans Solaires l&rsquo;espace se manifeste &agrave; deux moments&nbsp;: lorsque les personnages s&rsquo;aventurent hors de l&rsquo;enceinte des colonies, stations et vaisseaux et lorsque l&rsquo;espace s&rsquo;invite &agrave; l&rsquo;int&eacute;rieur de ces installations. </p>
 <p>L&rsquo;espace est un environnement intrins&egrave;quement dangereux. S&rsquo;aventurer hors de la s&eacute;curit&eacute; relative des installations des corporations repr&eacute;sente toujours risque. Ce n&rsquo;est jamais un acte que les personnages doivent prendre &agrave; la l&eacute;g&egrave;re. Sortir sans pr&eacute;paration, fera toujours intervenir une complication&nbsp;: un sas qui se bloque, une combinaison qui se d&eacute;pressurise, du mat&eacute;riel qui d&eacute;rive hors de port&eacute;e, un personnage qui d&eacute;visse, etc.</p>
 <p>Inutile d&rsquo;insister sur le fait que les actions p&eacute;rilleuses entra&icirc;nent des cons&eacute;quences pires encore. Si une d&eacute;chirure peut provoquer la mort en quelques dizaines de secondes, imaginez le r&eacute;sultat lorsque votre rover fait une embard&eacute;e ou que vous ouvrez votre sas trop t&ocirc;t. Et ne parlons pas d&rsquo;un affrontement&nbsp;: une fusillade &agrave; l&rsquo;ext&eacute;rieur sera toujours br&egrave;ve et meurtri&egrave;re (et la provenance des tirs est encore plus difficile &agrave; d&eacute;terminer sans le son).</p>
 <p>Parfois, le danger ne sera pas directement la cause de l&rsquo;espace&nbsp;: un dysfonctionnement du syst&egrave;me de dissipation thermique en pleine acc&eacute;l&eacute;ration sur un vol interplan&eacute;taire peut provoquer des d&eacute;g&acirc;ts impressionnants qu&rsquo;il faudra g&eacute;rer urgemment&nbsp;!</p>
 <p>N&rsquo;h&eacute;sitez pas &agrave; employer l&rsquo;espace comme un facteur d&rsquo;isolement&nbsp;: vos personnages sont dans une installation abandonn&eacute;e&nbsp;? &Agrave; combien de kilom&egrave;tre sont les secours potentiels&nbsp;? Deux cents&nbsp;? Et sur un vaisseau &agrave; la d&eacute;rive&nbsp;? Des dizaines, voire des millions, de kilom&egrave;tres. L&rsquo;espace c&rsquo;est aussi l&rsquo;&eacute;chelle qui fait que m&ecirc;me un simple message peut mettre des dizaines de minutes pour arriver &agrave; destination.</p>
 <p>Terminons avec un &eacute;l&eacute;ment qui ne doit jamais dispara&icirc;tre de la t&ecirc;te des joueurs&nbsp;: les PJ ne sont jamais loin de l&rsquo;espace. Dans une colonie, pass&eacute; l&rsquo;enceinte, c&rsquo;est l&rsquo;environnement hostile de la plan&egrave;te ou lune qui les attends. Dans une station orbitale, ou un vaisseau, le vide spatial n&rsquo;est s&eacute;par&eacute; d&rsquo;eux que par quelques millim&egrave;tres de mat&eacute;riaux. N&rsquo;h&eacute;sitez pas &agrave; utiliser la parano&iuml;a ambiance sur cet aspect&nbsp;: un d&eacute;bris vient d&rsquo;heurter la coque de votre vaisseau&nbsp;? Il n&rsquo;est pas pass&eacute;, mais vous avez tous entendu l&rsquo;impact r&eacute;sonner &agrave; travers toute la structure&hellip;</p>
 <h2>Les dangers de l&rsquo;espace</h2>
 <p>L&rsquo;espace comporte de nombreux dangers, certains mortels en quelques dizaines de secondes, d&rsquo;autres au bout de plusieurs mois. Voici une liste des principaux dangers class&eacute;s par urgence&nbsp;: en haut de la liste se trouvent les plus imm&eacute;diats. Nous donnons aussi quelques moyens de mitigation lorsqu&rsquo;il en existe&nbsp;:</p>
  <ul>
	<li>La d&eacute;pressurisation explosive&nbsp;: chez l&rsquo;humain, une chute brutale de la pression entra&icirc;ne l&rsquo;inconscience en &agrave; peine plus d&rsquo;une dizaine de secondes et la mort en quelques minutes. Si elle peut &ecirc;tre pr&eacute;vue, faire le vide dans ses poumons peut r&eacute;duire les d&eacute;g&acirc;ts sur la cage thoracique. L&rsquo;emploi d&rsquo;un respirateur peut permettre &agrave; un agent entra&icirc;n&eacute; de rester conscient plusieurs minutes, mais il lui sera quand m&ecirc;me impossible de r&eacute;aliser le moindre effort significatif.</li>
	<li>La d&eacute;pressurisation lente&nbsp;: en fonction de la dur&eacute;e de la d&eacute;pressurisation, un agent tiendra habituellement bien plus longtemps, surtout s&rsquo;il dispose d&rsquo;un respirateur. Sans assistance, un humain reste en activit&eacute; jusqu&rsquo;&agrave; environ une demi atmosph&egrave;re de pression. En dessous, les efforts deviennent tr&egrave;s p&eacute;nibles et un respirateur est n&eacute;cessaire pour survivre plus d&rsquo;une heure. En dessous d&rsquo;une pression d&rsquo;un quart d&rsquo;une atmosph&egrave;re, la survie devient aussi compliqu&eacute;e que dans le vide.</li>
	<li>L&rsquo;empoisonnement au CO2&nbsp;: lorsque l&rsquo;air cesse d&rsquo;&ecirc;tre renouvel&eacute;, le dioxyde de carbone s&rsquo;accumule et devient rapidement dangereux, bien avant que le niveau d&rsquo;oxyg&egrave;ne ne puisse commencer &agrave; devenir pr&eacute;occupant. Le taux normal est normalement de 250 &agrave; 1&nbsp;000&nbsp;ppm en fonction du syst&egrave;me d&rsquo;a&eacute;ration. &Agrave; partir de 2&nbsp;000&nbsp;ppm, des maux de t&ecirc;te et d&rsquo;autres troubles commence &agrave; appara&icirc;tre. &Agrave; partir de 10&nbsp;000&nbsp;ppm (1&nbsp;%), il devient difficile de faire des efforts physiques. Au-del&agrave;, c&rsquo;est l&rsquo;asphyxie, fatale en quelques minutes. Un respirateur permet de tenir tant que ses filtres sont fonctionnels (et sous r&eacute;serve que l&rsquo;oxyg&egrave;ne ne tombe pas sous un seuil critique). &Agrave; titre d&rsquo;exemple simplifi&eacute;, un humain ne disposant que d&rsquo;un seul m&egrave;tre cube d&rsquo;air, le rend irrespirable en une heure et demie, augmenter ce volume augmente la dur&eacute;e de sa survie d&rsquo;autant.</li>
	<li>La chaleur&nbsp;: en fonction de l&rsquo;endroit o&ugrave; vous vous trouvez, le probl&egrave;me pos&eacute; par la chaleur est tr&egrave;s variable. Expos&eacute; au soleil, sur une orbite plus proche que celle de Mars, la temp&eacute;rature tend &agrave; monter naturellement et tr&egrave;s rapidement si aucun abris n&rsquo;est disponible. En quelques dizaines de minutes, la chaleur devient difficile &agrave; supporter et la mort peut survenir en moins d&rsquo;une heure. Abrit&eacute; du soleil ou situ&eacute; dans les syst&egrave;mes plus externes, le probl&egrave;me s&rsquo;inverse et un chauffage d&rsquo;appoint est n&eacute;cessaire pour compenser la perte de chaleur. La mort par hypothermie peut survenir en quelques heures. Dans les deux cas avec une combinaison, l&rsquo;autonomie en air de la combinaison posera probl&egrave;me bien avant.</li>
	<li>Les radiations&nbsp;: les radiations proviennent principalement du soleil et prennent de nombreuses formes&nbsp;: rayonnements et vents solaires. Certaines magn&eacute;tosph&egrave;res comme celle de la Terre ou de Jupiter peuvent en concentrer une grande quantit&eacute;. Une exposition directe peut provoquer des l&eacute;sions similaires &agrave; la radioactivit&eacute; et passer quelques heures en &eacute;tant expos&eacute; &agrave; une source importante entra&icirc;nera un syndrome d&rsquo;irradiation aigu et la mort peut survenir en quelques heures. Une exposition m&ecirc;me br&egrave;ve pr&eacute;sente un risque tr&egrave;s &eacute;lev&eacute; de d&eacute;velopper un cancer ou des d&eacute;faillances d&rsquo;organes&nbsp;: le syst&egrave;me nerveux est relativement fragile. Le mat&eacute;riel &eacute;lectronique est encore plus sensible face &agrave; ce danger&nbsp;: un cybern&eacute;tique ne disposant pas d&rsquo;un blindage cons&eacute;quent peut &ecirc;tre mis hors service en quelques minutes, les premi&egrave;res d&eacute;faillances pouvant survenir en quelques dizaines de secondes. Une combinaison spatiale n&rsquo;offre qu&rsquo;une protection limit&eacute;e, suffisante pour quelques heures, mais l&rsquo;enceinte d&rsquo;un vaisseau, surtout s&rsquo;il dispose d&rsquo;une magn&eacute;tosph&egrave;re artificielle restent le meilleur moyen de se pr&eacute;munir des radiations. Par ailleurs, un corps trop fortement irradi&eacute; est vou&eacute; &agrave; mourir et il est alors g&eacute;n&eacute;ralement n&eacute;cessaire de changer d&rsquo;enveloppe avant que les d&eacute;g&acirc;ts sur le syst&egrave;me nerveux ne soient trop importants.</li>
	<li>L&rsquo;acc&eacute;l&eacute;ration&nbsp;: bien qu&rsquo;on y pense pas imm&eacute;diatement, les forces r&eacute;sultant des acc&eacute;l&eacute;rations et particuli&egrave;rement des &eacute;l&eacute;ments en rotation, peuvent vite devenir tr&egrave;s &eacute;lev&eacute;. Un vaisseau dont un r&eacute;servoir a explos&eacute;, peut se mettre en rotations avec une vitesse de plusieurs dizaines de tours par minutes. &Agrave; l&rsquo;int&eacute;rieur du vaisseau, notamment aux extr&eacute;mit&eacute;s, l&rsquo;acc&eacute;l&eacute;ration centrifuge peut repr&eacute;senter des dizaines de G. Il n&rsquo;est d&rsquo;ailleurs pas rare qu&rsquo;un appareil se disloque litt&eacute;ralement apr&egrave;s s&rsquo;&ecirc;tre retrouv&eacute; en rotation incontr&ocirc;l&eacute;e. Dans ce type de situation, le mieux est de gagner le centre de gravit&eacute; du vaisseau avant que l&rsquo;acc&eacute;l&eacute;ration n&rsquo;impose une force trop grande de trouver un moyen de ralentir cette rotation.</li>
</ul>
  <h2>Outils</h2>
 <p>En s&rsquo;&eacute;tablissant dans l&rsquo;espace, les solaires ont d&eacute;velopp&eacute; de nombreux outils pour pouvoir op&eacute;rer dans le vide spatial et les environnements hostiles des astres du syst&egrave;me solaire.</p>
 <p>Voici une description des principaux outils li&eacute;s &agrave; l&rsquo;&eacute;volution dans l&rsquo;espace&nbsp;:</p>
  <ul>
	<li>Combinaison spatiale&nbsp;: pivot central de toute exp&eacute;dition hors de l&rsquo;enceinte des installations des colonies, les combinaisons spatiales regroupent tout une gamme de combinaisons et d&rsquo;armures sp&eacute;cifiquement con&ccedil;ues pour les sorties extrav&eacute;hiculaires. En plus d&rsquo;une isolation avanc&eacute;e, elles comportent tout un syst&egrave;me de survie suffisant pour permettre &agrave; son occupant de reste actif pendant de nombreuses heures. L&rsquo;autonomie des combinaisons les plus r&eacute;centes d&eacute;passe les 24 heures.</li>
	<li>Respirateur&nbsp;: masque de respiration associ&eacute; &agrave; des filtres et une cartouche d&rsquo;air comprim&eacute;e, le respirateur est un appareil d&rsquo;urgence permettant &agrave; son op&eacute;rateur de rester conscient plusieurs minutes dans le vide. Il permet aussi de survivre quelques heures dans une atmosph&egrave;re pressuris&eacute;e mais irrespirable.</li>
	<li>Gant gecko&nbsp;: con&ccedil;us pour pouvoir &eacute;voluer en apesanteur sans-g&ecirc;ne, les gants geckos sont g&eacute;n&eacute;ralement install&eacute;s de base sur toutes les combinaisons spatiales. Reproduisant les fins cils qui permettent l&rsquo;adh&eacute;rence des pattes de gecko, ces gants permettent une prise ferme, m&ecirc;me sur une surface plane et lisse, qu&rsquo;il y ait ou non une atmosph&egrave;re.</li>
	<li>Jet-pack&nbsp;: dispositif permettant d&rsquo;&eacute;voluer librement dans l&rsquo;espace. Bien que lourdement assist&eacute; par une couche logicielle, l&rsquo;utilisateur a toutefois besoin d&rsquo;un minimum de formation pour parvenir &agrave; conserver son attitude et aller l&agrave; o&ugrave; il le souhaite. Un jet-pack non contr&ocirc;l&eacute; est sans doute le meilleur moyen de se retrouver &agrave; la d&eacute;rive sans pouvoir recevoir d&rsquo;aide imm&eacute;diate.</li>
	<li>Drones d&rsquo;inspection&nbsp;: ces robots capables d&rsquo;&eacute;voluer dans l&rsquo;espace en utilisant des tuy&egrave;res ioniques sont les &eacute;claireurs id&eacute;aux lors de toute sortie. Ils permettent d&rsquo;identifier les dangers avant d&rsquo;y envoyer un op&eacute;rateur sentient. Ces drones offrent aussi un soutien important, notamment en termes de champ de vision et de conscience de son environnement. Beaucoup sont par ailleurs &eacute;quip&eacute;s d&rsquo;outils sp&eacute;cialis&eacute;s et peuvent par exemple d&eacute;ployer des c&acirc;bles.</li>
	<li>Magn&eacute;tosph&egrave;re artificielle&nbsp;: bien que cet appareil ne puisse &eacute;quiper que les vaisseaux et autres installations spatiales, il offre une protection aux radiations &eacute;lectriquement charg&eacute;es, qui repr&eacute;sentent une grande part des radiations ionisantes. Son principe est assez simple&nbsp;: un r&eacute;seau d&rsquo;&eacute;lectroaimants supraconducteurs g&eacute;n&egrave;rent un champ magn&eacute;tique particuli&egrave;rement intense qui peut s&rsquo;&eacute;tendre sur plusieurs kilom&egrave;tres. Ce champ magn&eacute;tique d&eacute;vie alors les particules du vaisseau et les redirige vers des sections sans risques. Tant qu&rsquo;il &eacute;volue &agrave; proximit&eacute; d&rsquo;un tel appareil un astronaute est relativement prot&eacute;g&eacute; vis-&agrave;-vis de ces radiations.</li>
</ul>
  <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: faire une sortie extrav&eacute;hiculaire</h2>
	<p class="encart__texte">Effectuer une sortie extrav&eacute;hiculaire est une op&eacute;ration &agrave; risque qui doit &ecirc;tre pr&eacute;par&eacute;e. Sortir apr&egrave;s avoir rapidement enfil&eacute; une combinaison spatiale n&rsquo;est que rarement une bonne id&eacute;e et il convient de pr&eacute;parer un minimum sa sortie sous peine de mettre sa vie en jeu.</p>
	<p class="encart__texte">Avant m&ecirc;me de pr&eacute;parer le mat&eacute;riel, il est souvent pr&eacute;f&eacute;rable de se renseigner sur le site de l&rsquo;op&eacute;ration. Il existe de nombreux moyens, que ce soient par l&rsquo;envoie de drones d&rsquo;inspection ou d&rsquo;autres sources. Le maniement des drones requiert habituellement une action d&rsquo;une difficult&eacute; de 0.</p>
	<p class="encart__texte">Une fois le terrain connu, la pr&eacute;paration du mat&eacute;riel et l&rsquo;&eacute;quipement peut s&rsquo;effectuer. Fort des informations obtenues pr&eacute;c&eacute;demment, du mat&eacute;riel sp&eacute;cialis&eacute; peut ainsi &ecirc;tre emport&eacute;. La pr&eacute;paration et l&rsquo;harnachement d&rsquo;une combinaison peut prendre une bonne heure et requiert une difficult&eacute; pouvant aller de +2 &agrave; -2 en fonction de la nature du mat&eacute;riel et de la vitesse de l&rsquo;&eacute;quipement. Il est &agrave; noter qu&rsquo;il est possible de pr&eacute;parer un sp&eacute;cialiste non familier avec ces proc&eacute;dures et ce sans malus. Malheureusement, un &eacute;chec sur cette action n&rsquo;avorte pas la sortie&nbsp;: &agrave; la place, des complications auront lieu durant la mission.</p>
	<p class="encart__texte">La sortie en elle-m&ecirc;me peut &ecirc;tre g&eacute;r&eacute;e comme tout autre sc&egrave;ne &agrave; la diff&eacute;rence que toute &eacute;chec d&rsquo;action peut entra&icirc;ner des cons&eacute;quences graves&nbsp;: un outil qui d&eacute;rive hors de port&eacute;e, un astronaute qui d&eacute;visse, une d&eacute;chirure de la combinaison, une perte d&rsquo;orientation, naus&eacute;es, etc. La difficult&eacute; des actions n&rsquo;est ma modifi&eacute;e par rapport &agrave; leur &eacute;quivalent en situation normale, seuls les cons&eacute;quences n&eacute;gatives changent. Faire face &agrave; la plupart de ces cons&eacute;quences requiert habituellement une action dont la difficult&eacute; peut aller de +2 &agrave; -2. L&agrave; encore, l&rsquo;assistance d&rsquo;un autre astronaute peut fonctionner.</p>
	<p class="encart__texte">La mission termin&eacute;e, il faut aussi rentrer et si la proc&eacute;dure a &eacute;t&eacute; correctement pr&eacute;par&eacute;e, ce n&rsquo;est normalement pas un probl&egrave;me. Toutefois, si des complications pr&eacute;vue ne se sont pas encore d&eacute;clench&eacute;e, c&rsquo;est le bon moment pour les mettre en &oelig;uvre. Il est tout &agrave; fait possible qu&rsquo;une complication ait d&eacute;j&agrave; eu lieu, mais que les personnages ne s&rsquo;en rendent compte qu&rsquo;&agrave; ce moment-l&agrave;.</p>
	<p class="encart__texte">Une fois revenu &agrave; bord, le rangement et la maintenance du mat&eacute;riel en doit pas &ecirc;tre n&eacute;glig&eacute;&nbsp;: il serait tr&egrave;s dommage que la prochaine EVA se fasse avec des filtres usag&eacute;s ou que les personnages doivent se passer d&rsquo;un outil introuvable parce qu&rsquo;il a &eacute;t&eacute; mal rang&eacute;.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: G&eacute;rer &agrave; une catastrophe</h2>
	<p class="encart__texte">M&ecirc;me &agrave; bord d&rsquo;un vaisseau ou d&rsquo;une installation spatiale, le danger peut se manifester aussi brutalement qu&rsquo;&agrave; l&rsquo;ext&eacute;rieur. Que ce soit un incendie, une br&egrave;che de l&rsquo;enceinte ou un syst&egrave;me critique qui ne fonctionne plus, il est important de r&eacute;agir rapidement.</p>
	<p class="encart__texte">La premi&egrave;re chose qu&rsquo;un op&eacute;rateur plac&eacute; dans une situation dangereuse doit faire est d&rsquo;assurer sa capacit&eacute; d&rsquo;action &agrave; court terme. S&rsquo;il perd conscience, il ne pourra rien faire et s&rsquo;il est le seul &agrave; pouvoir faire quelque chose, ce sera un d&eacute;sastre. Pour autant, il ne doit pas c&eacute;der &agrave; la panique. Cette premi&egrave;re action repr&eacute;sente une difficult&eacute; de g&eacute;n&eacute;ralement 0, mais qui peut remonter &agrave; +2 en fonction de la nature du danger. En cas d&rsquo;&eacute;chec, le personnage panique et effectue des actions qui le conduisent &agrave; le mettre plus en danger encore. Peut-&ecirc;tre s&rsquo;est-il empar&eacute; d&rsquo;un extincteur et s&rsquo;est jet&eacute; sans r&eacute;fl&eacute;chir dans une salle compl&egrave;tement remplie de fum&eacute;e, sans avoir pens&eacute; au respirateur&nbsp;?</p>
	<p class="encart__texte">Une fois, sa propre survie imm&eacute;diate assur&eacute;e, il est important de s&rsquo;assurer que personne n&rsquo;est en &eacute;tat de panique ou ne risque d&rsquo;y laisser sa peau. Pour ma&icirc;triser quelqu&rsquo;un qui panique, consid&eacute;rer qu&rsquo;il s&rsquo;agit d&rsquo;une action requ&eacute;rant des comp&eacute;tences d&rsquo;astronaute et de psychologue, et d&rsquo;une difficult&eacute; +2 &agrave; 0 en fonction de la situation. En cas d&rsquo;&eacute;chec, il est possible que des complications aient lieu, mais elles ne doivent pas &ecirc;tre pires que si l&rsquo;astronaute n&rsquo;avait rien essay&eacute;.</p>
	<p class="encart__texte">L&rsquo;&eacute;tape suivante est de pr&eacute;venir qui peut &ecirc;tre pr&eacute;venu&nbsp;: m&ecirc;me si le personnage parvient &agrave; ma&icirc;triser l&rsquo;incident par la suite, il vaut mieux demander des secours pour rien que mourir sans les avoir appel&eacute;s. Commencer &agrave; maintenir un journal de bord audio pour les sauveteurs est aussi tr&egrave;s utile&hellip; si l&rsquo;incident devait avoir la peau du personnage.</p>
	<p class="encart__texte">Enfin, le personnage peut essayer de r&eacute;gler le probl&egrave;me en lui-m&ecirc;me. Souvent, il s&rsquo;agit d&rsquo;un probl&egrave;me technique ou de s&eacute;curit&eacute;. Dans ces cas-l&agrave;, les actions appropri&eacute;es demandent une difficult&eacute; pouvant aller de +2 &agrave; -2, en fonction du niveau de leur niveau de sp&eacute;cialisation. En cas d&rsquo;&eacute;chec, l&rsquo;action peut empirer&nbsp;: des blessures, une br&egrave;che qui s&rsquo;agrandit, un incendie qui se propage, etc.</p>
	<p class="encart__texte">Une fois les urgences pass&eacute;es, ce type d&rsquo;incident demande une maintenance des appareils affect&eacute;s, une surveillance de la situation et un rapport des d&eacute;g&acirc;ts. G&eacute;n&eacute;ralement, les r&eacute;parations et autres correctifs appliqu&eacute;s pendant la crise sont temporaires.</p>
	<p class="encart__texte">Enfin, il reste possible que la situation devienne compl&egrave;tement hors de contr&ocirc;le et qu&rsquo;une &eacute;vacuation ou un confinement s&rsquo;impose. La plupart des installations et vaisseaux poss&egrave;dent une salle particuli&egrave;rement blind&eacute;e avec une redondance des syst&egrave;mes de survie, g&eacute;n&eacute;ralement la passerelle de commandement ou une chambre de panique. Une fois r&eacute;fugi&eacute;s &agrave; l&rsquo;int&eacute;rieur, il ne reste plus qu&rsquo;&agrave; esp&eacute;rer que les secours ont bien re&ccedil;us le message d&rsquo;alerte&hellip;</p>
</div>
  