<h1> Combat</h1>
 <blockquote>&laquo;&nbsp;Je n&rsquo;avais pas envie de tuer.&nbsp;&raquo;<br/>
 Tsadir, cyber-samoura&iuml;</blockquote>
 <p>Parfois, pour parvenir &agrave; leur fin, ou parce qu&rsquo;un adversaire aura d&eacute;cid&eacute; d&rsquo;essayer de les g&ecirc;ner, les PJ vont se retrouver confronter &agrave; des situations de combat. R&eacute;soudre les probl&egrave;mes est parfois la meilleure ou la seule possibilit&eacute;.</p>
 <div class="encart">
	<p class="encart__texte">Bien que les combats soient un aspect important de nombreux autres jeux de r&ocirc;les, ce n&rsquo;est pas le cas dans Solaires. Si l&rsquo;aspect combat est en premier dans de nombreuses liste, ce n&rsquo;est uniquement qu&rsquo;une question d&rsquo;ordre alphab&eacute;tique.</p>
</div>
 <h2>Conseil et ambiance</h2>
 <p>Lors de tout combat, fixez un enjeu. La vie des PJ n&rsquo;est pas aussi importante que dans d&rsquo;autres jeu de r&ocirc;les&nbsp;: n&rsquo;oubliez pas qu&rsquo;ils sont immortels et pourront revenir plus tard. Par exemples, un combat peut &ecirc;tre un obstacle pour obtenir une information ou &eacute;viter de perdre une ressource pr&eacute;cieuse. Il peut aussi s&rsquo;agir de sauver quelqu&rsquo;un d&rsquo;autres ou de r&eacute;cup&eacute;rer quelque chose. Dans tous les cas, fixez un enjeu et faites en sorte que les PJ le connaissent.</p>
 <p>Dans Solaires, les combats se veulent rapides et intenses. Ne les faites pas tra&icirc;ner en longueur&nbsp;: chaque action des PJ doit faire progresser le combat qu&rsquo;il s&rsquo;agisse de succ&egrave;s ou d&rsquo;&eacute;checs. N&rsquo;oubliez pas non plus, qu&rsquo;en dehors de certains agents robotiques ou de mercenaires suicidaires, la plupart des adversaires des PJ tenteront de fuir ou de se rendre, pass&eacute; les premi&egrave;res pertes ou d&egrave;s qu&rsquo;ils n&rsquo;ont plus l&rsquo;avantage.</p>
 <p>Pour conserver le focus sur les actions des PJ, nous vous recommandons de ne pas jouer les adversaires comme des personnages joueurs. Voyez les adversaires comme des &eacute;preuves&nbsp;: laissez l&rsquo;initiative aux PJ et faites agir les adversaires dans le r&eacute;sultat de leurs actions. Chaque &eacute;chec des PJ doit &ecirc;tre une r&eacute;ussite pour les adversaires. Et si les PJ d&eacute;cident de ne rien faire&nbsp;? Faites progresser les adversaires normalement, les joueurs effectueront les jets pour se d&eacute;fendre.</p>
 <p>Un dernier aspect important pour les combats sont leurs effets de bords&nbsp;: impliquez l&rsquo;environnement, les civils, la structure des lieux o&ugrave; le combat se d&eacute;roule. Les balles perdues dans une fusillade vont quelque part et &agrave; la fin d&rsquo;un affrontement important, les PJ devraient avoir &agrave; en g&eacute;rer les cons&eacute;quences. Ne les laissez pas sous-estimez la gravit&eacute; d&rsquo;une balle qui aurait termin&eacute; sa course dans un r&eacute;servoir, ou pire, perfor&eacute; l&rsquo;enceinte de l&rsquo;installation&hellip;</p>
 <h2>Outils</h2>
 <p>Les principaux outils utilis&eacute;s en combat sont les armes et les protections.</p>
 <p>Il existe une quantit&eacute; astronomique de mod&egrave;les d&rsquo;armes et de protections, mais heureusement, il est possible de les regrouper dans des cat&eacute;gories simples&nbsp;:</p>
  <ul>
	<li>Les armes pulseurs&nbsp;: ce sont les armes les plus simples qui soient&nbsp;: un rail &eacute;lectromagn&eacute;tique qui propulse des munitions &agrave; des vitesses supersoniques. La plupart des armes pulseurs assemblent leurs munitions &agrave; la vol&eacute;e &agrave; partir de nanite standard. Elles sont habituellement disponibles sous forme de fusils ou d&lsquo;arme de poing. La l&eacute;gislation solaire consid&egrave;re deux sous cat&eacute;gories&nbsp;: les armes lourdes, capables d&rsquo;endommager une cloison standard, et les armes l&eacute;g&egrave;res. La premi&egrave;re cat&eacute;gorie est g&eacute;n&eacute;ralement r&eacute;serv&eacute;e aux forces de la s&eacute;curit&eacute; uniquement. Inutile d&rsquo;indiquer que la seconde en revanche ne sert pratiquement &agrave; rien sur une cible un minimum blind&eacute;e.</li>
	<li>Les armes shock&nbsp;: ce sont des armes neutralisantes capable de provoquer une puissante d&eacute;charge &eacute;lectrique &agrave; distance. Ces armes, normalement non l&eacute;tales, sont tr&egrave;s utilis&eacute;es par les forces de s&eacute;curit&eacute;s civiles et g&eacute;n&eacute;ralement accept&eacute;e partout. On les trouve surtout sous forme d&rsquo;arme de poing, m&ecirc;me si des fusils sont aussi utilis&eacute;s. Ce sont d&rsquo;ailleurs les seules armes autoris&eacute;es sur le sol martien, sous conditions toutefois. &Eacute;videmment, m&ecirc;me si cette arme permet aussi de neutraliser les cybern&eacute;tiques, elle n&rsquo;a aucun effet d&egrave;s lors qu&rsquo;un blindage, m&ecirc;me l&eacute;ger, est en jeu. &Agrave; noter qu&rsquo;il existe des grenades et des mines shock aux effets similaires.</li>
	<li>Les armes plasma&nbsp;: principalement utilis&eacute;es pour les combats spatiaux, ces armes sont certainement les plus destructrices. On les trouve sous de nombreuses forme d&rsquo;explosifs&nbsp;: notamment, missiles, mine et grenades. Ces armes sont capables de vaporiser un volume instantan&eacute;ment, d&eacute;sint&eacute;grant tout, ou presque, dans son champ d&rsquo;action. Au-del&agrave;, la d&eacute;charge &eacute;lectrique est capable de faire sauter toute l&rsquo;alimentation d&rsquo;une installation et, utilis&eacute;es en int&eacute;rieur, le souffle ardent est capable d&rsquo;infliger des br&ucirc;lures importantes, m&ecirc;me une dizaine de m&egrave;tre hors du p&eacute;rim&egrave;tre de destruction totale. Inutile d&rsquo;indiquer que ces armes sont r&eacute;serv&eacute;es &agrave; l&rsquo;usage exclusif des forces militaires des corporations.</li>
	<li>Les armes EMP&nbsp;: principalement utilis&eacute;es comme bombe spatiale, ces armes sont capables de d&eacute;g&acirc;ts consid&eacute;rables sur l&rsquo;infrastructure &eacute;lectrique d&rsquo;une installation. Tout &ecirc;tre cybern&eacute;tique pris dans son effet est irr&eacute;m&eacute;diablement d&eacute;sactiv&eacute;. Les &ecirc;tres organiques eux perdent g&eacute;n&eacute;ralement conscience comme s&rsquo;ils avaient &eacute;t&eacute; touch&eacute;s par une arme shock. Ces armes sont interdites et seuls les forces militaires peuvent &ecirc;tre amen&eacute;e &agrave; en manipuler.</li>
	<li>Les protections l&eacute;g&egrave;res&nbsp;: de simples gilets &agrave; des combinaisons int&eacute;grales, ces protections sont capables de mitiger les armes l&eacute;g&egrave;res et les armes shocks. Elles ne seront d&rsquo;aucune aide contre des armes lourdes.</li>
	<li>Les armures lourdes&nbsp;: v&eacute;ritables exosquelettes, ces armures sont pratiquement imunis&eacute;es &agrave; l&rsquo;armement l&eacute;ger et shock.</li>
	<li>Les brouilleurs&nbsp;: ces appareils, souvent utilis&eacute;s en grenade, sont con&ccedil;us pour isoler les soldats et rendre les informorphes incapable d&rsquo;agir. Ils &eacute;mettent des flashs de lumi&egrave;res aveuglants, des sons en bruit blanc et brouillent toutes les communications radio. Tr&egrave;s utilis&eacute;es par les forces de s&eacute;curit&eacute;s, leur emploi sur la population est g&eacute;n&eacute;ralement tr&egrave;s mal vu.</li>
</ul>
  <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: affronter des sbires</h2>
	<p class="encart__texte">Les sbires (&laquo;&nbsp;minions&nbsp;&raquo; en anglais) sont des adversaires communs qui interviennent en nombre. Pour un personnage sp&eacute;cialis&eacute; dans le combat, ils ne repr&eacute;sentent pas v&eacute;ritablement un danger individuellement mais affronter un groupe important peut vite devenir un d&eacute;fi. Parmi les adversaires de cette cat&eacute;gorie, on peut noter les robots de s&eacute;curit&eacute; standards, un groupe de mercenaire mal organis&eacute;s, etc.</p>
	<p class="encart__texte">Un sbire peut &ecirc;tre neutralis&eacute; en une seule action de combat relativement facilement. Il est aussi possible de tenter de neutraliser plusieurs sbires d&rsquo;une seule action, mais cela est &eacute;videmment plus compliqu&eacute;. Ainsi, la difficult&eacute; de l&rsquo;action varie en fonction du nombre de sbire neutralis&eacute; lors de l&rsquo;action&nbsp;: 1 ou 2 pour un sbire&nbsp;; 0 pour deux sbires&nbsp;; -1 ou -2 pour trois sbires&nbsp;; -3 pour quatre sbires&nbsp;; -4 pour cinq sbires&nbsp;; -5 au-del&agrave;.</p>
	<p class="encart__texte">En cas d&rsquo;&eacute;chec d&rsquo;une de ces actions, les sbires vont infliger des d&eacute;g&acirc;ts ou blesser l&rsquo;attaquant ou leur cible initiale. &Eacute;chouer deux ou trois fois devrait syst&eacute;matiquement mettre le personnage hors d&rsquo;&eacute;tat de combattre. Perdre un combat contre des sbires ne doit pas syst&eacute;matiquement signifier la mort&nbsp;: pr&eacute;f&eacute;rez la capture des personnages ou leur abandon sur le terrain.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: affronter un boss</h2>
	<p class="encart__texte">Un boss est un adversaire bien plus puissant qu&rsquo;un sbire. M&ecirc;me pour un personnage sp&eacute;cialis&eacute; dans le combat, ils repr&eacute;sentent d&rsquo;importants d&eacute;fis qui doivent &ecirc;tre affront&eacute;s &agrave; plusieurs. Dans cette cat&eacute;gorie d&rsquo;adversaire, on retrouve souvent l&rsquo;antagoniste principal et ses lieutenants. &Ccedil;a peut aussi &ecirc;tre un v&eacute;hicule d&rsquo;assaut ou un robot lourd.</p>
	<p class="encart__texte">Initialement, un boss est inaccessible&nbsp;: prot&eacute;g&eacute; par une ligne de sbires, hors de port&eacute;e derri&egrave;re un canon d&rsquo;artillerie, envelopp&eacute; dans un blindage, etc. Les personnages joueurs devraient toujours devoir faire quelque chose avant de pouvoir acc&eacute;der au boss&nbsp;: par exemple affronter ces sbires, s&rsquo;avancer en sautant de couverture en couverture, d&eacute;ployer une arme ou un gadget, etc. Ces premi&egrave;res actions devraient comporter une difficult&eacute; allant de 0 &agrave; -2.</p>
	<p class="encart__texte">La premi&egrave;re phase termin&eacute;e, le boss ne peut pas, pour autant, &ecirc;tre &eacute;limin&eacute; en une seule action. Tout d&rsquo;abords, les personnages joueurs doivent mettre le boss en mauvaise posture&nbsp;: par exemple, lui faire perdre prise en apesanteur, le mettre &agrave; court de munition, le blesser l&eacute;g&egrave;rement, etc. Ces actions sont plus complexes et requi&egrave;rent une difficult&eacute; allant de -1 &agrave; -3. Notez que les &eacute;checs de ces actions peuvent &ecirc;tre utilis&eacute;s pour faire progresser la phase&nbsp;: pensez &agrave; ces histoires o&ugrave; le grand m&eacute;chant semble vaincre les h&eacute;ros avant d&rsquo;&ecirc;tre finalement d&eacute;fait pas un ultime acte h&eacute;ro&iuml;que.</p>
	<p class="encart__texte">Enfin, le boss peut &ecirc;tre d&eacute;fait le boss peut &ecirc;tre d&eacute;fait au prix d&rsquo;une action dont la difficult&eacute; va de -2 &agrave; -4. Ce coup d&eacute;cisif doit &ecirc;tre accompagn&eacute; d&rsquo;un aspect dramatique. N&rsquo;h&eacute;sitez pas &agrave; diminuer la difficult&eacute; de l&rsquo;action si le personnage l&rsquo;effectuant d&eacute;cide d&rsquo;en payer le prix&nbsp;: par exemple, le cyber-samoura&iuml; qui sacrifie son enveloppe pour infliger le dernier coup est un trope qui peut ajouter &agrave; l&rsquo;intensit&eacute; du combat et l&rsquo;h&eacute;ro&iuml;sme du personnage.</p>
	<p class="encart__texte">Durant tout l&rsquo;affrontement, l&rsquo;effet des &eacute;checs des actions est similaire aux combats contre des sbires. Toutefois, pour gagner en tension notamment &agrave; la fin d&rsquo;une aventure, vous pouvez rendre les cons&eacute;quences de plus en plus grave au fil du combat&nbsp;: par exemple, des blessures l&eacute;g&egrave;res et des chutes sans gravit&eacute; au d&eacute;but du combat, puis des blessures handicapantes et du mat&eacute;riel d&eacute;truit quand le boss commence &agrave; perdre l&rsquo;avantage, et enfin la destruction ou la mort d&rsquo;une enveloppe vers la fin de l&rsquo;affrontement. L&agrave; encore, la d&eacute;faite du groupe ne doit pas n&eacute;cessairement signer la fin de l&rsquo;aventure.</p>
</div>
  