<h1> Syst&egrave;mes plan&eacute;taires</h1>
 <blockquote>&laquo;&nbsp;Une &eacute;toile, huit plan&egrave;tes majeures et des centaines de lunes&hellip; Ceux qui pr&eacute;tendent en avoir fini avec ce syst&egrave;me se trompent&nbsp;!&nbsp;&raquo;</blockquote>
 <h2>Mercure, la premi&egrave;re plan&egrave;te</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Plan&egrave;te rocheuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 2&nbsp;440&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 0,38&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 0,39&nbsp;ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 176,6&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 87,7&nbsp;j</td>
 	</tr>
 </table>
</div>
 <p>Plan&egrave;te la plus proche du soleil, Mercure est une plan&egrave;te tellurique priv&eacute;e d&rsquo;atmosph&egrave;re. Elle dispose d&rsquo;importants gisements de m&eacute;taux.</p>
 <p>D&eacute;laiss&eacute;e durant la premi&egrave;re phase de l&rsquo;exploration spatiale, une seule mission a &eacute;t&eacute; envoy&eacute;e vers la premi&egrave;re plan&egrave;te durant le XXe si&egrave;cle. Ce fut encore le cas lors de la colonisation puisque seule Sol6 s&rsquo;est int&eacute;ress&eacute;e &agrave; cette plan&egrave;te et qu&rsquo;elle n&rsquo;y a &eacute;tablie qu&rsquo;une trentaine de colonies.</p>
 <p>Les cit&eacute;es sont situ&eacute;es aux p&ocirc;les, profitant de l&rsquo;obscurit&eacute; perp&eacute;tuelle que fournissent certains crat&egrave;res. De nombreuses installations mini&egrave;res sont enfouies sous la surface.</p>
 <p>En effet, Sol6 ne porte qu&rsquo;un int&eacute;r&ecirc;t purement pratique &agrave; ses colonies et Mercure ne l&rsquo;int&eacute;resse que pour les ressources mini&egrave;res, principalement les m&eacute;taux, dont regorge la plan&egrave;te.</p>
 <p>Proche du soleil, la premi&egrave;re plan&egrave;te est aussi un endroit de transit important. Elle est donc entour&eacute;e d&rsquo;un grand nombre de stations orbitales.</p>
 <h2>V&eacute;nus, l&rsquo;&eacute;toile du berger</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Plan&egrave;te rocheuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 6&nbsp;050&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 0,91&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 0,72&nbsp;ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 116,8&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 224,7&nbsp;j</td>
 	</tr>
 </table>
</div>
 <p>V&eacute;nus est l&rsquo;astre le plus brillant dans le ciel de la Terre apr&egrave;s le Soleil et la Lune. Cette plan&egrave;te est aussi la plus proche de la Terre sur de nombreux points&nbsp;: diam&egrave;tre, masse, gravit&eacute;&hellip; Au point qu&rsquo;elle a souvent &eacute;t&eacute; consid&eacute;r&eacute;e comme la &laquo;&nbsp;petite s&oelig;ur&nbsp;&raquo; de la plan&egrave;te bleue.</p>
 <p>Mais l&rsquo;&eacute;toile du berger a eu un destin bien diff&eacute;rent et elle poss&egrave;de une atmosph&egrave;re extr&ecirc;mement dense. Si dense que la temp&eacute;rature et la pression ont emp&ecirc;ch&eacute; de construire la moindre installation au sol.</p>
 <p>Ajout&eacute;e &agrave; la gravit&eacute; proche de celle de la Terre, cette atmosph&egrave;re a rendu la plan&egrave;te inint&eacute;ressante. Seule une poign&eacute;e de station orbitale de recherche et de transit sont pr&eacute;sentes en orbite.</p>
 <p>Par ailleurs, seule Sol6 est pr&eacute;sente de fa&ccedil;on permanente bien que de nombreux vaisseaux des autres corporations s&rsquo;y arr&ecirc;tent souvent.</p>
 <h2>La Terre, la plan&egrave;te bleue</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Plan&egrave;te rocheuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 6&nbsp;380&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 1&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 1 ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 24 h</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 365.25 j</td>
 	</tr>
 </table>
</div>
 <p>D&rsquo;un point de vue physique, la Terre est une plan&egrave;te tellurique, la plus grande du syst&egrave;me solaire. Elle poss&egrave;de actuellement de l&rsquo;eau et une atmosph&egrave;re respirable par l&rsquo;Homme. Mais, c&rsquo;est surtout la plan&egrave;te m&egrave;re de l&rsquo;humanit&eacute;. La Terre est un patchwork de nations unies par une organisation mondiale&nbsp;: l&rsquo;ONU. Les nations terriennes ont choisi de conserver leurs modes de vie et accusent un retard technologique de plus en plus significatif par rapport aux colonies.</p>
 <p>&laquo;&nbsp;Il est notable que la Terre a refus&eacute; la transhumanit&eacute; et la posthumanit&eacute;. Conservatrice et r&eacute;actionnaire, elle a lutt&eacute; pour pr&eacute;server l&rsquo;humanit&eacute; telle qu&rsquo;elle la connaissait, craignant de la voir dispara&icirc;tre au profit des nouveaux &ecirc;tres. Ce fut la v&eacute;ritable raison de la guerre des colonies, les derniers cris d&rsquo;une cr&eacute;ature sauvage accul&eacute;e par les &eacute;v&egrave;nements. Elle a perdu cette guerre, mais au lieu de l&rsquo;extinction pr&eacute;vue, elle n&rsquo;est plus qu&rsquo;une image de cette vie pass&eacute;e.&nbsp;&raquo;</p>
 <h2>Mars, la plan&egrave;te rouge</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> Plan&egrave;te rocheuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 3&nbsp;400&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 0.38&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 1.52 ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 24 h 38</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 687 j</td>
 	</tr>
 </table>
</div>
 <p>Depuis longtemps, Mars fascine les hommes et la plan&egrave;te a &eacute;t&eacute; le th&eacute;&acirc;tre de nombreuses &oelig;uvres de fiction. C&rsquo;est probablement pourquoi ce fut aussi le premier astre colonis&eacute;. Bien que la plan&egrave;te ne soit pas encore terraform&eacute;e, Mars (la corporation) effectue des recherches dans ce sens.</p>
 <p>Portant les plus anciennes colonies, ce monde est aussi le plus avanc&eacute; technologiquement et l&rsquo;un des plus peupl&eacute;, m&ecirc;me si sa population peut sembler ridicule par rapport &agrave; celle de la Terre.</p>
 <p>Il en ressort que les conditions de vies sur Mars sont exemplaires, notamment gr&acirc;ce &agrave; la structure ouverte de ses cit&eacute;es d&ocirc;mes qui forment de nombreuses grappes. C&rsquo;est aussi le premier monde &agrave; avoir int&eacute;gr&eacute; les &ecirc;tres sentients autres que biologiques ou faiblement cybern&eacute;tis&eacute;s parmi sa population.</p>
 <p>Depuis le trait&eacute; des colonies, HIARTech est devenu Mars, traduisant une volont&eacute; de s&rsquo;&eacute;tablir en nation. Malgr&eacute; la revendication d&rsquo;un territoire, Mars poursuit ses d&eacute;veloppements technologiques dans le domaine de la colonisation spatiale et continue d&rsquo;aider les autres corporations dans leurs efforts d&rsquo;exploration et de colonisation.</p>
 <h2>Jupiter, la plan&egrave;te g&eacute;ante</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> G&eacute;ante gazeuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 71&nbsp;500&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 2.53&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 5.2 ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 9 h 54</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 11 &agrave; 317 j</td>
 	</tr>
 </table>
</div>
 <p>Jupiter est la plus grande plan&egrave;te du syst&egrave;me solaire. Cette g&eacute;ante gazeuse &agrave; tr&egrave;s rapidement int&eacute;ress&eacute; les corporations car ce syst&egrave;me plan&eacute;taire comporte quatre grandes lunes parmi son impressionnante cohorte&nbsp;: Io, Europe, Ganym&egrave;de et Callisto.</p>
 <p>&Eacute;videmment, la g&eacute;ante rouge n&rsquo;a pas pu &ecirc;tre colonis&eacute;e directement mais ces quatre lunes portent de tr&egrave;s nombreuses colonies ce qui en fait le syst&egrave;me plan&eacute;taire poss&eacute;dant le plus d&rsquo;habitants apr&egrave;s celui de la Terre.</p>
 <p>S&eacute;par&eacute;e des quatre premi&egrave;res plan&egrave;tes par la ceinture d&rsquo;ast&eacute;ro&iuml;de, ce fut le th&eacute;&acirc;tre principal de la guerre des colonies. Le syst&egrave;me jovien a beaucoup souffert. Nombre de ses colonies ont &eacute;t&eacute; tr&egrave;s endommag&eacute;es et on ne compte plus les installations &agrave; reconstruire ou abandonn&eacute;es&nbsp;: bases militaires, stations de recherche, sites miniers et m&ecirc;me quelques colonies&hellip;</p>
 <p>Jupiter est principalement sous le contr&ocirc;le de Vranberg-Lytan, Waylanders et Aesir, bien que Suan ait pu r&eacute;cup&eacute;rer quelques colonies apr&egrave;s la guerre. Il n&rsquo;y a pas de lune affect&eacute;e &agrave; une corporation ni m&ecirc;me de fronti&egrave;re nette&nbsp;: une cit&eacute;e peut appartenir &agrave; l&rsquo;une des corporations tandis que sa voisine appartient &agrave; une autre. Il existe ainsi un nombre impressionnant d&rsquo;interconnexions entre les corporations dans le syst&egrave;me jovien.</p>
 <h2>Saturne, la plan&egrave;te aux anneaux</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> G&eacute;ante gazeuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 60&nbsp;300&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 1.07&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 9.5 ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 10 h 39</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 29 &agrave; 165 j</td>
 	</tr>
 </table>
</div>
 <p>Saturne est la derni&egrave;re plan&egrave;te visible &agrave; l&rsquo;&oelig;il nu depuis la Terre. Comme Jupiter, Saturne est une plan&egrave;te g&eacute;ante gazeuse entour&eacute;e d&rsquo;une myriade de lunes.</p>
 <p>Mais ce qui la rend exceptionnelle sont ses grands anneaux. Certes, toutes les g&eacute;antes gazeuses en poss&egrave;dent, mais ceux de Saturne sont immenses et extr&ecirc;mement denses. Ils sont compos&eacute;s de particules de glace et, dans une moindre mesure, de roches qui mesurent entre un centim&egrave;tre et une dizaine de m&egrave;tres de diam&egrave;tre. Les anneaux sont fins et ne mesurent qu&rsquo;un kilom&egrave;tre d&rsquo;&eacute;paisseur environ.</p>
 <p>Le syst&egrave;me saturnien est lui aussi colonis&eacute; depuis longtemps et poss&egrave;de une population proche de celle de Mars. En revanche, la population y est concentr&eacute;e aux deux tiers sur une m&ecirc;me lune&nbsp;: Titan. Le reste est dispers&eacute; sur les quatre autres lunes majeures du syst&egrave;me.</p>
 <p>Seules les corporations Vranberg-Lyan, Suan, Aesir et Urania sont pr&eacute;sentes dans ce syst&egrave;me plan&eacute;taire. De plus, Urania n&rsquo;y est pr&eacute;sente que marginalement, uniquement sur Titan.</p>
 <h2>Uranus, la g&eacute;ante bleue</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> G&eacute;ante gazeuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 25&nbsp;700&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 0.90&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 19.2</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 17 h 12</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 84 &agrave; 27 j</td>
 	</tr>
 </table>
</div>
 <p>Uranus est la troisi&egrave;me g&eacute;ante gazeuse et la premi&egrave;re plan&egrave;te &agrave; ne pas &ecirc;tre visible &agrave; l&rsquo;&oelig;il nu depuis la Terre. Elle poss&egrave;de un aspect bleu p&acirc;le uniforme.</p>
 <p>La colonisation de ce syst&egrave;me ne fait que commencer. Seule une colonie a &eacute;t&eacute; install&eacute;e sur Titania par Urania. Deux autres sont en construction. Si seule Titania a r&eacute;ellement &eacute;t&eacute; colonis&eacute;e pour le moment, les autres lunes portent quelques stations de recherches.</p>
 <p>Bien que sous le contr&ocirc;le d&rsquo;Urania, de nombreuses installations et vaisseaux martiens sont pr&eacute;sents dans le syst&egrave;me. En effet, Mars a toujours fourni son aide aux efforts de colonisation et s&rsquo;est beaucoup impliqu&eacute;e pour compenser la jeunesse d&rsquo;Urania et ses relativement faibles moyens logistiques.</p>
 <h2>Neptune, la profonde</h2>
 <div class="table__conteneur">
<table>
   	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 	</tr>
 	<tr>
 		<th> Type</th>
 		<td> G&eacute;ante gazeuse</td>
 	</tr>
 	<tr>
 		<th> Rayon</th>
 		<td> 25&nbsp;000&nbsp;km</td>
 	</tr>
 	<tr>
 		<th> Gravit&eacute;</th>
 		<td> 1.12&nbsp;g</td>
 	</tr>
 	<tr>
 		<th> Rayon orbital</th>
 		<td> 30.1 ua</td>
 	</tr>
 	<tr>
 		<th> Jour solaire</th>
 		<td> 16 h 6</td>
 	</tr>
 	<tr>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 		<td> 164 &agrave; 323 j</td>
 	</tr>
 </table>
</div>
 <p>Le syst&egrave;me neptunien est le syst&egrave;me plan&eacute;taire du syst&egrave;me solaire le plus &eacute;loign&eacute; du soleil. Il marque aussi la fin de la tranche des syst&egrave;mes externes et le d&eacute;but de la ceinture de Kuiper.</p>
 <p>Contrairement aux autres g&eacute;antes gazeuses, Neptune ne poss&egrave;de qu&rsquo;une seule lune de grandes dimensions&nbsp;: Triton. Cette lune est d&rsquo;ailleurs d&rsquo;une taille &eacute;quivalente &agrave; celle des lunes galil&eacute;ennes de Jupiter. Comme pour Uranus, la colonisation du syst&egrave;me est tr&egrave;s r&eacute;cente et Urania n&rsquo;y a construit qu&rsquo;une seule colonie op&eacute;rationnelle.</p>
 <p>Le syst&egrave;me est contr&ocirc;l&eacute; par Urania, &eacute;paul&eacute;e par Mars. Du fait de l&rsquo;&eacute;loignement, la colonisation est difficile et pose de nombreux probl&egrave;mes logistiques. Beaucoup consid&egrave;rent que la colonisation du syst&egrave;me uranien est pr&eacute;matur&eacute;e, mais Mars et Urania redoublent malgr&eacute; tout d&rsquo;efforts.</p>
 <div class="table__conteneur">
<table>
       	<tr>
 		<th colspan="2"> Propri&eacute;t&eacute;s</th>
 		<th>
 </th>
 		<th>
 </th>
 		<th>
 </th>
 		<th>
 </th>
 	</tr>
 	<tr>
 		<th> Nom</th>
 		<th> Rayon</th>
 		<th> Gravit&eacute; de surface</th>
 		<th> Jour solaire</th>
 		<th> Rayon orbital</th>
 		<th> Ann&eacute;e sid&eacute;rale</th>
 	</tr>
 	<tr>
 		<th> Mercure</th>
 		<td> 2&nbsp;440&nbsp;km</td>
 		<td> 0.38&nbsp;g</td>
 		<td> 176.6 j</td>
 		<td> 0,39 ua</td>
 		<td> 87.7&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> V&eacute;nus</th>
 		<td> 6&nbsp;050&nbsp;km</td>
 		<td> 0.91&nbsp;g</td>
 		<td> &mdash;&nbsp;116.8 j</td>
 		<td> 0.72 ua</td>
 		<td> 224.7&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Terre</th>
 		<td> 6&nbsp;380&nbsp;km</td>
 		<td> 1&nbsp;g</td>
 		<td> 24 h</td>
 		<td> 1 ua</td>
 		<td> 365.25&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Mars</th>
 		<td> 3&nbsp;400&nbsp;km</td>
 		<td> 0.38&nbsp;g</td>
 		<td> 24 h 38</td>
 		<td> 1.52 ua</td>
 		<td> 687&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Jupiter</th>
 		<td> 71&nbsp;500&nbsp;km</td>
 		<td> 2.53&nbsp;g</td>
 		<td> 9 h 54</td>
 		<td> 5.2 ua</td>
 		<td> 11&nbsp;a 317&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Saturne</th>
 		<td> 60&nbsp;300&nbsp;km</td>
 		<td> 1.07&nbsp;g</td>
 		<td> 10 h 39</td>
 		<td> 9.5 ua</td>
 		<td> 29&nbsp;a 165&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Uranus</th>
 		<td> 25&nbsp;700&nbsp;km</td>
 		<td> 0.90&nbsp;g</td>
 		<td> &mdash;&nbsp;17 h 12</td>
 		<td> 19.2 ua</td>
 		<td> 84&nbsp;a 27&nbsp;j</td>
 	</tr>
 	<tr>
 		<th> Neptune</th>
 		<td> 25&nbsp;000&nbsp;km</td>
 		<td> 1.12&nbsp;g</td>
 		<td> 16 h 6</td>
 		<td> 30.1 ua</td>
 		<td> 164&nbsp;a 323&nbsp;j</td>
 	</tr>
 </table>
</div>
 <p>Notes&nbsp;:</p>
  <ul>
	<li>La gravit&eacute; &agrave; la surface est ici pr&eacute;sent&eacute;e sous la forme d&rsquo;un multiple de la gravit&eacute; &agrave; la surface de la Terre. Si on prend le cas de Mars, qui poss&egrave;de une gravit&eacute; &agrave; la surface de 0.38&nbsp;g, un objet de 100&nbsp;kg y p&egrave;se aussi lourd qu&rsquo;un objet de 38&nbsp;kg sur Terre.</li>
	<li>Le jour solaire est la dur&eacute;e moyenne d&rsquo;une journ&eacute;e &agrave; la surface de l&rsquo;astre. C&rsquo;est ce qui correspond &agrave; la dur&eacute;e du jour tel qu&rsquo;on l&rsquo;emploi commun&eacute;ment. Il existe une notion de jour stellaire, mais elle ne nous int&eacute;resse pas ici.</li>
	<li>Le rayon orbital est la distance moyenne entre l&rsquo;astre et le soleil. L&rsquo;appellation exacte de ce terme est demi-grand axe de l&rsquo;orbite.</li>
	<li>L&rsquo;ann&eacute;e sid&eacute;rale est le temps n&eacute;cessaire pour que l&rsquo;astre effectue un tour complet autour du soleil. Ces temps sont exprim&eacute;s en jours solaires terrestres (ceux de 24h) et en ann&eacute;e stellaires terrestres (celle de 365,25 jours).</li>
</ul>
 <p>Lunes majeures</p>
 <p>Syst&egrave;me Nom Rayon Gravit&eacute; &agrave; la surface Rayon orbital Jour solaire</p>
 <p>Terre Lune 1&nbsp;740&nbsp;km 0.17&nbsp;g 384&nbsp;400&nbsp;km 29,53 j</p>
 <p>Mars Phobos 27&times;21.6&times;18.8&nbsp;km 0.0006&nbsp;g 9&nbsp;377.1&nbsp;km 7 h 39 min</p>
 <p> D&eacute;imos 15x12x10&nbsp;km 0.0004&nbsp;g 23&nbsp;460&nbsp;km 30 h 20 min</p>
 <p>Jupiter Io 1&nbsp;820&nbsp;km 0.18&nbsp;g 421&nbsp;800&nbsp;km 42 h 28 min</p>
 <p> Europe 1&nbsp;560&nbsp;km 0.13&nbsp;g 671&nbsp;100&nbsp;km 3 j 13 h 17 min</p>
 <p> Ganym&egrave;de 2&nbsp;630&nbsp;km 0.15&nbsp;g 1&nbsp;070&nbsp;400&nbsp;km 7 j 4 h 9 min</p>
 <p> Callisto 2&nbsp;410&nbsp;km 0.13&nbsp;g 1&nbsp;882&nbsp;700&nbsp;km 16 j 18 h 6 min</p>
 <p>Saturne T&eacute;thys 528&nbsp;km 0.015&nbsp;g 294&nbsp;700&nbsp;km 45 h 19 min</p>
 <p> Dion&eacute; 559&nbsp;km 0.025&nbsp;g 377&nbsp;400&nbsp;km 2 j 17 h</p>
 <p> Rh&eacute;a 764&nbsp;km 0.027&nbsp;g 527&nbsp;100&nbsp;km 4 j 12h</p>
 <p> Titan 2&nbsp;580&nbsp;km 0.14&nbsp;g 1&nbsp;221&nbsp;900&nbsp;km 15 j 23 h</p>
 <p> Japet 718&nbsp;km 0.026&nbsp;g 3&nbsp;560&nbsp;800&nbsp;km 79 j 22 h</p>
 <p>Uranus Ariel 580&nbsp;km 0.027&nbsp;g 190&nbsp;900&nbsp;km 2 j 12 h</p>
 <p> Umbriel 585&nbsp;km 0.023&nbsp;g 266&nbsp;000&nbsp;km 4 j 3 h</p>
 <p> Titania 789&nbsp;km 0.385&nbsp;g 436&nbsp;300&nbsp;km 8 j 17 h</p>
 <p> Ob&eacute;ron 762&nbsp;km 0.0353&nbsp;g 583&nbsp;500&nbsp;km 13 j 11 h</p>
 <p>Neptune Triton 1&nbsp;350&nbsp;km 0.08&nbsp;g 354&nbsp;800&nbsp;km 5 j 21 h</p>
 <p>Notes&nbsp;:</p>
  <ul>
	<li>Ici le rayon orbital correspond &agrave; la distance moyenne entre la lune et la plan&egrave;te autour de laquelle elle tourne (de centre &agrave; centre)</li>
	<li>Les lunes du syst&egrave;me solaire sont toutes en orbite synchrone, c&rsquo;est &agrave; dire qu&rsquo;elles pr&eacute;sentent toujours la m&ecirc;me face &agrave; leur plan&egrave;te. De ce fait, leur p&eacute;riode orbitale est &eacute;gale &agrave; leur jour sid&eacute;ral.</li>
</ul>
 <p>&Eacute;tat de la colonisation</p>
 <p>Astre Population Colonies Type principal Corporations pr&eacute;sentes</p>
 <p>Mercure 765&nbsp;000 21 Cit&eacute;s modulaires Sol6</p>
 <p>V&eacute;nus Aucune Aucune Aucune Sol6</p>
 <p>Terre 11 milliards N/A N/A Nations diverses, ONU, Sol6</p>
 <p>Lune 750&nbsp;000 27 Cit&eacute;s modulaires Nations diverses, ONU</p>
 <p>Mars 1,68 millions 46 Cit&eacute;s d&ocirc;mes Mars (HIARTech)</p>
 <p>Phobos 25&nbsp;000 1 Cit&eacute; modulaire Mars (HIARTech)</p>
 <p>D&eacute;imos Aucune Aucune Aucune Mars (HIARTech)</p>
 <p>Jupiter 2,26 millions Aucune Aucune Vranberg-Lytan, Waylanders, Suan, Aesir</p>
 <p>Io 250&nbsp;000 7 Arcologies Vranberg-Lytan, Waylanders, Suan, Aesir</p>
 <p>Europe 400&nbsp;000 11 Arcologies et cit&eacute;s sous-marines Vranberg-Lytan, Waylanders, Suan, Aesir</p>
 <p>Ganym&egrave;de 1,1 millions 46 Arcologies Vranberg-Lytan, Waylanders, Suan, Aesir</p>
 <p>Callisto 510&nbsp;000 14 Arcologies Vranberg-Lytan, Waylanders, Suan, Aesir</p>
 <p>Saturne 1,7 millions Aucune Aucune Vranberg-Lytan, Suan, Aesir, Urania</p>
 <p>T&eacute;thys 180&nbsp;000 5 Arcologies Vranberg-Lytan, Suan, Aesir</p>
 <p>Dion&eacute; 190&nbsp;000 5 Arcologies Vranberg-Lytan, Suan, Aesir</p>
 <p>Rh&eacute;a 140&nbsp;000 4 Arcologies Vranberg-Lytan, Suan, Aesir</p>
 <p>Titan 1 million 29 Arcologies et cit&eacute;s d&ocirc;mes Vranberg-Lytan, Suan, Aesir, Urania</p>
 <p>Japet 100&nbsp;000 3 Arcologies Vranberg-Lytan, Suan, Aesir</p>
 <p>Uranus 35&nbsp;000 Aucune Aucune Urania</p>
 <p>Ariel Aucune Aucune Aucune Urania</p>
 <p>Umbriel Aucune Aucune Aucune Urania</p>
 <p>Titania 35&nbsp;000 1 Arcologies Urania</p>
 <p>Ob&eacute;ron Aucune Aucune Aucune Urania</p>
 <p>Neptune 29&nbsp;000 Aucune Aucune Urania</p>
 <p>Triton 29&nbsp;000 1 Aucune Urania</p>
  