<h1> Technologie</h1>
 <blockquote>&laquo;&nbsp;Joyeux non-anniversaire mon amie. Bon fait quand m&ecirc;me gaffe, c&rsquo;est pas fait pour &agrave; la base et si &ccedil;a prend pas feu &agrave; un moment, c&rsquo;est que je me suis franchement rat&eacute;e.&nbsp;&raquo;<br/>
 Ney</blockquote>
 <p>Toute la civilisation des solaires repose sur la technologie. Que ce soit pour r&eacute;parer, prendre le contr&ocirc;le d&rsquo;un appareil ou concevoir de nouveaux outils, manipuler la technologie offre ind&eacute;niablement un avantage dans toute aventure.</p>
 <h2>Conseils et ambiance</h2>
 <p>Comme souvent, restez simple. M&ecirc;me si le jeu vise une ambiance hard-science, noyer les joueurs sous des d&eacute;tails inutiles pour l&rsquo;histoire est contre-productif. Bien souvent, vous souhaiterez vous en tenir aux intentions des personnages et aux effets de leurs actions. Si un joueur veut tenter quelque chose, demandez-vous si c&rsquo;est possible et s&rsquo;il dispose des outils n&eacute;cessaires. Ne perdez pas trop de temps sur l&rsquo;ex&eacute;cution et le fonctionnement exact de l&rsquo;op&eacute;ration.</p>
 <p>Comme l&rsquo;a &eacute;nonc&eacute; Clarke, une technologie suffisamment avanc&eacute;e est indiscernable de la magie. Les solaires poss&egrave;dent une technologie qui leur a permis de coloniser le syst&egrave;me solaire, de vaincre la mort et m&ecirc;me de cr&eacute;er de nouveaux &ecirc;tres. En ce sens, la technologie peut &ecirc;tre montr&eacute; sous un angle merveilleux.</p>
 <p>Mais la technologie peut aussi tourner au cauchemar, entre les accidents qui &eacute;chappent &agrave; tout contr&ocirc;le et les utilisations &eacute;thiquement contestables, la technologie est aussi un &eacute;l&eacute;ment qui peut &ecirc;tre source de complication ou d&rsquo;intrigue. Ces deux faces de la technologie ne sont pas toujours dissociables et confronter les personnages joueurs &agrave; des dilemmes est quelque chose d&rsquo;int&eacute;ressant.</p>
 <p>Aussi avanc&eacute;e que soit la technologie des solaires, elle reste limit&eacute;e par les lois de la physique. De fa&ccedil;on g&eacute;n&eacute;rale, il n&rsquo;est pas possible de fabriquer de l&rsquo;&eacute;nergie &agrave; partir de rien, de communiquer ou voyager plus vite que la lumi&egrave;re, d&rsquo;inventer de l&rsquo;information (par exemple d&rsquo;am&eacute;liorer une image compos&eacute;e de quelques pixels), de voyager en arri&egrave;re dans le temps, etc. De la m&ecirc;me fa&ccedil;on, certaines applications de la technologie peuvent demander une quantit&eacute; d&rsquo;&eacute;nergie gigantesque ou des capacit&eacute;s de calculs d&eacute;di&eacute;es. Par exemple, tout ce qui se rapporte au voyage interplan&eacute;taire requiert un g&eacute;n&eacute;rateur &agrave; fusion, tandis que d&eacute;plier et analyser un esprit demande un super calculateur.</p>
 <div class="encart">
	<p class="encart__texte">Vous noterez que certaines de ces limites sont viol&eacute;es par les psions. Il s&rsquo;agit l&agrave; d&rsquo;une exception qui ne devrait pas &ecirc;tre reproductible par d&rsquo;autres moyens.</p>
</div>
 <h2>Outils</h2>
 <p>Pour manipuler la technologie, les solaires disposent d&rsquo;un vaste panel d&rsquo;outils. Que ce soit pour r&eacute;parer ou modifier un appareil que pour en fabriquer de tout nouveaux.</p>
 <p>Voici une liste des principaux outils utilis&eacute; dans ce domaine&nbsp;:</p>
  <ul>
	<li>Constructeur universel&nbsp;: pivot de toute l&rsquo;industrie des colonies, ces appareils sont &agrave; la base de tout ce qui est fabriqu&eacute; dans les colonies. &Agrave; l&rsquo;int&eacute;rieur de l&rsquo;enceinte protectrice de cet appareil, une arm&eacute;e de plusieurs milliards de nanorobots assemblent la mati&egrave;re atome par atome. Des variantes de ces appareils servent &agrave; recycler les objets obsol&egrave;tes et les d&eacute;chets.</li>
	<li>Scanner &agrave; effet Wolfa&nbsp;: ces scanners de mati&egrave;re sont capables de num&eacute;riser la mati&egrave;re en volume &agrave; l&rsquo;&eacute;chelle des atomes. Il existe une variante transportable qui dispose d&rsquo;une r&eacute;solution variant autour du micron et qui permet d&rsquo;inspecter la mati&egrave;re sur quelques centim&egrave;tres de profondeur.</li>
	<li>Nanite&nbsp;: les nanites sont des micro-robots capables de s&rsquo;assembler pour former des structures solides. On s&rsquo;en sert beaucoup pour fabriquer des pi&egrave;ces m&eacute;caniques, effectuer des soudures ou sceller des br&egrave;ches. Une fois assembl&eacute;, les nanites sont inertes et ne peuvent pas &ecirc;tre r&eacute;utilis&eacute;e.</li>
	<li>Torche &agrave; plasma&nbsp;: outils de d&eacute;coupe, la torche &agrave; plasma est tr&egrave;s utilis&eacute;e dans les colonies. Capable de d&eacute;couper l&rsquo;importe quoi, elle ne d&eacute;gage pas de gaz nocifs ni de fum&eacute;e et fonctionne dans le vide.</li>
	<li>Multi-tool&nbsp;: cet outil polyvalent et modulaire comporte de nombreux outils&nbsp;: torche plasma, injecteur de micro-drones, scanner wolfa portable, outil de soudure &agrave; nanite et un ensemble de pinces et viseuses.</li>
	<li>Micro-drones&nbsp;: ces robots microscopiques servent &agrave; effectuer des op&eacute;rations de r&eacute;parations et de modification &agrave; des &eacute;chelles microscopiques. Ils sont tr&egrave;s utilis&eacute;s en &eacute;lectronique mais aussi en m&eacute;decine.</li>
	<li>D&eacute;codeur&nbsp;: cet appareil sp&eacute;cialis&eacute; n&rsquo;est rien d&rsquo;autre qu&rsquo;un injecteur de micro-drones dont la fonction principale est de pirater des appareils &eacute;lectroniques pour, par exemple, en prendre le contr&ocirc;le.</li>
	<li>Robots&nbsp;: il existe une multitude de robots tous plus ou moins sp&eacute;cialis&eacute;s. Parmi les plus courants, notons la famille des spider-bots qui patrouillent les installations et pr&eacute;viennent les dysfonctionnements ou les monkey-bots qui sont des agents de r&eacute;paration et d&rsquo;entretien polyvalents.</li>
</ul>
 <div class="encart">
	<h2 class="encart__titre">Technologie &ndash; Pirater un appareil</h2>
	<p class="encart__texte">T&ocirc;t ou tard, un personnage tentera de prendre le contr&ocirc;le d&rsquo;un appareil. &Ccedil;a peut &ecirc;tre une porte, un sas, un syst&egrave;me de climatisation, un robot, une arme interfac&eacute;e, etc. Bien s&ucirc;r un decker pourrait tenter de s&rsquo;en emparer via le r&eacute;seau, mais il est g&eacute;n&eacute;ralement moins risqu&eacute; de le pirater physiquement.</p>
	<p class="encart__texte">Nombre de machines sont pr&eacute;vues pour &ecirc;tre manipul&eacute;e directement par le personnel et robots de la maintenance. Pour y acc&eacute;der, ils utilisent des certificats informatiques&nbsp;: si le personnage poss&egrave;de un tel certificat, il &lsquo;a rien besoin de faire de plus. Falsifier un certificat requiert des capacit&eacute;s de calcul g&eacute;n&eacute;ralement hors de la port&eacute;e des personnages joueurs. Le voler, ou le demander &agrave; des contacts bien plac&eacute;s, est souvent pus envisageable, m&ecirc;me s&rsquo;il s&rsquo;agit d&rsquo;une v&eacute;ritable mission en soi. Le temps demand&eacute; est rarement compatible avec l&rsquo;urgence requise dans la plupart des situations&nbsp;: par exemple si vous deviez forcer un sas pour ne pas vous retrouver &eacute;ject&eacute; &agrave; l&rsquo;ext&eacute;rieur.</p>
	<p class="encart__texte">Sans certificat, il reste la solution du d&eacute;tournement physique, que ce soit &agrave; l&rsquo;aide d&rsquo;un d&eacute;codeur, pour les syst&egrave;mes les plus simples, ou en ouvrant l&rsquo;appareil et en effectuant les d&eacute;viations n&eacute;cessaires. Dans les deux cas, la tentative de piratage demande une action d&rsquo;une difficult&eacute; pouvant aller de 0 &agrave; -2. Mais si la premi&egrave;re option ne requiert qu&rsquo;une ou deux dizaines de secondes, la seconde option peut prendre plusieurs minutes.</p>
	<p class="encart__texte">En cas d&rsquo;&eacute;chec, l&rsquo;appareil peut se montrer d&eacute;faillant, l&rsquo;outillage du pirate peut &ecirc;tre endommag&eacute; et les services de maintenance, voire la s&eacute;curit&eacute;, seront peut-&ecirc;tre alert&eacute;s. En cas, de r&eacute;ussite, le personnage peut acc&eacute;der &agrave; la machine comme s&rsquo;il &eacute;tait un op&eacute;rateur reconnu.</p>
	<p class="encart__texte">Notez toutefois que le succ&egrave;s du piratage d&rsquo;un appareil ne donne pas pour autant la connaissance de son fonctionnement et plus d&rsquo;un d&eacute;sastre ont &eacute;t&eacute; le fruit d&rsquo;op&eacute;rateurs incomp&eacute;tents. Dans le doute, si l&rsquo;emploi d&rsquo;un appareil demande un op&eacute;rateur sp&eacute;cialis&eacute;, son utilisation demande aussi r&eacute;ussir une action d&rsquo;une difficult&eacute; de 0, avec les cons&eacute;quences appropri&eacute;es en cas d&rsquo;&eacute;chec.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Technologie &ndash; Construire un gadget</h2>
	<p class="encart__texte">Pour r&eacute;soudre certaines situations, les personnages peuvent manquer d&rsquo;un outil particulier, que ce soit une pi&egrave;ce pour r&eacute;parer une machine, un s&eacute;rum contre une toxine, un logiciel pour restaurer un syst&egrave;me, etc. Souvent, vous n&rsquo;aurez pas la possibilit&eacute; de vous le procurer de fa&ccedil;on r&eacute;guli&egrave;re, en le demandant &agrave; un contact ou en l&rsquo;achetant &agrave; un fournisseur, etc. Heureusement, de nombreux personnages sont capables de concevoir des appareils apportant une solution plus ou moins temporaire &agrave; ce genre de probl&egrave;me.</p>
	<p class="encart__texte">La fabrication d&rsquo;un gadget s&rsquo;effectue en plusieurs &eacute;tapes&nbsp;: conception, pr&eacute;paration et mise en &oelig;uvre.</p>
	<p class="encart__texte">La premi&egrave;re &eacute;tape, la conception, consiste pr&eacute;parer les plans, la formule ou le programme du gadget. C&rsquo;est une op&eacute;ration qui peut prendre de quelques minutes &agrave; plusieurs heures en fonction de l&rsquo;ampleur du projet. La difficult&eacute; de cette &eacute;tape varie de +2 &agrave; -2 en fonction de la sp&eacute;cialisation et la complexit&eacute; de l&rsquo;appareil. Pour un logiciel, cette &eacute;tape seule peut suffire, sauf si elle a besoin de donn&eacute;es sp&eacute;cifiques pour fonctionner.</p>
	<p class="encart__texte">La seconde &eacute;tape consiste &agrave; r&eacute;unir le mat&eacute;riel, les outils, et autres donn&eacute;es, pour travailler. G&eacute;n&eacute;ralement, les personnages manipulant la technologie poss&egrave;dent le mat&eacute;riel suffisant pour effectuer leurs travaux, mais dans le cas o&ugrave; ce n&rsquo;est pas le cas, il est n&eacute;cessaire de se procurer ou de d&eacute;tourner le mat&eacute;riel n&eacute;cessaire. Cette action peut demander une difficult&eacute; allant de +2 &agrave; 0. Dans les pires situations, trouver le mat&eacute;riel peut consister &agrave; cr&eacute;er d&rsquo;autres gadgets, mais tant que possible &eacute;vitez les r&eacute;cursions&nbsp;!</p>
	<p class="encart__texte">La derni&egrave;re &eacute;tape, la mise en &oelig;uvre, consiste &agrave; fabriquer le gadget ou d&eacute;ployer le logiciel ou proc&eacute;der &agrave; l&rsquo;administration de l&rsquo;agent biologique. En fonction du mat&eacute;riel &agrave; disposition et de la complexit&eacute; de l&rsquo;&eacute;l&eacute;ment &agrave; cr&eacute;er, cette &eacute;tape demande une action dont la difficult&eacute; peut varier de +2 &agrave; -2.</p>
	<p class="encart__texte">&Eacute;chouer &agrave; l&rsquo;une des deux premi&egrave;res &eacute;tapes met fin au processus et co&ucirc;te g&eacute;n&eacute;ralement du temps. Il n&rsquo;est pas possible de r&eacute;essayer&nbsp;: le personnage n&rsquo;a en effet pas trouv&eacute; de solution et continuer les recherches ne donnera rien de plus.</p>
	<p class="encart__texte">&Eacute;chouer &agrave; la derni&egrave;re &eacute;tape implique g&eacute;n&eacute;ralement des cons&eacute;quences secondaires en plus de ne pas parvenir au but recherch&eacute;. Le gadget peut occasionner des d&eacute;g&acirc;ts, un agent biologique peut g&eacute;n&eacute;rer des effets secondaires g&ecirc;nants, etc.</p>
</div>
  