<h1> Informatique</h1>
 <blockquote>&laquo;&nbsp;L&rsquo;indigence de leur r&eacute;seau me r&eacute;volte.&nbsp;&raquo;<br/>
 Mahertis, agent d&rsquo;Aesir</blockquote>
 <p>L&rsquo;informatique est pr&eacute;sente &agrave; tous les niveaux dans les colonies. Certains &ecirc;tres, les infomorphes, n&rsquo;appr&eacute;hendent m&ecirc;me le monde que via ce moyen et tant de choses sont reli&eacute; au r&eacute;seau que c&rsquo;est devenu un des moyens majeurs pour agir.</p>
 <h2>Conseil et ambiance</h2>
 <p>Le premier conseil que nous avons &agrave; vous donner&nbsp;: restez simple. Vous n&rsquo;avez pas besoin de d&eacute;tailler le protocole de SolNet &ndash;&nbsp;que nous m&ecirc;me n&rsquo;avons pas d&eacute;taill&eacute;, vous noterez&nbsp;&ndash; ou de conna&icirc;tre les instructions exactes employ&eacute;es par les IA lors de leurs op&eacute;rations. Restez au niveau des intentions des personnages et des cons&eacute;quences.</p>
 <p>Dans solaires l&rsquo;informatique est directement reli&eacute;e aux choses r&eacute;elles&nbsp;: jouer avec les appareils qui entourent les personnages devrait toujours avec des cons&eacute;quences. Et les d&eacute;g&acirc;ts sur le r&eacute;seau entra&icirc;nent des dysfonctionnements hors de la matrice. En bref, le ma&icirc;tre mot &agrave; consid&eacute;rer sont les cons&eacute;quences.</p>
 <p>Lors d&rsquo;un affrontement virtuel, comme pour un combat, il doit y avoir des cons&eacute;quences et des d&eacute;g&acirc;ts collat&eacute;raux. &Agrave; la diff&eacute;rence des combats physiques, consid&eacute;rez que toutes les armes employ&eacute;es par les deckers sont l&rsquo;&eacute;quivalent d&rsquo;armes lourdes. Un logiciel capable de passer une GLACE est &agrave; m&ecirc;me de r&eacute;duire &agrave; n&eacute;ant toute une infrastructure mal prot&eacute;g&eacute;e et lorsque la grille d&rsquo;un secteur complet d&rsquo;une colonie saute, les complications qui suivent sont g&eacute;n&eacute;ralement d&rsquo;ampleur cataclysmique. N&rsquo;oubliez pas tous les appareils connect&eacute;s au r&eacute;seau, comme les recycleurs atmosph&eacute;riques, les canaux de r&eacute;alit&eacute; augment&eacute;e, la distribution du courant, les robots de maintenance, etc. Dans les pires cas, m&ecirc;me une bombe au plasma n&rsquo;aurait par un impact aussi important.</p>
 <h2>G&eacute;rer les infomorphes</h2>
 <p>La gestion des infomorphes peut vite devenir tr&egrave;s difficile. N&rsquo;existant que virtuellement, ils n&rsquo;ont pas d&rsquo;impact directe sur le physique et n&rsquo;interagissent avec les autres personnages que via SolNet et la r&eacute;alit&eacute; augment&eacute;e, o&ugrave; ils peuvent projeter leur avatar. De l&rsquo;autre c&ocirc;t&eacute;, ils peuvent virtuellement se rendre n&rsquo;importe o&ugrave; &agrave; la vitesse de la lumi&egrave;re, litt&eacute;ralement.</p>
 <p>L&rsquo;un des principaux &eacute;cueils est de sous-estimer les difficult&eacute;s qu&rsquo;ils ont pour interagir avec le monde physique. S&rsquo;ils ont facilement acc&egrave;s &agrave; tout ce qui est public, d&egrave;s qu&rsquo;ils doivent utiliser quelque chose pour laquelle ils n&rsquo;ont pas l&rsquo;accr&eacute;ditation, ils ne le peuvent pas sans effectuer une attaque informatique. Et comme vu pr&eacute;c&eacute;demment, c&rsquo;est un acte qui peut avoir des cons&eacute;quences importantes.</p>
 <p>Un infomorphe peut emprunter un corps temporaire depuis une station de t&eacute;l&eacute;chargement&nbsp;: il y en a dans tous les spatioports, ainsi que les grandes stations, et leur usage est quelque chose de tr&egrave;s courant. Mais l&rsquo;infomorphe sera limit&eacute; par les performances de son enveloppe et subira le ph&eacute;nom&egrave;ne d&rsquo;embodiement. G&eacute;n&eacute;ralement, il sera bien moins &agrave; l&rsquo;aise que ses compagnons de chair et de m&eacute;tal.</p>
 <p>Il peut &ecirc;tre tentant pour un informorphe de prendre en main toute une enqu&ecirc;te et de faire cavalier seul, profitant de sa mobilit&eacute; pour aller interroger des gens et chercher des donn&eacute;es un peu partout. Toutefois, il ne doit pas oublier que si un infomorphe &agrave; la capacit&eacute; de trouver de l&rsquo;information plus facilement (encore que s&rsquo;il n&rsquo;est pas form&eacute; au piratage informatique, il ne remplacera certainement pas un decker, m&ecirc;me d&eacute;butant), il n&rsquo;a pas les capacit&eacute;s d&rsquo;actions de ses camarrades. Par exemple, un informorphe qui se t&eacute;l&eacute;charge pour interroger un t&eacute;moin, ne pourra pas le prot&eacute;ger si des adversaires s&rsquo;en aper&ccedil;oivent. Par ailleurs, n&rsquo;oubliez pas que la plupart des personnages peuvent s&rsquo;uploader dans des corps temporaires pour mener une enqu&ecirc;te &agrave; distance.</p>
 <h2>Outils</h2>
 <p>L&rsquo;informatique, et plus particuli&egrave;rement tout ce qui s&rsquo;occupe de l&rsquo;aspect souterrain de cette discipline, emploie de nombreux outils et logiciels dont une partie est r&eacute;serv&eacute;e aux agents autoris&eacute;s par les corporations.</p>
 <p>Voici un liste du mat&eacute;riel couramment impliqu&eacute; dans ce domaine&nbsp;:</p>
  <ul>
	<li>Console de d&eacute;cryptage&nbsp;: aussi appel&eacute; Deck (comme un jeu de carte), cet appareil est utilis&eacute; par les deckers pour acc&eacute;der &agrave; la couche bas niveau du r&eacute;seau SolNet. Il charge les logiciels de piratages et autres logiciels utiles au pirate. Le deck sert aussi de zone tampon voir de fusible et poss&egrave;de sa propre glace. C&rsquo;est une protection qui manque cruellement aux informophes, car ce ne sont pas quelques logiciels mais leur propre code qui est expos&eacute; &agrave; un &eacute;ventuel attaquant.</li>
	<li>Glace&nbsp;: acronyme pour G&eacute;n&eacute;rateur de Logiciel Anti-intrusion par Contre-mesures &eacute;lectroniques, ce logiciel est une intelligence artificielle forte d&eacute;di&eacute;e &agrave; la protection informatique de l&rsquo;appareil plac&eacute; sous sa protection. Tous ce qui est accessible via SolNet en est normalement &eacute;quip&eacute;, m&ecirc;me si les r&eacute;seaux de maintenances n&rsquo;en poss&egrave;dent qu&rsquo;&agrave; leurs points d&rsquo;entr&eacute;s. Pour des raisons &eacute;videntes, les infomorphes en poss&egrave;dent tous.</li>
	<li>Logiciel de piratage&nbsp;: ce logiciel est la base de toutes les attaques informatiques et aucun dispositifs en dehors des glaces et la d&eacute;connexion totale, ne peut le bloquer. Contre une glace, ce logiciel n&rsquo;est toutefois pas compl&egrave;tement d&eacute;pourvu puisqu&rsquo;il peut se coupler avec un brise-glace, bien que l&rsquo;op&eacute;ration ne soit pas sans risque.</li>
	<li>Brise-glace&nbsp;: ce logiciel porte bien son nom&nbsp;: con&ccedil;u sp&eacute;cifiquement pour trouver une faille dans une glace, c&rsquo;est d&eacute;sormais un pr&eacute;requis pour pouvoir passer les glaces qui prot&egrave;gent les diff&eacute;rents appareils sur le r&eacute;seau.</li>
	<li>Micro-relais&nbsp;: dispositif physique qui, une fois branch&eacute; sur un c&acirc;ble ou un serveur, rend un r&eacute;seau priv&eacute; accessible depuis le r&eacute;seau a&eacute;rien. C&rsquo;est un appareil g&eacute;n&eacute;ralement plac&eacute; par un agent furtif qui permet ensuite &agrave; un deck d&rsquo;op&eacute;rer sur un r&eacute;seau normalement inaccessible.</li>
	<li>Serveur de cache&nbsp;: normalement utilis&eacute; par le r&eacute;seau lui-m&ecirc;me pour conserver des informations sur les recherches publiques et rendre les prochaines plus rapides, ces serveurs sont aussi souvent squatt&eacute;s par les deckers et infomorphes pour y stocker des donn&eacute;es ou y faire rebondir leur connexion. Les infomorphes y h&eacute;bergent aussi des sauvegardes au cas o&ugrave; il leur arriverait quelque chose. Les serveurs de cache sont nettoy&eacute;s r&eacute;guli&egrave;rement, aussi ils ne conviennent pas &agrave; des sauvegardes de longue dur&eacute;e qui devraient &ecirc;tre stock&eacute;e dans des endroits plus appropri&eacute;s.</li>
</ul>
  <div class="encart">
	<h2 class="encart__titre">Exemple de situation&nbsp;: Effectuer une recherche</h2>
	<p class="encart__texte">Le r&eacute;seau SolNet est un r&eacute;seau distribu&eacute; sur tout le syst&egrave;me solaire. Il ne b&eacute;n&eacute;ficie pas d&rsquo;un moteur de recherche centralis&eacute; et instantan&eacute; comme vous en avez l&rsquo;habitude avec internet. Pour effectuer une recherche, il existe des logiciels qui vont explorer le r&eacute;seau et les caches de donn&eacute;es. D&rsquo;ordinaire cette op&eacute;ration est triviale pour quiconque recherche des informations publiques courantes.</p>
	<p class="encart__texte">Pour des informations moins courantes ou sp&eacute;cialis&eacute;e, une recherche peut demander une action avec une difficult&eacute; allant de 0 pour des informations sp&eacute;cialis&eacute;es &agrave; -2 pour des informations particuli&egrave;rement rares. Rappelez-vous toutefois qu&rsquo;il n&rsquo;est toutefois pas possible de chercher des informations non publiques de cette fa&ccedil;on.</p>
	<p class="encart__texte">D&rsquo;ordinaire, en cas d&rsquo;&eacute;chec le personnage ne parvient pas &agrave; trouver l&rsquo;information. Toutefois, il peut quand m&ecirc;me parfois l&rsquo;obtenir avec un d&eacute;lai de plusieurs heures ou sous la forme de quelques d&eacute;tails fragmentaires comme le r&eacute;sum&eacute; d&rsquo;un article de recherche. D&rsquo;autres fois, l&rsquo;&eacute;chec peut aussi attirer l&rsquo;attention d&rsquo;adversaires.</p>
</div>
 <div class="encart">
	<h2 class="encart__titre">Informatique &ndash; Attaquer un serveur</h2>
	<p class="encart__texte">Pour obtenir des informations priv&eacute;es ou prendre le contr&ocirc;le d&rsquo;une machine, un decker doit tout d&rsquo;abord localiser le serveur informatique concern&eacute;. &Agrave; une &eacute;poque o&ugrave; l&rsquo;informatique distribu&eacute;e est devenue omnipr&eacute;sente, cette tache est pratiquement impossible sans plus d&rsquo;information. Y parvenir peut demander d&rsquo;effectuer une v&eacute;ritable enqu&ecirc;te. Un premier moyen consiste &agrave; surveiller les requ&ecirc;tes sur le r&eacute;seau&nbsp;: cela peut repr&eacute;senter une difficult&eacute; de 0 &agrave; -4 en fonction de la taille du r&eacute;seau. S&rsquo;il est possible de localiser la machine physiquement (par exemple, si le but est de pirater le contr&ocirc;leur d&rsquo;un sas), cette difficult&eacute; peut remonter entre +2 et 0. Un &eacute;chec peut signifier que le serveur n&rsquo;a pas pu &ecirc;tre localis&eacute; dans les temps ou que le personnage est incapable d&rsquo;y parvenir avec les donn&eacute;es dont il dispose. D&rsquo;autres moyens sont disponibles pour localiser un serveur, par exemple des contacts peuvent l&rsquo;avoir r&eacute;pertori&eacute; dans un annuaire ill&eacute;gal.</p>
	<p class="encart__texte">Une fois le serveur identifi&eacute; et localis&eacute; sur le r&eacute;seau, il est possible de l&rsquo;attaquer. Cela consiste &agrave; ouvrir une br&egrave;che dans la GLACE du serveur puis d&rsquo;y ex&eacute;cuter le logiciel de piratage. Cette premi&egrave;re action est la plus critique&nbsp;: en fonction de la qualit&eacute; de la GLACE, sa difficult&eacute; peut aller de 0 &agrave; -4. Il est possible d&rsquo;all&eacute;ger la difficult&eacute; en laissant au brise-glace le temps d&rsquo;&eacute;tudier les contre-mesures. Cela peut prendre quelques heures.</p>
	<p class="encart__texte">En cas d&rsquo;&eacute;chec de l&rsquo;action, la GLACE tient bon et le personnage ne parvient pas &agrave; acc&eacute;der au serveur. Pire encore, les propri&eacute;taires du serveur, ou les responsables de sa s&eacute;curit&eacute;, seront pr&eacute;venus et agiront en cons&eacute;quence, g&eacute;n&eacute;ralement en isolant le serveur et en remontant la connexion de l&rsquo;attaque.</p>
	<p class="encart__texte">En cas de r&eacute;ussite, l&rsquo;attaquant parvient &agrave; p&eacute;n&eacute;trer dans le serveur et son logiciel de piratage peut y commettre les m&eacute;faits pr&eacute;vus. Il ne dispose toutefois que d&rsquo;une courte dur&eacute;e pour y parvenir et la programmation du logiciel peut aller d&rsquo;une difficult&eacute; de 2 &agrave; -2 en fonction de la complexit&eacute; de la tache &agrave; accomplir.</p>
	<p class="encart__texte">L&rsquo;&eacute;chec de l&rsquo;op&eacute;ration de piratage peut avoir de nombreuses cons&eacute;quences, comme une erreur fatale entra&icirc;nant l&rsquo;extinction serveur, le d&eacute;clenchement de routines avertissant les propri&eacute;taires, ou un dysfonctionnement des services associ&eacute;s.</p>
	<h2 class="encart__titre">Informatique &ndash; Affronter un decker</h2>
	<p class="encart__texte">Tant qu&rsquo;il n&rsquo;interagit pas avec les &eacute;l&eacute;ments du r&eacute;seau, un decker est parfaitement ind&eacute;tectable. Toutefois &agrave; partir du moment o&ugrave; il interf&egrave;re avec le r&eacute;seau, il peut &ecirc;tre rep&eacute;r&eacute;. Par exemple, s&rsquo;il p&eacute;n&egrave;tre dans un serveur ou intercepte des messages r&eacute;seaux.</p>
	<p class="encart__texte">Si un decker soup&ccedil;onne la pr&eacute;sence d&rsquo;un adversaire localement, il peut tenter de le localiser. Suivant les indices dont il dispose, cette action repr&eacute;sente une difficult&eacute; variable. S&rsquo;il poss&egrave;de le rapport d&rsquo;une GLACE attaqu&eacute;e, ou s&rsquo;il a lui-m&ecirc;me &eacute;t&eacute; attaqu&eacute;, cette difficult&eacute; est de 0. S&rsquo;il a rep&eacute;r&eacute; des anomalies, elle peut aller de -2 &agrave; 0 en fonction d&rsquo;ampleur des anomalies. S&rsquo;il recherche un adversaire en se basant seulement sur un doute, la difficult&eacute; est de -4.</p>
	<p class="encart__texte">Une fois localis&eacute;, le decker peut attaquer son adversaire comme il attaquerait un serveur. S&rsquo;il passe la GLACE, il peut d&eacute;connecter et endommager la console d&rsquo;acc&egrave;s de son adversaire, ou le supprimer s&rsquo;il s&rsquo;agit d&rsquo;un infomorphe. S&rsquo;il ne parvient pas &agrave; franchir la d&eacute;fense de sa cible, celle-ci est pr&eacute;venue et est en mesure de le localiser tr&egrave;s facilement.</p>
	<p class="encart__texte">Si un decker pense qu&rsquo;on le cherche sur la matrice, il peut d&eacute;ployer des pi&egrave;ges en for&ccedil;ant des serveurs interm&eacute;diaires. La difficult&eacute; de cette action, qu&rsquo;il s&rsquo;agisse de placer ou d&rsquo;esquiver ces pi&egrave;ges repr&eacute;sente une difficult&eacute; allant de 0 &agrave; -3. D&eacute;clencher un de ces pi&egrave;ges donne sa position &agrave; son adversaire. Alternativement un decker peut aussi tenter de se repositionner dans le r&eacute;seau en changeant la cha&icirc;ne de ses connexions.</p>
	<p class="encart__texte">Dans l&rsquo;esprit&nbsp;: le premier &agrave; frapper peut l&rsquo;emporter impun&eacute;ment s&rsquo;il r&eacute;ussit, mais il s&rsquo;expose &agrave; une riposte tout aussi d&eacute;finitive en cas d&rsquo;&eacute;chec.</p>
</div>
  