<h1> Syst&egrave;me solaire</h1>
 <blockquote>&laquo;&nbsp;Il est difficile de croire que du chaos de la n&eacute;buleuse primordiale est n&eacute;e une m&eacute;canique c&eacute;leste aussi bien rod&eacute;e.&nbsp;&raquo;</blockquote>
 <h2>Formation du syst&egrave;me solaire</h2>
 <p>&Agrave; l&rsquo;&eacute;chelle de l&rsquo;humanit&eacute;, le syst&egrave;me solaire a toujours exist&eacute;. Nous ne sommes qu&rsquo;un point dans son histoire et nous aurons tr&egrave;s probablement disparu bien avant lui. On estime son &acirc;ge &agrave; 7 milliards d&rsquo;ann&eacute;es et les plus vieilles traces hominid&eacute; datent seulement de quelques millions d&rsquo;ann&eacute;e.</p>
 <p>On suppose qu&rsquo;il s&rsquo;est form&eacute; &agrave; partir d&rsquo;un nuage de gaz et de poussi&egrave;res r&eacute;sultant d&rsquo;une supernova. Ce nuage entra&icirc;n&eacute; par la force de gravit&eacute; se serait ensuite aplati et mis en rotation.</p>
 <p>&Agrave; mesure que le nuage s&rsquo;effondrait, la temp&eacute;rature en son centre augmentait, jusqu&rsquo;&agrave; atteindre une densit&eacute; et une temp&eacute;rature suffisante pour commencer des r&eacute;actions de fusion nucl&eacute;aire&nbsp;: notre soleil venait alors de na&icirc;tre.</p>
 <p>Tout le disque ne s&rsquo;est pas effondr&eacute; dans le soleil et une partie de la mati&egrave;re du nuage originel s&rsquo;est agr&eacute;g&eacute;e, formant diff&eacute;rents corps en orbite autour de l&rsquo;&eacute;toile naissante. Certains de ces corps ont rejoint l&rsquo;&eacute;toile en s&rsquo;&eacute;crasant dessus, d&rsquo;autres ont &eacute;t&eacute; &eacute;ject&eacute;s hors du syst&egrave;me stellaire.</p>
 <p>Pendant une longue p&eacute;riode, nombre de ces corps en orbite s&rsquo;&eacute;cras&egrave;rent les uns sur les autres, fusionnant ou se pulv&eacute;risant. Ainsi naquirent les plan&egrave;tes, durant une &egrave;re d&rsquo;apocalypse.</p>
 <p>Le grand bombardement ne cessa toutefois pas et les plan&egrave;tes continu&egrave;rent &agrave; recevoir com&egrave;tes, ast&eacute;ro&iuml;des et m&eacute;t&eacute;orites.</p>
 <p>De la m&ecirc;me mani&egrave;re, des lunes se form&egrave;rent par agr&eacute;gation, m&ecirc;me si nombre de lunes furent plus simplement d&rsquo;autres objets captur&eacute;s par la force de gravit&eacute; des plan&egrave;tes. Quelques autres sont le r&eacute;sultat de collisions apocalyptiques comme notre Lune par exemple.</p>
 <p>Les marques de cette &eacute;poque sont encore visibles &agrave; travers les nombreux crat&egrave;res d&rsquo;impacts pr&eacute;sents &agrave; la surface de certaines plan&egrave;tes et lunes.</p>
 <p>Depuis, le grand bombardement s&rsquo;est ralenti jusqu&rsquo;&agrave; atteindre la fr&eacute;quence paisible que nous connaissons d&eacute;sormais. Le syst&egrave;me solaire, sans &ecirc;tre fig&eacute;, a atteint sa maturit&eacute; et nous pr&eacute;sumons que notre soleil a atteint la moiti&eacute; de sa vie. Mais la suite est une autre histoire que nous ne vivrons probablement pas.</p>
 <h2>Corps du syst&egrave;me solaire</h2>
 <p>Ainsi de nombreux corps naturels circulent autour du Soleil&nbsp;: plan&egrave;tes, plan&egrave;tes naines, lunes, ast&eacute;ro&iuml;des et com&egrave;tes.</p>
 <p>Les plus int&eacute;ressants de ces corps sont les plan&egrave;tes qui repr&eacute;sentent pr&egrave;s de 99&nbsp;% de la masse des astres du syst&egrave;me solaire, une fois le Soleil exclu. Beaucoup poss&egrave;dent par ailleurs des lunes, des satellites naturels. Une plan&egrave;te et ses lunes forment ce que nous allons appeler un syst&egrave;me plan&eacute;taire. Il existe ainsi huit syst&egrave;mes plan&eacute;taires m&ecirc;me si Mercure et V&eacute;nus, ne disposent pas de lunes.</p>
 <p>Malgr&eacute; cela, ces syst&egrave;mes plan&eacute;taires ne repr&eacute;sentent pas la majorit&eacute; des corps. La plupart sont en effet des ast&eacute;ro&iuml;des. Il s&rsquo;agit de &laquo;&nbsp;petits&nbsp;&raquo; corps ne d&eacute;passant pas les 400 kilom&egrave;tres de diam&egrave;tre, principalement regroup&eacute;s dans la ceinture principale d&rsquo;ast&eacute;ro&iuml;de et dans la ceinture de Kuiper.</p>
 <p>Plus loin, nous avons des corps froids, poss&eacute;dant des orbites extr&ecirc;mement excentriques qui passent parfois pr&egrave;s du soleil, projetant un impressionnant panache de gaz et de poussi&egrave;res&nbsp;: les com&egrave;tes. Elles proviennent de la ceinture de Kuiper et du lointain nuage d&rsquo;Oort.</p>
 <p>En plus de tous ces corps naturels, l&rsquo;humanit&eacute; et ses enfants ont b&acirc;ti un grand nombre de stations spatiales et de colonies. Mais aucune n&rsquo;est v&eacute;ritablement capable de rivaliser par sa taille avec les plan&egrave;tes, naines ou pas.</p>
 <h2>Organisation du syst&egrave;me solaire</h2>
 <p>Par commodit&eacute;, nous d&eacute;coupons le syst&egrave;me solaire en quatre r&eacute;gions concentriques&nbsp;:</p>
 <ul>
     <li>la r&eacute;gion des syst&egrave;mes int&eacute;rieurs&nbsp;: cette r&eacute;gion est compos&eacute;e des plan&egrave;tes telluriques, Mercure, V&eacute;nus, Terre et Mars. Seules la Terre et Mars sont pourvues de lunes. Cette division se termine avec la ceinture principale d&rsquo;ast&eacute;ro&iuml;de.</li>
     <li>la r&eacute;gion des syst&egrave;mes ext&eacute;rieurs&nbsp;: elle comporte les quatre plan&egrave;tes g&eacute;antes gazeuses, Jupiter, Saturne, Uranus et Neptune. Toutes ces plan&egrave;tes comportent de nombreuses lunes et des anneaux. L&rsquo;orbite de Neptune est utilis&eacute;e pour terminer cette division.</li>
     <li>la r&eacute;gion de la ceinture de Kuiper&nbsp;: il n&rsquo;y existe aucun grand astre en dehors de plan&egrave;tes naines telles que la c&eacute;l&egrave;bre Pluton.</li>
     <li>la r&eacute;gion du nuage d&rsquo;Oort&nbsp;: &agrave; pr&egrave;s d&rsquo;une ann&eacute;e-lumi&egrave;re de la terre, c&rsquo;est le lieu de formation des com&egrave;tes. Il s&rsquo;agit de la zone la plus externe du syst&egrave;me solaire.</li>
     <li></li>
 </ul>
 