<h1>V&eacute;hicules</h1>
<blockquote>&laquo;&nbsp;Dans les colonies, il y a trois types de personnes&nbsp;: les pi&eacute;tons, les rampants et les pilotes.&nbsp;&raquo;</blockquote>
<h2>Exosquelettes et mechas</h2>
<p>Les exosquelettes et les mechas sont les v&eacute;hicules individuels les plus utilis&eacute;s. Pouvant d&eacute;cupler la force et la taille de leur pilote, ces engins sont utilis&eacute;s dans de tr&egrave;s nombreux domaines, du g&eacute;nie des colonies aux forces d&rsquo;assaut.</p>
<p>Les exosquelettes militaires transportent de l&rsquo;armement lourd bien plus puissant que celui, d&eacute;j&agrave; consid&eacute;rable, utilis&eacute; par les paras. Ils offrent une alternative aux v&eacute;hicules plus lourds et jouissent d&rsquo;une polyvalence certaine.</p>
<p>Les mechas ont un fonctionnement l&eacute;g&egrave;rement diff&eacute;rent des exosquelettes&nbsp;: alors que ces derniers amplifient la force et se portent comme une sorte de sur-armure, les mechas doivent &ecirc;tre pilot&eacute;s comme les autres v&eacute;hicules. Ainsi, alors que les exosquelettes sont sensiblement limit&eacute;s &agrave; une taille humaine, les mechas sont souvent plus grands. En revanche, leur utilisation reste anecdotique en comparaison.</p>
<h2>Rovers</h2>
<p>Principal type de v&eacute;hicule au sol, les rovers sont des engins roulants tout terrains &eacute;quip&eacute;s de plusieurs grandes roues ou de chenilles, occasionnellement de pieds. Ils sont ainsi con&ccedil;us pour pouvoir se d&eacute;placer sur tous les terrains extraterrestres.</p>
<p>Il existe une grande vari&eacute;t&eacute; de rovers, mais leur usage tend &agrave; se rar&eacute;fier. En effet, ils sont de plus en plus souvent remplac&eacute;s par les nouvelles g&eacute;n&eacute;rations de navettes et autres vaisseaux spatiaux.</p>
<p>Le r&ocirc;le principal des rovers est l&rsquo;exploration et la surveillance au sol. Les versions militaires transportent g&eacute;n&eacute;ralement des pi&egrave;ces d&rsquo;artillerie et de l&rsquo;armement lourd ou servent de v&eacute;hicule de transport de troupes. Les &eacute;quipements plus l&eacute;gers sont laiss&eacute;s aux navettes et chasseurs.</p>
<h2>Sous-marins</h2>
<p>V&eacute;hicule de loisir et d&rsquo;exploration principal sous la surface d&rsquo;Europe. Ceux-ci sont construit dans des buts sp&eacute;cifiques, il n&rsquo;y a donc pas de g&eacute;n&eacute;ralit&eacute;.</p>
<h2>Walkers</h2>
<p>Les walkers sont aussi des v&eacute;hicules terrestres. Il s&rsquo;agit d&rsquo;engins reposants sur des pieds, capables de marcher et d&rsquo;&eacute;voluer sur tous les terrains connus. Les walkers sont toujours de grandes dimensions et presque exclusivement utilis&eacute;s par les militaires et les forces de s&eacute;curit&eacute;.</p>
<p>Par leur taille, souvent plus de 15 m&egrave;tres de haut, ils offrent une bonne vision du champ de bataille et transportent un armement tr&egrave;s important, aussi bien en modules d&rsquo;assaut qu&rsquo;en contre-mesures et autres dispositifs de d&eacute;fense. Ils jouent g&eacute;n&eacute;ralement le r&ocirc;le de centre op&eacute;rationnel local.</p>
<h2>Trains</h2>
<p>Dans les colonies, le principal transport utilis&eacute; reste le train. Tous les corps c&eacute;lestes habit&eacute;s ont un r&eacute;seau tr&egrave;s dense reliant les colonies se trouvant &agrave; leur surface. Chaque colonie dispose &eacute;galement de son propre r&eacute;seau urbain, lui aussi tr&egrave;s dense.</p>
<p>Les rames sont constitu&eacute;es d&rsquo;un seul wagon et sont enti&egrave;rement pilot&eacute;es de fa&ccedil;on autonome par une IA supervis&eacute;e par le gestionnaire du r&eacute;seau. Le trafic est ainsi enti&egrave;rement adaptable au nombre d&rsquo;usagers et ne souffre d&rsquo;aucune pause.</p>
<p>D&rsquo;un point de vue technique, les rames sont propuls&eacute;es dans des tubes sous vide d&rsquo;air par un rail &eacute;lectromagn&eacute;tique. Cette technologie permet aux trains d&rsquo;atteindre des vitesses tr&egrave;s &eacute;lev&eacute;es, de l&rsquo;ordre du kilom&egrave;tre par seconde dans les plus longues sections.</p>
<h2>Navettes</h2>
<p>Les navettes sont les plus petits engins spatiaux autonomes. D&rsquo;une capacit&eacute; limit&eacute;e, elles sont principalement utilis&eacute;es pour le transport de courte dur&eacute;e et on ne les trouve pratiquement jamais en dehors des zones orbitales.</p>
<p>Ainsi, les navettes font des allers et retours entre les colonies, les stations et les vaisseaux de transport plus lourd. Elles repr&eacute;sentent une grande majorit&eacute; des engins spatiaux employ&eacute;s.</p>
<p>Les militaires les utilisent aussi de fa&ccedil;on intensive. De nombreux mod&egrave;les poss&egrave;dent des capacit&eacute;s de furtivit&eacute; ou de combat, mais elles restent d&eacute;di&eacute;es &agrave; un usage logistique. Pour les combats et autres op&eacute;rations sur le terrain, les vaisseaux de type chasseurs et corvettes leur sont pr&eacute;f&eacute;r&eacute;s.</p>
<h2>Chasseurs</h2>
<p>Les chasseurs sont les plus petits vaisseaux spatiaux militaires. Un cockpit, un gros r&eacute;acteur et des armes&nbsp;: voil&agrave; qui pourrait d&eacute;crire un chasseur. Ce sont des engins d&eacute;di&eacute;s &agrave; la destruction des vaisseaux adverses et qui sont sp&eacute;cialis&eacute;s en fonction de leurs cibles&nbsp;: intercepteurs pour les petits vaisseaux, bombardiers pour les plus gros. Il arrive parfois que d&rsquo;autres r&ocirc;les leur soit affect&eacute;&nbsp;: chasseur/dragueur de mine, aviso (messager)&hellip;</p>
<p>Les chasseurs repr&eacute;sentent la majeure partie des flottes militaires spatiales et sont au centre de la plupart des op&eacute;rations. Ce sont en effet des vaisseaux rapides, tr&egrave;s maniables et disponibles en grand nombre. De plus, leur armement, pourvu qu&rsquo;il soit adapt&eacute;, est largement suffisant pour pouvoir affronter la quasi-totalit&eacute; des engins spatiaux actuels.</p>
<p>La plupart des flottes en poss&egrave;dent un tr&egrave;s grand nombre qui sont pilot&eacute;s soit &agrave; distance (drones) soit par une IA non sentiente (robots). Il est habituel de parler d&rsquo;essaims pour d&eacute;signer l&rsquo;escorte d&rsquo;un porte-nef.</p>
<h2>Corvettes</h2>
<p>Les corvettes sont une grande famille qui regroupe tous les vaisseaux dont la taille ne permet pas l&rsquo;atterrissage dans le hangar d&rsquo;un porte nef. Les corvettes ne poss&egrave;dent g&eacute;n&eacute;ralement pas de hangar elles-m&ecirc;mes, bien que de nombreux mod&egrave;les puissent accueillir une navette pour une longue dur&eacute;e.</p>
<p>Les corvettes sont courantes et repr&eacute;sentent la majorit&eacute; des vaisseaux pilot&eacute;s par des &eacute;quipages freelance. Elles sont adapt&eacute;es &agrave; de tr&egrave;s nombreux r&ocirc;les&nbsp;: remorquage, transport, r&eacute;cup&eacute;ration&hellip; Elles sont aussi courantes dans les forces militaires o&ugrave; elles occupent les r&ocirc;les civils mais aussi des r&ocirc;les de soutien telles que les canonni&egrave;res, bombardiers lourds, ravitailleurs, vaisseaux de reconnaissance&hellip;</p>
<h2>Fr&eacute;gates</h2>
<p>Les fr&eacute;gates sont les plus petits vaisseaux disposant d&rsquo;un hangar. Ce sont des vaisseaux souvent autonomes d&eacute;di&eacute;s &agrave; des t&acirc;ches de longue dur&eacute;e&nbsp;: transport interplan&eacute;taire, exploration, plate-forme de ravitaillement&hellip;</p>
<p>Les fr&eacute;gates restent relativement courantes bien qu&rsquo;elles soient un peu plus rares que les corvettes. Du fait de leur utilisation dans des missions isol&eacute;es, elles sont souvent arm&eacute;es et poss&egrave;dent quelques drones. Les versions militaires &eacute;tant &eacute;videmment bien plus arm&eacute;es.</p>
<h2>Transporteurs lourds</h2>
<p>Les transporteurs lourds portent bien leur nom&nbsp;: ils sont pratiquement responsables de la totalit&eacute; des grands &eacute;changes entre les syst&egrave;mes plan&eacute;taires, transportant personnes et biens.</p>
<p>La dur&eacute;e des voyages entrepris par ces vaisseaux d&eacute;passant largement la semaine terrestre, ils sont con&ccedil;us dans un but d&rsquo;autonomie, poss&eacute;dant tous les services qu&rsquo;il serait possible de trouver &agrave; bord d&rsquo;une station orbitale.</p>
<p>Les transporteurs lourds sont peu utilis&eacute;s par les forces d&rsquo;assauts qui leur pr&eacute;f&egrave;rent les fr&eacute;gates et corvettes.</p>
<h2>B&acirc;timents de ligne</h2>
<p>Les b&acirc;timents de ligne ont longtemps &eacute;t&eacute; vus comme le summum des vaisseaux de guerre. Ils sont appel&eacute;s croiseurs s&rsquo;ils sont construits pour le d&eacute;placement, dreadnought si la d&eacute;fense et l&rsquo;armement prime et cuirass&eacute;s s&rsquo;ils sont &eacute;quilibr&eacute;s. Ils sont capables d&rsquo;encaisser l&rsquo;impact des nombreuses armes employ&eacute;s lors de la guerre des colonies et poss&egrave;dent une puissance de feu d&eacute;vastatrice.</p>
<p>L&rsquo;armement ayant bien plus vite progress&eacute; que les dispositifs de protection, l&rsquo;emploi des b&acirc;timents de ligne s&rsquo;est beaucoup r&eacute;duit. La plupart ont &eacute;t&eacute; reconvertis, depuis la guerre des colonies, en porte-nef alors que d&rsquo;autre ont maintenant un r&ocirc;le de croiseur auxiliaire.</p>
<h2>Porte-nefs</h2>
<p>Le porte-nefs est une v&eacute;ritable base d&rsquo;op&eacute;ration spatiale mobile, disposant de toutes les fonctionnalit&eacute;s d&rsquo;une station orbitale et d&rsquo;un armement souvent cons&eacute;quent.</p>
<p>Mais ce qui vaut leur nom &agrave; ces vaisseaux c&rsquo;est l&rsquo;&eacute;norme quantit&eacute; de chasseurs qu&rsquo;ils sont capable de d&eacute;ployer, au point que les escadrilles de chasseurs sont souvent nomm&eacute;es essaims. Un porte-nefs peut ainsi d&eacute;ployer quelques centaines de chasseurs, souvent en quelques minutes.</p>
<p>Les portes-nefs sont souvent consid&eacute;r&eacute;s, &agrave; juste titre, comme des objectifs majeurs. Mais ces objectifs, forts de leurs essaims et corvettes, savent bien se d&eacute;fendre&nbsp;!</p>
