{
    "// Fragments généraux ------------------------------------------------------------------------": "",

    "Solaires": "Solaires",

    "// Fragments d'interface ------------------------------------------------------------------------": "",

    "": "",

    "// Données de génération des personnages ------------------------------------------------------------------------": "",

    "Genre_NEUTRE": "Neutre",
    "Genre_MASCULIN": "Masculin",
    "Genre_FEMININ": "Féminin",
    "Genre_MIXTE": "Mixte",
    "Genre_FLUIDE": "Fluide",

    "Role_COMBAT" : "Combat",
    "Role_ENQUETE" : "Enquête",
    "Role_ESPACE" : "Espace",
    "Role_INFILTRATION" : "Infiltration",
    "Role_INFORMATIQUE" : "Informatique",
    "Role_NEGOCIATION" : "Négociation",
    "Role_RELATION" : "Relation",
    "Role_TECHNOLOGIE" : "Technologie",
    "DescriptionRole_COMBAT": "particulièrement mis en avant dans les jeux de rôles en général, le combat n’est qu’un des nombreux aspects développés dans Solaires. Il s’agit ici de gérer les affrontements armés et la guerre.",
    "DescriptionRole_ENQUETE": "l’enquête tient une place importante dans la plupart des scénarios. Les personnages s’occupant de cet aspect sont confrontés à la recherche d’indices et leur analyse. Ils sont particulièrement doués pour repérer les détails qui échapperaient à d’autres personnages.",
    "DescriptionRole_ESPACE": "l’espace est un environnement intrinsèquement hostile. Ceux qui y sont régulièrement confrontés savent se préparer pour les sorties et connaissent toutes les procédures pour en revenir vivant. N’oubliez pas : l’espace est pratiquement omniprésent dans les colonies.",
    "DescriptionRole_INFILTRATION": "agir sans se faire repérer est indispensable pour de nombreuses missions et ceux qui excellent dans cet art sont très recherchés. Récupérer quelque chose, effectuer un sabotage, extraire quelqu’un, etc. voila des choses que l’on peut faire sans bruit.",
    "DescriptionRole_INFORMATIQUE": "l’informatique est omniprésente dans la société des solaires et ceux qui savent s’en servir et la maîtrisent disposent de moyens qui débordent très largement du cadre virtuel. Qu’il s’agisse de récupérer des données ou de prendre le contrôle d’une infrastructure, c’est souvent la voie la plus directe pour y parvenir.",
    "DescriptionRole_NEGOCIATION": "à part les sauvages, la plupart des gens préfèrent dialoguer avant d’envisager d’autres solutions, notamment la violence. La négociation représente les conflits sociaux, qu’il s’agisse de demander des faveurs, des services, ou de se disculper. Convaincre, négocier, marchander.",
    "DescriptionRole_RELATION": "avoir le bras long est un avantage indéniable. Connaître des gens de tout milieu permet d’obtenir des informations, des services ou du soutien en cas de coup dur.",
    "DescriptionRole_TECHNOLOGIE": "la technologie est un domaine vaste qui entre les bonnes mains permet pratiquement de réaliser n’importe quoi. Celui le maîtrise peut comprendre le fonctionnement d’un appareil étrange, assembler un outil dans l’urgence, neutraliser un système automatisé, etc.",

    "Enveloppe_BIOLOGIQUE": "Biologique",
    "Enveloppe_PROVOLUE": "Provolué",
    "Enveloppe_BIOMODIFIE": "Biomodifié",
    "Enveloppe_REPLICANT": "Réplicant",
    "Enveloppe_CHIMERE": "Chimère",
    "Enveloppe_CYBORG": "Cyborg",
    "Enveloppe_CYBERNETIQUE": "Cybernétique",
    "Enveloppe_HYPER_HYBRIDE": "Hyper-hybride",
    "Enveloppe_INFORMORPHE": "Informorphe",
    "DescriptionEnveloppe_BIOLOGIQUE": "parfois appelées « naturelles », ces enveloppes sont les premières historiquement. Dépassées sur de nombreux points, ces enveloppes n’existent plus dans les colonies que sous des formes modifiées (voir. biomodifié et cyborgs).",
    "DescriptionEnveloppe_PROVOLUE": "fruit de l’évolution artificielle du corps d’un animal, les enveloppes provoluées ont les mêmes défauts que les enveloppes biologiques et n’existent que dans le cadre d’expérimentations.",
    "DescriptionEnveloppe_BIOMODIFIE": "les enveloppes biomodifiées sont des enveloppes organiques dérivées d’enveloppes biologique. Elles ont été améliorées par des procédés comme la reprogrammation génétique, la greffe ou le remplacement d’organes améliorés, etc.",
    "DescriptionEnveloppe_REPLICANT": "entièrement artificielles, ces enveloppes sont toutefois organiques. Conçu pour reproduire ou copier l’humain, elles bénéficient de nombreuses améliorations organiques.",
    "DescriptionEnveloppe_CHIMERE": "obtenue de la même façon que les réplicants, les chimères sont composées d’éléments originaire de nombreuses espèces, voir entièrement nouveaux.",
    "DescriptionEnveloppe_CYBORG": "les cyborgs sont des enveloppes originellement organiques dans lesquelles on a intégré des implants cybernétiques pour en améliorer les capacités. La grande majorité des solaires utilisent des enveloppes cyborg.",
    "DescriptionEnveloppe_CYBERNETIQUE": "les enveloppes cybernétiques sont des enveloppes entièrement robotiques. Ceux intégrant une émulation d’une intelligence naturelle sont aussi souvent appelés cyborgs absolus. Ces enveloppes sont considérées comme des enveloppes universelles, car il est possible d’y instancier ou d’y émuler n’importe quel esprit.",
    "DescriptionEnveloppe_HYPER_HYBRIDE": "considéré comme une nouvelle forme de vie, les enveloppes hyper-hybrides sont un mélange des technologies organiques et cybernétique au niveau cellulaire. Très récentes et encore assez peu déployées, ces enveloppes sont considérées comme le futur.",
    "DescriptionEnveloppe_INFORMORPHE": "ce type d’enveloppe n’en est pas vraiment un. Les infomorphes sont des êtres de pure information qui vivent sur le réseau solnet. La plupart se limitent à projeter un avatar sur la réalité augmentée, mais certain n’hésitent pas à s’injecter dans d’autres types d’enveloppe au gré de leurs besoins.",

    "Intelligence_NATURELLE": "Intelligence naturelle",
    "Intelligence_PROVOLUEE": "Intelligence provoluée",
    "Intelligence_SUPERVISEE": "Intelligence supervisée",
    "Intelligence_INFOMORPHISEE": "Intelligence infomorphisée",
    "Intelligence_SYNCHRO": "IA Synchro",
    "Intelligence_WOLFA": "IA Wolfa",
    "Intelligence_LEY_WAN": "IA de Ley-Wan",
    "DescriptionIntelligence_NATURELLE":"typiquement celle des humains. Par définition, l’esprit d’un autre animal relève aussi de cette catégorie, mais elles ne conviennent pas pour un personnage joueur. Ces intelligences sont, historiquement, les plus anciennes. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe.",
    "DescriptionIntelligence_PROVOLUEE":"similaire aux naturelles, elles sont le résultat d’une évolution artificielle d’une intelligence animale jusqu’à atteindre un niveau de conscience similaire à celui d’un humain. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe.",
    "DescriptionIntelligence_SUPERVISEE":"les IA de supervision sont des logiciels associés à des intelligences naturelles, ou provoluées, qui octroient des capacités mentales surhumaine et une intégration parfaite aux couches virtuelles. Requiert une enveloppe Biomodifiée (avec un système de calcul sur wetware), Cyborg ou Cybernétique.",
    "DescriptionIntelligence_INFOMORPHISEE":"l’infomorphisation consiste à prendre une intelligence naturelle ou provoluée et à la transformer en une intelligence infomorphe. Ce processus reste exceptionnellement rare. Évidemment elles sont infomorphes mais peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_SYNCHRO":"premier type d’intelligence artificielle inventé, ces IA possèdent les meilleures capacités de prévision et de structuration. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_WOLFA":"ces IA ont été conçues pour la recherche et possèdent les plus grandes capacités d’innovation, d’exploration et de modélisation. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_LEY_WAN":"ces IA atypiques possèdent des capacités d’introspection – la capacité de s’auto-altérer – inégalées. Bien que naturellement infomorphe, ce sont les seules intelligences artificielles qui peuvent être implémentée sur wetware et donc être instanciées sur des réplicants et chimères en plus des substrats cybernétiques et hyper-hybrides.",

    "Carriere_ANALYSTE" : "Analyste",
    "Carriere_ASTRONAUTE" : "Astronaute",
    "Carriere_AVOCAT" : "Avocat",
    "Carriere_COMMANDO_SPATIAL" : "Commando spatial",
    "Carriere_COMMERCIAL" : "Commercial",
    "Carriere_CONTREBANDIER" : "Contrebandier",
    "Carriere_CYBER_MECANICIEN" : "Cyber-Mécanicien",
    "Carriere_CYBER_MEDIC" : "Cyber-Medic",
    "Carriere_CYBER_SAMOURAI" : "Cyber-Samouraï",
    "Carriere_DECKER" : "Decker",
    "Carriere_DETECTIVE" : "Détective",
    "Carriere_DIPLOMATE" : "Diplomate",
    "Carriere_ESPION" : "Espion",
    "Carriere_EXPERT_TECHNIQUE" : "Expert technique",
    "Carriere_FIXER" : "Fixeur",
    "Carriere_HACKER" : "Hacker",
    "Carriere_INFILTRATEUR_SPATIAL" : "Infiltrateur spatial",
    "Carriere_INTERROGATEUR" : "Interrogateur",
    "Carriere_JUSTICIER" : "Justicier",
    "Carriere_MERCENAIRE" : "Mercenaire",
    "Carriere_NEGOCIATEUR" : "Négociateur",
    "Carriere_OFFICIER_LIAISON" : "Officier de",
    "Carriere_PACIFICATEUR" : "Pacificateur",
    "Carriere_PILOTE" : "Pilote",
    "Carriere_POP_STAR" : "Pop-Star",
    "Carriere_PRIVE" : "Privé",
    "Carriere_PSION" : "Psion",
    "Carriere_RECUPERATEUR_SPATIAL" : "Récupérateur spatial",
    "Carriere_SABOTEUR" : "Saboteur",
    "Carriere_SOLAR_WARDNER" : "Solar Wardner",
    "Carriere_SOLDAT_INFANTERIE" : "Soldat d’infanterie",
    "Carriere_TECHNOPHILE" : "Technophile",
    "DescriptionCarriere_ANALYSTE" : "ces experts du traitement de données excellent à mettre au jour les anomalies qui se cachent parmi elles. Ils sont aussi souvent amenés à forcer des systèmes informatiques pour y récupérer des preuves. Matériel : console de décryptage, logiciel de reconstitution, logiciel de piratage, etc.",
    "DescriptionCarriere_ASTRONAUTE" : "ces prestigieux opérateurs ont vu leur métier pratiquement disparaître avec la colonisation et la spécialisation. Malgré tout, quelques solaires continuent de se revendiquer astronaute, en particulier d’anciens terriens. Matériel : combinaison spatiale, jet-pack, multitool, logiciels de maintenance, etc.",
    "DescriptionCarriere_AVOCAT" : "ces brillants orateurs sont aussi des experts des lois qui défendent leurs clients lors des procès. Ils sont aussi appelés dans certains cas pour affronter les administrations les plus tordues. Leur utilité dans les colonies est toutefois relative. Matériel : un beau costume, lecteur d’intention, etc.",
    "DescriptionCarriere_COMMANDO_SPATIAL" : "ces soldats sont formés et entraînés pour les combats spatiaux, que ce soit à l’intérieur d’une station, lors de l’abordage d’un vaisseau ou dans le vide spatial. Matériel : combinaison spatiale, jet-pack, fusil pulseur, armure légère, etc.",
    "DescriptionCarriere_COMMERCIAL" : "ces personnes sont d’excellents négociateurs dont le but est de vous vendre les produits ou services de leur société. Connaissant toutes les ficelles de la psychologie ils emploient parfois des méthodes un peu douteuses. Matériel : un beau costume, lecteur d’intention, etc.",
    "DescriptionCarriere_CONTREBANDIER" : "ces spécialistes du transport en toute discrétion sont capables de vous fournir ou de vous transporter n‘importe quoi. Ceux qui travaillent directement dans les corporations sont souvent appelés logisticiens. Matériel : lecteur d’intention, tenue de camouflage thermo-optique, décodeur, etc.",
    "DescriptionCarriere_CYBER_MECANICIEN" : "ces spécialistes de la technologie sont amenés à devoir réparer ou modifier un très vaste panel de matériels, véhicules et installations. Certains sont parfois amenés à effectuer quelques sabotages. Matériel : multitool, robots de maintenance, logiciels de maintenance, etc.",
    "DescriptionCarriere_CYBER_MEDIC" : "ces spécialistes sont autant des réparateurs que des soigneurs. Avec les solaires, la médecine a beaucoup évoluée et ces hommes sont capables de remettre en état aussi bien un humain malade qu’un cybernétique endommagé. Matériel : médigel, station médicale, multi-tool, nano-robots, etc.",
    "DescriptionCarriere_CYBER_SAMOURAI" : "ces experts en art martiaux recherchent une forme de perfection dans l’art du combat. Hautement modifiés, ils privilégient le corps à corps et la furtivité aux armes conventionnelles avec un succès certain. Matériel : armes blanches, combinaison de camouflage thermo-optique, vision augmentée, logiciels de combats, etc.",
    "DescriptionCarriere_DECKER" : "ces pirates informatiques s’injectent directement dans le réseau et forcent les infrastructures informatiques pour en prendre le contrôle, effacer ou récupérer des données. Matériel : console de décryptage, logiciels de piratage, brise-glace, etc.",
    "DescriptionCarriere_DETECTIVE" : "ces enquêteurs sont spécialisés dans la recherche d’indices et l’examen des scènes de crimes. Aucun détail ne leur échappe et sont particulièrement recherchés pour leurs qualités par les forces de sécurités des différentes corporations. Matériel : logiciel de reconstitution, scanner Wolfa portatif, etc.",
    "DescriptionCarriere_DIPLOMATE" : "ces négociateurs portent la diplomatie dans les colonies. Adepte des tractations et échanges de haute portée, ils disposent aussi de réseaux de contacts très étendus. Matériel : lecteur d’intention, divers cadeaux, etc.",
    "DescriptionCarriere_ESPION" : "ces hommes de l’ombre sont les spécialistes de la récupération d’information, de façon discrète. Un bon espion, c’est celui qui a récupéré l’information sans l’ennemi sache qu’on y a accédé. Matériel : combinaison de camouflage thermo-optique, gants gecko, décodeur, console de décryptage, brise-glaces, etc.",
    "DescriptionCarriere_EXPERT_TECHNIQUE" : "ces enquêteurs spécialisés sont des experts de la technologie. Ils sont systématiquement appelés pour faire la lumière sur les accidents et actes de sabotages. Matériel : logiciel de reconstitution, scanner Wolfa portatif, multi-tool, etc.",
    "DescriptionCarriere_FIXER" : "ces hommes possèdent un réseau impressionnant et se spécialisent dans la résolution des problèmes. Quelque-soit votre problème, ils connaissent quelqu’un susceptible de le résoudre ou de vous fournir les informations ou le matériel dont vous avez besoin. Matériel : scanner Wolfa, lecteur d’intention, décodeur, divers matériels destinés à ses clients, etc.",
    "DescriptionCarriere_HACKER" : "ces bricoleurs adorent détourner la technologie et l’informatique pour la mettre au service du plus grand nombre. Certains aiment aussi en éprouver les limites et sont souvent employés par les corporations pour faire l’audit des nouveaux systèmes. Matériel : multi-tool, console de décryptage, scanner Wolfa, constructeur universel, etc.",
    "DescriptionCarriere_INFILTRATEUR_SPATIAL" : "ces agents sont les meilleurs pour pénétrer dans des installations spatiales sans se faire repérer. Souvent éclaireurs ou espions, ils sont généralement envoyés pour récupérer des informations, mais il arrive parfois qu’on leur donne des missions plus ctives. Matériel : combinaison spatiale, camouflage thermo-optique, gant-gecko, décodeur, etc.",
    "DescriptionCarriere_INTERROGATEUR" : "ces enquêteurs se sont spécialisés dans les interrogatoires et connaissent de nombreuses méthodes pour obtenir des informations de ceux qu’ils ont en face d’eux. La violence physique ne leur est que rarement nécessaire. Matériel : lecteur d’intention, logiciel de reconstitution, etc.",
    "DescriptionCarriere_JUSTICIER" : "ces enquêteurs indépendants sont aussi les défenseurs engagés de leurs clients. Ils n’hésitent pas à prendre part directement aux combats pour défendre leurs idéaux. Matériel : armes shock, armure légère, logiciel de reconstitution, etc.",
    "DescriptionCarriere_MERCENAIRE" : "ces hommes à tout faire sont très prisés par les corporations. Acceptant la plupart des missions, des plus dangereuses aux moins légales, ces solaires ne manquent jamais de travail. Matériel : armure lourde, fusil pulseur, multi-tool, etc.",
    "DescriptionCarriere_NEGOCIATEUR" : "ces médiateurs sont capables de démêler des situations inextricables. Employés par les forces de sécurités, on les envoie pour négocier lors des prises d’otages ou pour faire reprendre raison aux forcenés retranchés. Matériel : armure légère, lecteur d’intention, etc.",
    "DescriptionCarriere_OFFICIER_LIAISON" : "ces soldats sont de véritables coordinateurs. Dirigeant les escouades sur le terrain, ils font le relais avec le reste de la hiérarchie. Avec l’isolement relatif des colonies, on attend généralement une grande autonomie de leur part. Matériel : armure légère, fusil pulseur, etc.",
    "DescriptionCarriere_PACIFICATEUR" : "ces hommes de l’ordre sont appelés pour contrôler les foules, notamment lors des émeutes ou des mouvements de panique. Ils savent se faire écouter mais n’hésitent pas non plus à employer la force lorsque ça devient nécessaire. Matériel : armure légère, bouclier anti-émeute, pistolet shock, grenade shock, etc.",
    "DescriptionCarriere_PILOTE" : "ces techniciens maîtrisent les procédures appropriées gérer toutes les phases d’un vol spatial. Souvent confrontés à divers incidents, ils sont aussi formés pour y faire face au pire. Car une erreur au mauvais moment et le vaisseau est perdu. Matériel : véhicules, combinaison spatiale, multi-tool, etc.",
    "DescriptionCarriere_POP_STAR" : "ces artistes touchent une grande communauté de fans et sont souvent connus à travers tout le système solaire. Ces personnages bénéficient d’un réseau de relations qui peuvent parfois rendre des diplomates envieux. Matériel : matériel multimédia, matériel musical, etc.",
    "DescriptionCarriere_PRIVE" : "ces enquêteurs privés sont principalement amenés mener les enquêtes dont les corporations se désintéressent. Malgré tout, les corporations les emploient dès qu’elles soupçonnent un problème de corruption ou une trahison en interne. Matériel : lecteur d’intention, logiciel de reconstitution, décodeur, scanner Wolfa portatif, etc.",
    "DescriptionCarriere_PSION" : "ces êtres possèdent un implant psi. Cet implant leur octroie des capacités surnaturelles encore inexpliquées. En fonction de la nature de l’implant, ils peuvent déplacer des objets, se soustraire à la perception des autres, projeter des éclairs… Matériel : implant psi, etc.",
    "DescriptionCarriere_RECUPERATEUR_SPATIAL" : "ces spécialistes polyvalents sont parfois surnommés « ferrailleurs ». Depuis leurs vaisseaux, ils récupèrent les débris qui encombrent les orbites et les livrent aux installations orbitales pour recyclage. Matériel : combinaison spatiale, multi-tool, décodeur, etc.",
    "DescriptionCarriere_SABOTEUR" : "ces agents furtifs sont spécialisés dans la destruction et la neutralisation du matériel adverse. Leurs méthodes discrètes leur permettent d’agir sans se faire remarquer. Matériel : accréditation universelle, etc.",
    "DescriptionCarriere_SOLAR_WARDNER" : "ces gardiens de la paix sont des agents au service des colonies. Leaders d’exception, ils s’entourent généralement d’équipes polyvalentes et font faces aux dangers qui menacent les colonies. Matériel : accréditation universelle, etc.",
    "DescriptionCarriere_SOLDAT_INFANTERIE" : "ces combattants forment le gros des forces sentientes lors des affrontements de surface. Formés au maniement de nombreuses armes, ils ne délaissent pas pour autant le corps à corps. Matériel : Armure lourde, fusil pulseur, armes blanches, etc.",
    "DescriptionCarriere_TECHNOPHILE" : "ces passionnés de technologie passent leur temps à découvrir, disséquer et inventer de nouveaux appareils. Ils sont persuadés que la maîtrise de la technologie leur permettra de résoudre les problèmes qu’ils rencontreront. Matériel : multi-tool, scanner Wolfa portatif, constructeur universel, foglets, des tas de gadgets fait sur mesure, etc."
   

}