{
    "// Fragments généraux ------------------------------------------------------------------------": "",

    "Solaires": "Solaires",

    "// Fragments d'interface ------------------------------------------------------------------------": "",

    "BoutonPrecedent" : "Précédent",
    "BoutonSuivant" : "Suivant",
    "BoutonRetour" : "Retour",
    "BoutonQuitter" : "Quitter",

    "// Gestion des personnages ------------------------------------------------------------------------": "",

    "NomNouveauPersonnage" : "Nouveau personnage",
    "ErreurChargementFichierPersonnage" : "Le fichier du personnage n'a pas pu être chargé. Une erreur semble s'y être glissé !",
    "ConfirmationSuppressionPersonnage" : "Voulez-vous vraiment supprimer le personnage %CharacterName% ?",
    "ConfirmationImportationPersonnage" : "Voulez-vous vraiment importer le personnage %CharacterName% ?",

    "// Edition des personnages ------------------------------------------------------------------------": "",

    "InputPseudonyme": "Pseudonyme",
    "DescriptionPseudonyme": "Quel est le pseudonyme de votre personnage ? Plus qu’un simple alias, il s'agit de la façon dont le personnage est couramment appelé. À la différence d'un surnom, le pseudonyme est généralement choisi par la personne le portant et, dans la société des Solaires, il est souvent plus utilisé que le nom. Le pseudonyme est d'ailleurs enregistré dans l'état civil, généralement entre guillemets, placé entre les prénoms et les noms de famille.",
    "InputNomAdministratif": "Nom administratif",
    "DescriptionNomAdministratif": "Quel est le nom administratif du personnage ? Ce concept administratif regroupe ce que nous connaissons comme “premier prénom, nom”. Beaucoup de Solaires ne l'emploient plus vraiment et son usage tombe en désuétude. Toutefois, certaines administrations l'emploient encore et il est donc nécessaire d’en posséder un, même s’il s'agit souvent du pseudonyme seul pour les êtres artificiels.",
    "InputProfessionActuelle": "Profession actuelle",
    "DescriptionProfessionActuelle": "Quelle est la profession, le métier ou la vocation actuelle de votre personnage ? Cette notion correspond à une des carrière du personnage déjà choisie.",
    "InputAffiliationActuelle": "Affiliation actuelle",
    "DescriptionAffiliationActuelle": "À quelle entité votre personnage est-il rattaché ? Qu’il s’agisse d’une corporation, d’un groupe ou d’une autre faction, le personnage est normalement attaché à une telle entité. C’est un peu l’équivalent de la nationalité pour un Solaire.",
    "InputGenre": "Genre",
    "DescriptionGenre": "De quel genre votre personnage se revendique-t-il ? Initialement basée sur le sexe, cette notion a beaucoup perdu en sens. Choisi de plus en plus arbitrairement, notamment par les IA, cette notion ne revêt plus la même importance. Les valeurs les plus représentées restent « neutre », « masculin » et « féminin ». On trouve aussi de nombreuses variantes comme « mixte », « fluide » ou « indéfini ».",
    "InputDescriptionPremiereImpression": "Première impression",
    "InputDescriptionCorps": "Corps",
    "InputDescriptionVisage": "Visage",
    "InputMotivation": "Motivation",
    "MaterielConseille": "Élement conseillé",
    "MaterielUniversel": "Élement universel",
    "ConfirmationCopierDescription": "Ceci écrasera la description actuelle. Voulez-vous vraiment le faire ?",
    "DateNaissance":"Date de naissance du personnage",
    "DescriptionDateNaissance": "Quelle est la date de naissance ou de création de votre personnage ?",
    "InputLieuNaissance": "Lieu de naissance/création",
    "DescriptionLieuNaissance": "Où votre personnage est-il né ? Où a-t-il été créé ?",
    "InputDate" : "Date",
    "InputCarrieres" : "Carrières",
    "InputAffiliation" : "Affiliation",
    "InputEvenements" : "Événements",
    "ConfirmationSupressionPeriodeHistorique" : "Voulez-vous vraiment supprimer cette période de l'histoire de votre personnage ?",
    "TitreSelectionCarrieres" : "Selection des carrières",
    "TexteSelectionCarrieres" : "Selectionnez les carrières de la période historique",
    "TitreSelectionAffiliation" : "Selection de l'affiliation",
    "TexteSelectionAffiliation" : "Selectionnez l'affiliation de la période historique",

    "// Données de génération des personnages ------------------------------------------------------------------------": "",

    "Genre_NEUTRE": "Neutre",
    "Genre_MASCULIN": "Masculin",
    "Genre_FEMININ": "Féminin",
    "Genre_MIXTE": "Mixte",
    "Genre_FLUIDE": "Fluide",
    "Genre_INDEFINI": "Indéfini",

    "NiveauCarriere_1" : "Débutant",
    "NiveauCarriere_2" : "Professionnel",
    "NiveauCarriere_3" : "Expert",
    "NiveauRelation_1" : "Contacts",
    "NiveauRelation_2" : "Alliés",
    "NiveauRelation_3" : "Amis",
    "NiveauTrait_1" : "Léger",
    "NiveauTrait_2" : "Important",
    "NiveauTrait_3" : "Extrême",
    "NiveauMateriel_1" : "Standard",
    "NiveauMateriel_2" : "Amélioré",
    "NiveauMateriel_3" : "À la pointe",

    "Role_COMBAT" : "Combat",
    "Role_ENQUETE" : "Enquête",
    "Role_ESPACE" : "Espace",
    "Role_INFILTRATION" : "Infiltration",
    "Role_INFORMATIQUE" : "Informatique",
    "Role_NEGOCIATION" : "Négociation",
    "Role_RELATION" : "Relation",
    "Role_TECHNOLOGIE" : "Technologie",
    "DescriptionRole_COMBAT": "particulièrement mis en avant dans les jeux de rôles en général, le combat n’est qu’un des nombreux aspects développés dans Solaires. Il s’agit ici de gérer les affrontements armés et la guerre.",
    "DescriptionRole_ENQUETE": "l’enquête tient une place importante dans la plupart des scénarios. Les personnages s’occupant de cet aspect sont confrontés à la recherche d’indices et leur analyse. Ils sont particulièrement doués pour repérer les détails qui échapperaient à d’autres personnages.",
    "DescriptionRole_ESPACE": "l’espace est un environnement intrinsèquement hostile. Ceux qui y sont régulièrement confrontés savent se préparer pour les sorties et connaissent toutes les procédures pour en revenir vivant. N’oubliez pas : l’espace est pratiquement omniprésent dans les colonies.",
    "DescriptionRole_INFILTRATION": "agir sans se faire repérer est indispensable pour de nombreuses missions et ceux qui excellent dans cet art sont très recherchés. Récupérer quelque chose, effectuer un sabotage, extraire quelqu’un, etc. voila des choses que l’on peut faire sans bruit.",
    "DescriptionRole_INFORMATIQUE": "l’informatique est omniprésente dans la société des solaires et ceux qui savent s’en servir et la maîtrisent disposent de moyens qui débordent très largement du cadre virtuel. Qu’il s’agisse de récupérer des données ou de prendre le contrôle d’une infrastructure, c’est souvent la voie la plus directe pour y parvenir.",
    "DescriptionRole_NEGOCIATION": "à part les sauvages, la plupart des gens préfèrent dialoguer avant d’envisager d’autres solutions, notamment la violence. La négociation représente les conflits sociaux, qu’il s’agisse de demander des faveurs, des services, ou de se disculper. Convaincre, négocier, marchander.",
    "DescriptionRole_RELATION": "avoir le bras long est un avantage indéniable. Connaître des gens de tout milieu permet d’obtenir des informations, des services ou du soutien en cas de coup dur.",
    "DescriptionRole_TECHNOLOGIE": "la technologie est un domaine vaste qui entre les bonnes mains permet pratiquement de réaliser n’importe quoi. Celui le maîtrise peut comprendre le fonctionnement d’un appareil étrange, assembler un outil dans l’urgence, neutraliser un système automatisé, etc.",

    "Enveloppe_BIOLOGIQUE": "Biologique",
    "Enveloppe_PROVOLUE": "Provolué",
    "Enveloppe_BIOMODIFIE": "Biomodifié",
    "Enveloppe_REPLICANT": "Réplicant",
    "Enveloppe_CHIMERE": "Chimère",
    "Enveloppe_CYBORG": "Cyborg",
    "Enveloppe_CYBERNETIQUE": "Cybernétique",
    "Enveloppe_HYPER_HYBRIDE": "Hyper-hybride",
    "Enveloppe_INFORMORPHE": "Informorphe",
    "Enveloppe_PROVOLUE_BIOMODIFIE": "Provolué biomodifié",
    "Enveloppe_PROVOLUE_CYBORG": "Provolué cyborg",
    "Enveloppe_REPLICANT_CYBORG": "Réplicant cyborg",
    "Enveloppe_CHIMERE_CYBORG": "Chimère cyborg",
    "DescriptionEnveloppe_BIOLOGIQUE": "parfois appelées « naturelles », ces enveloppes sont les premières historiquement. Dépassées sur de nombreux points, ces enveloppes n’existent plus dans les colonies que sous des formes modifiées (voir. biomodifié et cyborgs).",
    "DescriptionEnveloppe_PROVOLUE": "fruit de l’évolution artificielle du corps d’un animal, les enveloppes provoluées ont les mêmes défauts que les enveloppes biologiques et n’existent que dans le cadre d’expérimentations.",
    "DescriptionEnveloppe_BIOMODIFIE": "les enveloppes biomodifiées sont des enveloppes organiques dérivées d’enveloppes biologique. Elles ont été améliorées par des procédés comme la reprogrammation génétique, la greffe ou le remplacement d’organes améliorés, etc.",
    "DescriptionEnveloppe_REPLICANT": "entièrement artificielles, ces enveloppes sont toutefois organiques. Conçu pour reproduire ou copier l’humain, elles bénéficient de nombreuses améliorations organiques.",
    "DescriptionEnveloppe_CHIMERE": "obtenue de la même façon que les réplicants, les chimères sont composées d’éléments originaire de nombreuses espèces, voir entièrement nouveaux.",
    "DescriptionEnveloppe_CYBORG": "les cyborgs sont des enveloppes originellement organiques dans lesquelles on a intégré des implants cybernétiques pour en améliorer les capacités. La grande majorité des solaires utilisent des enveloppes cyborg.",
    "DescriptionEnveloppe_CYBERNETIQUE": "les enveloppes cybernétiques sont des enveloppes entièrement robotiques. Ceux intégrant une émulation d’une intelligence naturelle sont aussi souvent appelés cyborgs absolus. Ces enveloppes sont considérées comme des enveloppes universelles, car il est possible d’y instancier ou d’y émuler n’importe quel esprit.",
    "DescriptionEnveloppe_HYPER_HYBRIDE": "considéré comme une nouvelle forme de vie, les enveloppes hyper-hybrides sont un mélange des technologies organiques et cybernétique au niveau cellulaire. Très récentes et encore assez peu déployées, ces enveloppes sont considérées comme le futur.",
    "DescriptionEnveloppe_INFORMORPHE": "ce type d’enveloppe n’en est pas vraiment un. Les infomorphes sont des êtres de pure information qui vivent sur le réseau solnet. La plupart se limitent à projeter un avatar sur la réalité augmentée, mais certain n’hésitent pas à s’injecter dans d’autres types d’enveloppe au gré de leurs besoins.",
    "DescriptionEnveloppe_PROVOLUE_BIOMODIFIE": "fruit de l’évolution artificielle du corps d’un animal, les enveloppes provoluées ont les mêmes défauts que les enveloppes biologiques et n’existent que dans le cadre d’expérimentations. Les enveloppes cyborgs ont été modifiée en y ajoutant des modifications cybernétiques.",
    "DescriptionEnveloppe_PROVOLUE_CYBORG": "fruit de l’évolution artificielle du corps d’un animal, les enveloppes provoluées ont les mêmes défauts que les enveloppes biologiques et n’existent que dans le cadre d’expérimentations. Les enveloppes cyborgs ont été modifiée en y ajoutant des modifications cybernétiques.",
    "DescriptionEnveloppe_REPLICANT_CYBORG": "entièrement artificielles, ces enveloppes sont toutefois organiques. Conçu pour reproduire ou copier l’humain, elles bénéficient de nombreuses améliorations organiques. Les enveloppes cyborgs ont été modifiée en y ajoutant des modifications cybernétiques.",
    "DescriptionEnveloppe_CHIMERE_CYBORG": "obtenue de la même façon que les réplicants, les chimères sont composées d’éléments originaire de nombreuses espèces, voir entièrement nouveaux. Les enveloppes cyborgs ont été modifiée en y ajoutant des modifications cybernétiques.",

    "Intelligence_NATURELLE": "Intelligence naturelle",
    "Intelligence_PROVOLUEE": "Intelligence provoluée",
    "Intelligence_SUPERVISEE": "Intelligence supervisée",
    "Intelligence_PROVOLUEE_SUPERVISEE": "Intelligence provoluée supervisée",
    "Intelligence_INFOMORPHISEE": "Intelligence infomorphisée",
    "Intelligence_PROVOLUEE_INFOMORPHISEE": "Intelligence provoluée infomorphisée",
    "Intelligence_SYNCHRO": "IA Synchro",
    "Intelligence_WOLFA": "IA Wolfa",
    "Intelligence_LEY_WAN": "IA de Ley-Wan",
    "DescriptionIntelligence_NATURELLE":"typiquement celle des humains. Par définition, l’esprit d’un autre animal relève aussi de cette catégorie, mais elles ne conviennent pas pour un personnage joueur. Ces intelligences sont, historiquement, les plus anciennes. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe.",
    "DescriptionIntelligence_PROVOLUEE":"similaire aux naturelles, elles sont le résultat d’une évolution artificielle d’une intelligence animale jusqu’à atteindre un niveau de conscience similaire à celui d’un humain. Elles peuvent être instanciées sur tous les substrats organiques et être émulées sur les substrats cybernétiques ou hyper-hybrides. Elles ne peuvent pas être infomorphe.",
    "DescriptionIntelligence_SUPERVISEE":"les IA de supervision sont des logiciels associés à des intelligences naturelles, ou provoluées, qui octroient des capacités mentales surhumaine et une intégration parfaite aux couches virtuelles. Requiert une enveloppe Biomodifiée (avec un système de calcul sur wetware), Cyborg ou Cybernétique.",
    "DescriptionIntelligence_PROVOLUEE_SUPERVISEE":"une intelligence provoluée associée à une IA. Les IA de supervision sont des logiciels associés à des intelligences naturelles, ou provoluées, qui octroient des capacités mentales surhumaine et une intégration parfaite aux couches virtuelles.  Requiert une enveloppe Biomodifiée (avec un système de calcul sur wetware), Cyborg ou Cybernétique.",
    "DescriptionIntelligence_INFOMORPHISEE":"l’infomorphisation consiste à prendre une intelligence naturelle ou provoluée et à la transformer en une intelligence infomorphe. Ce processus reste exceptionnellement rare. Évidemment elles sont infomorphes mais peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_PROVOLUEE_INFOMORPHISEE":"une intelligence provoluée infomorphisée. L’infomorphisation consiste à prendre une intelligence naturelle ou provoluée et à la transformer en une intelligence infomorphe. Ce processus reste exceptionnellement rare. Évidemment elles sont infomorphes mais peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_SYNCHRO":"premier type d’intelligence artificielle inventé, ces IA possèdent les meilleures capacités de prévision et de structuration. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_WOLFA":"ces IA ont été conçues pour la recherche et possèdent les plus grandes capacités d’innovation, d’exploration et de modélisation. Naturellement infomorphes, elles peuvent être instanciées sur des enveloppes cybernétiques ou hyper-hybrides.",
    "DescriptionIntelligence_LEY_WAN":"ces IA atypiques possèdent des capacités d’introspection – la capacité de s’auto-altérer – inégalées. Bien que naturellement infomorphe, ce sont les seules intelligences artificielles qui peuvent être implémentée sur wetware et donc être instanciées sur des réplicants et chimères en plus des substrats cybernétiques et hyper-hybrides.",

    "Carriere_ANALYSTE" : "Analyste",
    "Carriere_ASTRONAUTE" : "Astronaute",
    "Carriere_AVOCAT" : "Avocat",
    "Carriere_COMMANDO_SPATIAL" : "Commando spatial",
    "Carriere_COMMERCIAL" : "Commercial",
    "Carriere_CONTREBANDIER" : "Contrebandier",
    "Carriere_CYBER_MECANICIEN" : "Cyber-Mécanicien",
    "Carriere_CYBER_MEDIC" : "Cyber-Medic",
    "Carriere_CYBER_SAMOURAI" : "Cyber-Samouraï",
    "Carriere_DECKER" : "Decker",
    "Carriere_DETECTIVE" : "Détective",
    "Carriere_DIPLOMATE" : "Diplomate",
    "Carriere_ESPION" : "Espion",
    "Carriere_EXPERT_TECHNIQUE" : "Expert technique",
    "Carriere_FIXER" : "Fixeur",
    "Carriere_HACKER" : "Hacker",
    "Carriere_INFILTRATEUR_SPATIAL" : "Infiltrateur spatial",
    "Carriere_INTERROGATEUR" : "Interrogateur",
    "Carriere_JUSTICIER" : "Justicier",
    "Carriere_MERCENAIRE" : "Mercenaire",
    "Carriere_NEGOCIATEUR" : "Négociateur",
    "Carriere_OFFICIER_LIAISON" : "Officier de",
    "Carriere_PACIFICATEUR" : "Pacificateur",
    "Carriere_PILOTE" : "Pilote",
    "Carriere_POP_STAR" : "Pop-Star",
    "Carriere_PRIVE" : "Privé",
    "Carriere_PSION" : "Psion",
    "Carriere_RECUPERATEUR_SPATIAL" : "Récupérateur spatial",
    "Carriere_SABOTEUR" : "Saboteur",
    "Carriere_SOLAR_WARDNER" : "Solar Wardner",
    "Carriere_SOLDAT_INFANTERIE" : "Soldat d’infanterie",
    "Carriere_TECHNOPHILE" : "Technophile",
    "DescriptionCarriere_ANALYSTE" : "ces experts du traitement de données excellent à mettre au jour les anomalies qui se cachent parmi elles. Ils sont aussi souvent amenés à forcer des systèmes informatiques pour y récupérer des preuves. Matériel : console de décryptage, logiciel de reconstitution, logiciel de piratage, etc.",
    "DescriptionCarriere_ASTRONAUTE" : "ces prestigieux opérateurs ont vu leur métier pratiquement disparaître avec la colonisation et la spécialisation. Malgré tout, quelques solaires continuent de se revendiquer astronaute, en particulier d’anciens terriens. Matériel : combinaison spatiale, jet-pack, multitool, logiciels de maintenance, etc.",
    "DescriptionCarriere_AVOCAT" : "ces brillants orateurs sont aussi des experts des lois qui défendent leurs clients lors des procès. Ils sont aussi appelés dans certains cas pour affronter les administrations les plus tordues. Leur utilité dans les colonies est toutefois relative. Matériel : un beau costume, lecteur d’intention, etc.",
    "DescriptionCarriere_COMMANDO_SPATIAL" : "ces soldats sont formés et entraînés pour les combats spatiaux, que ce soit à l’intérieur d’une station, lors de l’abordage d’un vaisseau ou dans le vide spatial. Matériel : combinaison spatiale, jet-pack, fusil pulseur, armure légère, etc.",
    "DescriptionCarriere_COMMERCIAL" : "ces personnes sont d’excellents négociateurs dont le but est de vous vendre les produits ou services de leur société. Connaissant toutes les ficelles de la psychologie ils emploient parfois des méthodes un peu douteuses. Matériel : un beau costume, lecteur d’intention, etc.",
    "DescriptionCarriere_CONTREBANDIER" : "ces spécialistes du transport en toute discrétion sont capables de vous fournir ou de vous transporter n‘importe quoi. Ceux qui travaillent directement dans les corporations sont souvent appelés logisticiens. Matériel : lecteur d’intention, tenue de camouflage thermo-optique, décodeur, etc.",
    "DescriptionCarriere_CYBER_MECANICIEN" : "ces spécialistes de la technologie sont amenés à devoir réparer ou modifier un très vaste panel de matériels, véhicules et installations. Certains sont parfois amenés à effectuer quelques sabotages. Matériel : multitool, robots de maintenance, logiciels de maintenance, etc.",
    "DescriptionCarriere_CYBER_MEDIC" : "ces spécialistes sont autant des réparateurs que des soigneurs. Avec les solaires, la médecine a beaucoup évoluée et ces hommes sont capables de remettre en état aussi bien un humain malade qu’un cybernétique endommagé. Matériel : médigel, station médicale, multi-tool, nano-robots, etc.",
    "DescriptionCarriere_CYBER_SAMOURAI" : "ces experts en art martiaux recherchent une forme de perfection dans l’art du combat. Hautement modifiés, ils privilégient le corps à corps et la furtivité aux armes conventionnelles avec un succès certain. Matériel : armes blanches, combinaison de camouflage thermo-optique, vision augmentée, logiciels de combats, etc.",
    "DescriptionCarriere_DECKER" : "ces pirates informatiques s’injectent directement dans le réseau et forcent les infrastructures informatiques pour en prendre le contrôle, effacer ou récupérer des données. Matériel : console de décryptage, logiciels de piratage, brise-glace, etc.",
    "DescriptionCarriere_DETECTIVE" : "ces enquêteurs sont spécialisés dans la recherche d’indices et l’examen des scènes de crimes. Aucun détail ne leur échappe et sont particulièrement recherchés pour leurs qualités par les forces de sécurités des différentes corporations. Matériel : logiciel de reconstitution, scanner Wolfa portatif, etc.",
    "DescriptionCarriere_DIPLOMATE" : "ces négociateurs portent la diplomatie dans les colonies. Adepte des tractations et échanges de haute portée, ils disposent aussi de réseaux de contacts très étendus. Matériel : lecteur d’intention, divers cadeaux, etc.",
    "DescriptionCarriere_ESPION" : "ces hommes de l’ombre sont les spécialistes de la récupération d’information, de façon discrète. Un bon espion, c’est celui qui a récupéré l’information sans l’ennemi sache qu’on y a accédé. Matériel : combinaison de camouflage thermo-optique, gants gecko, décodeur, console de décryptage, brise-glaces, etc.",
    "DescriptionCarriere_EXPERT_TECHNIQUE" : "ces enquêteurs spécialisés sont des experts de la technologie. Ils sont systématiquement appelés pour faire la lumière sur les accidents et actes de sabotages. Matériel : logiciel de reconstitution, scanner Wolfa portatif, multi-tool, etc.",
    "DescriptionCarriere_FIXER" : "ces hommes possèdent un réseau impressionnant et se spécialisent dans la résolution des problèmes. Quelque-soit votre problème, ils connaissent quelqu’un susceptible de le résoudre ou de vous fournir les informations ou le matériel dont vous avez besoin. Matériel : scanner Wolfa, lecteur d’intention, décodeur, divers matériels destinés à ses clients, etc.",
    "DescriptionCarriere_HACKER" : "ces bricoleurs adorent détourner la technologie et l’informatique pour la mettre au service du plus grand nombre. Certains aiment aussi en éprouver les limites et sont souvent employés par les corporations pour faire l’audit des nouveaux systèmes. Matériel : multi-tool, console de décryptage, scanner Wolfa, constructeur universel, etc.",
    "DescriptionCarriere_INFILTRATEUR_SPATIAL" : "ces agents sont les meilleurs pour pénétrer dans des installations spatiales sans se faire repérer. Souvent éclaireurs ou espions, ils sont généralement envoyés pour récupérer des informations, mais il arrive parfois qu’on leur donne des missions plus ctives. Matériel : combinaison spatiale, camouflage thermo-optique, gant-gecko, décodeur, etc.",
    "DescriptionCarriere_INTERROGATEUR" : "ces enquêteurs se sont spécialisés dans les interrogatoires et connaissent de nombreuses méthodes pour obtenir des informations de ceux qu’ils ont en face d’eux. La violence physique ne leur est que rarement nécessaire. Matériel : lecteur d’intention, logiciel de reconstitution, etc.",
    "DescriptionCarriere_JUSTICIER" : "ces enquêteurs indépendants sont aussi les défenseurs engagés de leurs clients. Ils n’hésitent pas à prendre part directement aux combats pour défendre leurs idéaux. Matériel : armes shock, armure légère, logiciel de reconstitution, etc.",
    "DescriptionCarriere_MERCENAIRE" : "ces hommes à tout faire sont très prisés par les corporations. Acceptant la plupart des missions, des plus dangereuses aux moins légales, ces solaires ne manquent jamais de travail. Matériel : armure lourde, fusil pulseur, multi-tool, etc.",
    "DescriptionCarriere_NEGOCIATEUR" : "ces médiateurs sont capables de démêler des situations inextricables. Employés par les forces de sécurités, on les envoie pour négocier lors des prises d’otages ou pour faire reprendre raison aux forcenés retranchés. Matériel : armure légère, lecteur d’intention, etc.",
    "DescriptionCarriere_OFFICIER_LIAISON" : "ces soldats sont de véritables coordinateurs. Dirigeant les escouades sur le terrain, ils font le relais avec le reste de la hiérarchie. Avec l’isolement relatif des colonies, on attend généralement une grande autonomie de leur part. Matériel : armure légère, fusil pulseur, etc.",
    "DescriptionCarriere_PACIFICATEUR" : "ces hommes de l’ordre sont appelés pour contrôler les foules, notamment lors des émeutes ou des mouvements de panique. Ils savent se faire écouter mais n’hésitent pas non plus à employer la force lorsque ça devient nécessaire. Matériel : armure légère, bouclier anti-émeute, pistolet shock, grenade shock, etc.",
    "DescriptionCarriere_PILOTE" : "ces techniciens maîtrisent les procédures appropriées gérer toutes les phases d’un vol spatial. Souvent confrontés à divers incidents, ils sont aussi formés pour y faire face au pire. Car une erreur au mauvais moment et le vaisseau est perdu. Matériel : véhicules, combinaison spatiale, multi-tool, etc.",
    "DescriptionCarriere_POP_STAR" : "ces artistes touchent une grande communauté de fans et sont souvent connus à travers tout le système solaire. Ces personnages bénéficient d’un réseau de relations qui peuvent parfois rendre des diplomates envieux. Matériel : matériel multimédia, matériel musical, etc.",
    "DescriptionCarriere_PRIVE" : "ces enquêteurs privés sont principalement amenés mener les enquêtes dont les corporations se désintéressent. Malgré tout, les corporations les emploient dès qu’elles soupçonnent un problème de corruption ou une trahison en interne. Matériel : lecteur d’intention, logiciel de reconstitution, décodeur, scanner Wolfa portatif, etc.",
    "DescriptionCarriere_PSION" : "ces êtres possèdent un implant psi. Cet implant leur octroie des capacités surnaturelles encore inexpliquées. En fonction de la nature de l’implant, ils peuvent déplacer des objets, se soustraire à la perception des autres, projeter des éclairs… Matériel : implant psi, etc.",
    "DescriptionCarriere_RECUPERATEUR_SPATIAL" : "ces spécialistes polyvalents sont parfois surnommés « ferrailleurs ». Depuis leurs vaisseaux, ils récupèrent les débris qui encombrent les orbites et les livrent aux installations orbitales pour recyclage. Matériel : combinaison spatiale, multi-tool, décodeur, etc.",
    "DescriptionCarriere_SABOTEUR" : "ces agents furtifs sont spécialisés dans la destruction et la neutralisation du matériel adverse. Leurs méthodes discrètes leur permettent d’agir sans se faire remarquer. Matériel : accréditation universelle, etc.",
    "DescriptionCarriere_SOLAR_WARDNER" : "ces gardiens de la paix sont des agents au service des colonies. Leaders d’exception, ils s’entourent généralement d’équipes polyvalentes et font faces aux dangers qui menacent les colonies. Matériel : accréditation universelle, etc.",
    "DescriptionCarriere_SOLDAT_INFANTERIE" : "ces combattants forment le gros des forces sentientes lors des affrontements de surface. Formés au maniement de nombreuses armes, ils ne délaissent pas pour autant le corps à corps. Matériel : Armure lourde, fusil pulseur, armes blanches, etc.",
    "DescriptionCarriere_TECHNOPHILE" : "ces passionnés de technologie passent leur temps à découvrir, disséquer et inventer de nouveaux appareils. Ils sont persuadés que la maîtrise de la technologie leur permettra de résoudre les problèmes qu’ils rencontreront. Matériel : multi-tool, scanner Wolfa portatif, constructeur universel, foglets, des tas de gadgets fait sur mesure, etc.",
   
    "Faction_INDEPENDANT" : "Indépendants",
    "Faction_ONU" : "ONU",
    "Faction_MARS" : "Mars (HIARTech)",
    "Faction_HIARTECH" : "HIARTech",
    "Faction_WAYLANDERS" : "Waylanders",
    "Faction_SUAN" : "Suan",
    "Faction_VRANBERG_LYTAN" : "Vranberg-Lytan",
    "Faction_AESIR" : "Aesir",
    "Faction_URANIA" : "Urania",
    "Faction_SOL6" : "Sol6",
    "Faction_SOLAR_WARDNER" : "Les Solar Wardners",
    "Faction_SOLEILS" : "Les Soleils",
    "Faction_NEO_CONTROL" : "Le Neo Control",
    "Faction_ICARENS" : "Les Icarens",
    "Faction_PHOBOS_HEIGHTS" : "Les Phobos' Heights",
    "Faction_ZGC" : "Cercles de jeux de Zuko",
    "DescriptionFaction_INDEPENDANT" : "Sans affiliation.",
    "DescriptionFaction_ONU" : "cette organisation représente la Terre et les nations terriennes dans l'espace. Responsable de la guerre, l'ONU ne représente plus vraiment une menace pour les colonies et l'organisation mondiale ne sert finalement plus qu'à représenter les intérêts des Terriens auprès des colonies.",
    "DescriptionFaction_MARS" : "anciennement HIARTech, c’est la plus ancienne des corporations et la seule à posséder un territoire attitré : Mars. Elle est considérée comme la plus avancée technologiquement et diplomatiquement, servant d'exemple pour toutes les autres corporations.",
    "DescriptionFaction_WAYLANDERS" : "c’est la corporation qui possède la plus grande force industrielle et militaire. Comme Mars, la corporation a choisi de restreindre spatialement sa colonisation pour renforcer le système Jovien.",
    "DescriptionFaction_SUAN" : "surtout présente dans le système Saturnien où elle fut la première corporation à s'installer, elle a commencé à rebâtir ses colonies joviennes perdues durant la guerre.",
    "DescriptionFaction_VRANBERG_LYTAN" : "autrefois première puissance militaire, cette corporation s'est scindée peu après la fin de la guerre des colonies. Si elle a beaucoup perdu depuis et est parfois considérée comme une corporation sur le déclin. Malgré tout, elle reste la troisième puissance militaire derrière Waylanders et Aesir.",
    "DescriptionFaction_AESIR" : "issue de la scission de Vranberg-Lytan, Aesir est une corporation militaire qui s'est donné pour but de régler le problème de la Terre. Elle n'a pas souvent la confiance des autres corporations.",
    "DescriptionFaction_URANIA" : "seconde corporation issue de la scission de Vranberg-Lytan, Urania commence la colonisation d'Uranus et de Neptune avec le soutien direct de Mars.",
    "DescriptionFaction_SOL6" : "Sol6 n'est pas réellement une corporation au sens moderne. C'est une multinationale terrienne sous la protection et le contrôle de l'ONU. La seule qui ait encore son propre accès à l’espace et ses colonies sur la Lune et Mercure.",
    "DescriptionFaction_SOLAR_WARDNER" : "ce corps d'élite indépendant œuvre pour la stabilité de la civilisation des Solaires et jouit d'une juridiction dans la totalité des colonies.",
    "DescriptionFaction_SOLEILS" : "ce groupe de mercenaire d’élite travaille principalement avec Mars. Disposant de sa propre flotte spatiale, ce groupe est sans doute le plus prestigieux de la profession.",
    "DescriptionFaction_NEO_CONTROL" : "principalement connu pour ses méthodes discutables, ce groupe ne recule devant rien pour exécuter ses contrats. Ils sont notamment réputés pour l’envoi d’agents suicides.",
    "DescriptionFaction_ICARENS" : "ces mercenaires opèrent à travers tout le système solaire et se sont spécialisés dans le trafique d’information et l’espionnage. Ils prétendent disposer d’assez d’information pour faire plier une corporation.",
    "DescriptionFaction_PHOBOS_HEIGHTS" : "considéré comme une mafia par les autorités martiennes, ces mercenaires sont ceux à contacter pour des missions douteuses à la surface de la planète rouge.",
    "DescriptionFaction_ZGC" : "composé de solaires perdus, ces cercles de jeux offrent un environnement ultra-gamifié à ses membres qui peuvent régulièrement participer à des missions de mercenariat.",

    "Modification_ARME_PULSEUR_INTEGREE" : "Arme pulseur intégrée",
    "Modification_ARME_SHOCK_INTEGREE" : "Arme shock intégrée",
    "Modification_CONSOLE_DECRYPTAGE_INTEGREE" : "Console de décryptage intégrée",
    "Modification_DECODEUR_INTEGRE" : "Décodeur intégré",
    "Modification_DISPOSITIF_GECKO_INTEGRE" : "Dispositif gecko intégrée",
    "Modification_LAME_INTEGREE" : "Lame intégrée",
    "Modification_LINK_INTEGRE" : "Link intégré",
    "Modification_CAMOUFLAGE_THERMO_OPTIQUE_INTEGRE" : "Camouflage thermo-optique",
    "Modification_PATTES_GECKO" : "Pattes gecko",
    "Modification_ARMURE_DERMIQUE" : "Armure dermique",
    "Modification_CERVEAU_CYBERNETIQUE" : "Cerveau cybernétique",
    "Modification_DERME_PROTECTION_ENVIRONNEMENT" : "Derme de protection environnemental",
    "Modification_IMPLANT_MEMORIEL" : "Implant mémoriel",
    "Modification_IMPLANT_SIM_STIM" : "Implant sim-stim",
    "Modification_MUSCLES_NANO_FIBRE" : "Muscles en nano-fibre",
    "Modification_NOEUD_SAUVEGARDE" : "Nœud de sauvegarde",
    "Modification_SQUELETTE_RENFORCE" : "Squelette renforcé",
    "Modification_SYSTEME_NERVEUX_CABLE" : "Système nerveux câblé",
    "Modification_VISION_AUGMENTEE" : "Vision augmentée",
    "Modification_CERVEAU_CONDENSE" : "Cerveau condensé",
    "Modification_IMMORTALITE_RELATIVE" : "Immortalité relative",
    "Modification_IMPLANT_PSI_MATIERE" : "Implant psi (Matière)",
    "Modification_IMPLANT_PSI_ENERGIE" : "Implant psi (Énergie)",
    "Modification_IMPLANT_PSI_ESPACE" : "Implant psi (Espace)",
    "Modification_IMPLANT_PSI_INFORMATION" : "Implant psi (Information)",
    "Modification_IMPLANT_PSI_BIOLOGIE" : "Implant psi (Biologie)",
    "Modification_IMPLANT_PSI_META" : "Implant psi (Méta)",
    "Modification_METABOLISME_OPTIMISE" : "Métabolisme optimisé",
    "Modification_MUSCLES_AMELIORES" : "Muscles améliorés",
    "Modification_LINK_SUR_WETWARE" : "Link sur wetware",
    "Modification_SQUELETTE_DENSE" : "Squelette dense",
    "Modification_SYSTEME_SENSORIEL_AMELIORE" : "Système sensoriel amélioré",
    "Modification_BROUILLEUR_INTEGRE" : "Brouilleur intégré",
    "Modification_JET_PACK_INTEGRE" : "Jet-pack intégré",
    "Modification_KIT_MEDICAL_INTEGRE" : "Kit médical intégré",
    "Modification_MULTI_TOOL_INTEGRE" : "Multi-tool intégré",
    "Modification_POUMONS_AMELIORES" : "Poumons améliorés",
    "Modification_RESPIRATEUR_INTEGRE" : "Respirateur intégré",
    "Modification_SCANNER_WOLFA_INTEGRE" : "Scanner Wolfa intégré",


    "DescriptionModification_ARME_PULSEUR_INTEGREE" : "arme propulsant des munitions de nanite à des vitesses supersoniques. Attention : les versions lourdes sont susceptibles de traverser murs et cloisons d’étanchéités.",
    "DescriptionModification_ARME_SHOCK_INTEGREE" : "arme neutralisante efficace sur les cibles non blindées (y compris cybernétique).",
    "DescriptionModification_CONSOLE_DECRYPTAGE_INTEGREE" : "appareil capable de cartographier les réseaux et de travailler directement sur la matrice.",
    "DescriptionModification_DECODEUR_INTEGRE" : "appareil permettant de forcer les dispositifs de sécurités tels que les verrous électroniques.",
    "DescriptionModification_DISPOSITIF_GECKO_INTEGRE" : "dispositif adhérant permettant d’escalader pratiquement n’importe quelle surface. Très utile pour naviguer en apesanteur.",
    "DescriptionModification_LAME_INTEGREE" : "famille d’armes et outils dont la lame est nano-structurée pour la rendre plus tranchante. Ces armes incluent généralement un système de micro-drone pour entretenir le fil en temps réel.",
    "DescriptionModification_LINK_INTEGRE" : "dispositif personnel de réalité augmentée connecté à SolNet, véritable successeur des smartphones, glasses et autres gadgets informatiques.",
    "DescriptionModification_CAMOUFLAGE_THERMO_OPTIQUE_INTEGRE" : "dispositif capable de rendre son utilisateur invisible au rayonnement optique et thermique. Demande d'être nu pour fonctionner.",
    "DescriptionModification_PATTES_GECKO" : "dispositif adhérant permettant d’escalader pratiquement n’importe quelle surface. Très utile pour naviguer en apesanteur.",
    "DescriptionModification_ARMURE_DERMIQUE" : "blindage installé sous la peau offrant une protection balistique limité et aux armes blanches ordinaires, sans gêner la mobilité de son propriétaire.",
    "DescriptionModification_CERVEAU_CYBERNETIQUE" : "remplacement du cerveau par un système cybernétique plus robuste et plus performant. Permet notamment l’installation de logiciel et l’accès aux fonctions d’un link.",
    "DescriptionModification_DERME_PROTECTION_ENVIRONNEMENT" : "ce remplacement de la peau offre une résistance à divers dangers environnementaux tels que les brûlures chimiques, la chaleur, l’électricité, voire dans une moindre mesure le rayonnement nucléaire et spatial.",
    "DescriptionModification_IMPLANT_MEMORIEL" : "cet implant étend la mémoire de son utilisateur en exportant les souvenirs et connaissances sur une exo-mémoire et en les réimportant à la demande.",
    "DescriptionModification_IMPLANT_SIM_STIM" : "cet implant permet à son utilisateur d’entrer dans une simulation totale et de (re)vivre des expériences en réalité virtuelle.",
    "DescriptionModification_MUSCLES_NANO_FIBRE" : "octroie à son porteur une force mécanique.",
    "DescriptionModification_NOEUD_SAUVEGARDE" : "sauvegarde en temps réel l’état la mémoire de son porteur et toutes les informations nécessaires à sa résurrection éventuelle. Cet implant est évidemment lourdement blindé.",
    "DescriptionModification_SQUELETTE_RENFORCE" : "remplacement du squelette de l’individu par des matériaux composites extrêmement résistants et bio-compatibles. Peut comporter des plaques de protections équivalent à une armure de protection légère pour protéger les organes vitaux.",
    "DescriptionModification_SYSTEME_NERVEUX_CABLE" : "remplacement du système nerveux par un réseau optico-électronique dont les performances, notamment du point de vue des réflexes, est prodigieusement amélioré.",
    "DescriptionModification_VISION_AUGMENTEE" : "remplacement ou amélioration du système visuel de son porteur qui permet des fonctions de zoom, de vision infrarouge et de vision en faible luminosité.",
    "DescriptionModification_CERVEAU_CONDENSE" : "remplacement du cerveau par une version plus compacte. A volume égale, un cerveau condensé multiplie par quatre les capacités mémorielles.",
    "DescriptionModification_IMMORTALITE_RELATIVE" : "altération globale du fonctionnement cellulaire annulant un grand nombre de mécanismes menant à la vieillesse et la mort.",
    "DescriptionModification_IMPLANT_PSI_MATIERE" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine de la matière : (Perçoit les objets et la matière. Déforme les objets et change leur matière ou les dématérialise temporairement.)",
    "DescriptionModification_IMPLANT_PSI_ENERGIE" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine de l'énergie: (Perçoit les énergies. Crée, détruit et déplace l’énergie ou rend des objets «transparents» aux énergies.)",
    "DescriptionModification_IMPLANT_PSI_ESPACE" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine de l'espace: (Perçoit la position des objets et les champs de forces. Déplace les objets et relie des lieux par des portails.)",
    "DescriptionModification_IMPLANT_PSI_INFORMATION" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine de l'information: (Lit l’information ou les pensées superficielles d’un simple regard. Occulte temporairement la présence d’un objet à l’univers entier ou altère complètement la perception que l’univers en a. Envoie des messages sur les sens d’autre êtres. Dispose d’une mémoire infinie et de capacités de calcule mental équivalente à un supercalculateur.)",
    "DescriptionModification_IMPLANT_PSI_BIOLOGIE" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine de la Biologie: (Perçoit les formes de vie organiques et hyper-hybrides et lit leurs variables vitales. Améliore les capacités physiques et mentales d’organiques ou hyper-hybrides. Régénère une enveloppe organique ou hyper-hybride en moins d’une heure.)",
    "DescriptionModification_IMPLANT_PSI_META" : "intégré aux cellules nerveuses de son porteur cet implant débloque des capacités surnaturelles. Cette version octroie des pouvoirs liés au domaine Méta: (Perçoit les autres psions et leur implant. Aide ou bloque l’utilisation des autres implants psi. Copie et reproduit les pouvoirs actifs des autres implants psi.)",
    "DescriptionModification_METABOLISME_OPTIMISE" : "la spécialisation du métabolisme permet de légèrement meilleures performances dans certaines conditions. Généralement utilisé pour compenser la décalcification et autres dégénérescences liés à l’apesanteur.",
    "DescriptionModification_MUSCLES_AMELIORES" : "augmente environ de moitié la puissance musculaire.",
    "DescriptionModification_LINK_SUR_WETWARE" : "link implémenté sur un substrat biologique. Possède des performances faibles mais s’intègre parfaitement à une enveloppe organique.",
    "DescriptionModification_SQUELETTE_DENSE" : "renforcement du squelette pour notamment compenser les contraintes exercées par un système musculaire amélioré.",
    "DescriptionModification_SYSTEME_SENSORIEL_AMELIORE" : "amélioration qui modifie certains organes sensoriels pour leur donner de bien meilleures performances dans certaines applications.",
    "DescriptionModification_BROUILLEUR_INTEGRE" : "implant conçu pour brouiller les ondes radios, coupant notamment les communications et l’accès au réseau aérien. Très efficace pour lutter contre des infomorphes.",
    "DescriptionModification_JET_PACK_INTEGRE" : "dispositif de propulsion individuel utilisé pour se mouvoir dans l’espace extra-véhiculaire.",
    "DescriptionModification_KIT_MEDICAL_INTEGRE" : "implant contenant de nombreux outils médicaux d’urgence dont notamment du gel médical qui peut être employé réparer temporairement des tissus endommagés.",
    "DescriptionModification_MULTI_TOOL_INTEGRE" : "implant polyvalent équipé de plusieurs outils notamment une torche plasma, un soudeur à nanite, un contrôle de micro-drones, et des outils plus communs comme une visseuse ou diverses clés.",
    "DescriptionModification_POUMONS_AMELIORES" : "poumons amélioré disposant d'une meilleur capacité et acceptant des taux de dioxyde de carbone plus élevé. Permet à un humain modifié de rester actif en apnée une demi-heure. Ne procure aucun bénéfice dans le vide.",
    "DescriptionModification_RESPIRATEUR_INTEGRE" : "dispositif capable de recycler partiellement l’air expiré à l’aide de filtres et de catalyseurs actifs. Permet une autonomie d’une heure dans un air irrespirable. Peut utiliser des cartouches d’air amélioré permettant à un humain de rester conscient une demi-heure d’heure dans le vide.",
    "DescriptionModification_SCANNER_WOLFA_INTEGRE" : "scanner de matière offrant une précision au dixième de micron tout en permettant de scanner à une dizaine de millimètre de profondeur.",


    "Equipement_ARME_PULSEUR" : "Arme pulseur",
    "Equipement_ARME_SHOCK" : "Arme shock",
    "Equipement_ARMURE_LOURDE" : "Armure lourde",
    "Equipement_COMBINAISON_SPATIALE" : "Combinaison spatiale",
    "Equipement_CONSOLE_DECRYPTAGE" : "Console de décryptage",
    "Equipement_DECODEUR" : "Décodeur",
    "Equipement_FOGLETS" : "Foglets",
    "Equipement_GANTS_GECKO" : "Gants gecko",
    "Equipement_KIT_MEDICAL" : "Kit medical",
    "Equipement_JET_PACK" : "Jet-pack",
    "Equipement_LAME_ACTIVE" : "Lame active",
    "Equipement_MICRO_DRONE" : "Micro-drones",
    "Equipement_MULTI_TOOL" : "Multi-tool",
    "Equipement_LINK" : "Link",
    "Equipement_PROTECTION_LEGERE" : "Protection légère",
    "Equipement_SCANNER_WOLFA_PORTATIF" : "Scanner Wolfa portatif",
    "Equipement_TENUE_CAMOUFLAGE_THERMO_OPTIQUE" : "Tenue de camouflage thermo-optique",
    "Equipement_BROUILLEUR" : "Brouilleur",
    "Equipement_EMETTEUR_LIAISON" : "Émetteur de liaison",
    "Equipement_GRENADE_SHOCK" : "Grenade shock",
    "Equipement_GRENADE_BROUILLAGE" : "Grenade de brouillage",
    "Equipement_RESPIRATEUR" : "Respirateur",

    "DescriptionEquipement_ARME_PULSEUR" : "arme propulsant des munitions de nanite à des vitesses supersoniques. Attention : les versions lourdes sont susceptibles de traverser murs et cloisons d’étanchéités.",
    "DescriptionEquipement_ARME_SHOCK" : "arme neutralisante efficace sur les cibles non blindées (y compris cybernétique).",
    "DescriptionEquipement_ARMURE_LOURDE" : "armure mécanisée offrant le meilleur de la protection individuelle.",
    "DescriptionEquipement_COMBINAISON_SPATIALE" : "combinaison protégeant l’occupant des dangers à court termes des environnements extérieurs.",
    "DescriptionEquipement_CONSOLE_DECRYPTAGE" : "appareil capable de cartographier les réseaux et de travailler directement sur la matrice.",
    "DescriptionEquipement_DECODEUR" : "appareil permettant de forcer les dispositifs de sécurités tels que les verrous électroniques.",
    "DescriptionEquipement_FOGLETS" : "compose des nuages utilitaires, véritables hologrammes composés de micro-robots offrant un retour haptique minimal.",
    "DescriptionEquipement_GANTS_GECKO" : "gants et genouillères permettant d’escalader pratiquement n’importe quelle surface. Très utile pour naviguer en apesanteur.",
    "DescriptionEquipement_KIT_MEDICAL" : "valise contenant de nombreux outils médicaux d’urgence dont notamment du gel médical qui peut être employé réparer temporairement des tissus endommagés.",
    "DescriptionEquipement_JET_PACK" : "dispositif de propulsion individuel utilisé pour se mouvoir dans l’espace extra-véhiculaire.",
    "DescriptionEquipement_LAME_ACTIVE" : "famille d’armes et outils dont la lame est nano-structurée pour la rendre plus tranchante. Ces armes incluent généralement un système de micro-drone pour entretenir le fil en temps réel.",
    "DescriptionEquipement_MICRO_DRONE" : "micro-robots pouvant être utilisé pour de nombreuses tâches, notamment la réparation de dispositifs microscopiques.",
    "DescriptionEquipement_MULTI_TOOL" : "outil de plusieurs kilogrammes composés de plusieurs outils notamment une torche plasma, un soudeur à nanite, un contrôle de micro-drones, et des outils plus communs comme une visseuse ou diverses clés.",
    "DescriptionEquipement_LINK" : "dispositif personnel de réalité augmentée connecté à SolNet, véritable successeur des smartphones, glasses et autres gadgets informatiques.",
    "DescriptionEquipement_PROTECTION_LEGERE" : "armure personnelle généralement employée par les forces de l’ordre. Généralement encombrante et lourdes mais offrant la meilleure protection sans motorisation.",
    "DescriptionEquipement_SCANNER_WOLFA_PORTATIF" : "scanner de matière portable gros comme une scanette de super marché. Offre une précision au dixième de micron tout en permettant de scanner à une dizaine de millimètre de profondeur.",
    "DescriptionEquipement_TENUE_CAMOUFLAGE_THERMO_OPTIQUE" : "combinaison capable de rendre son utilisateur invisible au rayonnement optique et thermique.",
    "DescriptionEquipement_BROUILLEUR" : "dispositif conçu pour brouiller les ondes radios, coupant notamment les communications et l’accès au réseau aérien. Très efficace pour lutter contre des infomorphes.",
    "DescriptionEquipement_EMETTEUR_LIAISON" : "appareil permettant de relier un réseau privé au reste de SolNet en créant une connexion sans fil. Comme cette connexion peut toutefois être facilement détectée, ce n’est efficace que sur de courtes périodes.",
    "DescriptionEquipement_GRENADE_SHOCK" : "arme neutralisante pouvant être utilisée comme une grenade ou une mine. Neutralise tout ce qui est faiblement blindé dans son champ d’effet de quelques mètres. Rechargeable, merci de ne pas les oublier sur le champ de bataille.",
    "DescriptionEquipement_GRENADE_BROUILLAGE" : "arme destinée à isoler les adversaires sur le champ de bataille. Elle peut être utilisée comme une grenade ou une mine. Ses effets comportent des flashs de lumière aveuglant, des sons à large spectres et un brouillage radio. Rechargeable, merci de ne pas les oublier sur le champ de bataille.",
    "DescriptionEquipement_RESPIRATEUR" : "dispositif capable de recycler partiellement l’air expiré à l’aide de filtres et de catalyseurs actifs. Permet une autonomie d’un quart d’heure dans un air irrespirable. Peut utiliser des cartouches d’air amélioré permettant à un humain de rester conscient un quart d’heure dans le vide.",

    "Logiciel_AGENT_RECHERCHE" : "Agent de recherche",
    "Logiciel_COMMUNICATION_INFORMELLE" : "Communication informelle",
    "Logiciel_INTERFACE_COMBAT" : "Interface de combat",
    "Logiciel_LANGUE" : "Langue",
    "Logiciel_LECTEUR_INTENTION" : "Lecteur d’intention",
    "Logiciel_MAINTENANCE" : "Maintenance",
    "Logiciel_PILOTAGE" : "Pilotage",
    "Logiciel_PIRATAGE" : "Piratage",
    "Logiciel_RECONSTITUTION" : "Reconstitution",
    "Logiciel_SOCIABILITE" : "Sociabilité",

    "DescriptionLogiciel_AGENT_RECHERCHE" : "de base tout le monde en possède, ce sont simplement les successeurs des moteurs de recherche.",
    "DescriptionLogiciel_COMMUNICATION_INFORMELLE" : "celui-ci permet de communiquer par gestes avec d’autres personnes sans qu’un tiers puisse intercepter le message, voir même sans que personne ne s’en rende compte.",
    "DescriptionLogiciel_INTERFACE_COMBAT" : "le logiciel permet de se servir d’une enveloppe à des fins guerrières sans entraînement.",
    "DescriptionLogiciel_LANGUE" : "cette famille de logiciels permet de comprendre, parler, lire et écrire d’autres langues que celle que connaît son utilisateur.",
    "DescriptionLogiciel_LECTEUR_INTENTION" : "celui-ci permet de prédire le comportement ou l’état émotionnel d’une personne en la regardant. Peut aussi permettre de prédire une action juste avant qu’elle ne soit faite.",
    "DescriptionLogiciel_MAINTENANCE" : "ils sont utilisés pour réparer et entretenir des tas de choses.",
    "DescriptionLogiciel_PILOTAGE" : "possédé par tous les véhicules, ce logiciel permet d’arriver à bon port.",
    "DescriptionLogiciel_PIRATAGE" : "ce logiciel sert à forcer les serveurs et autres nœuds de SolNet. Utilisé par tout pirate informatique qui se respecte.",
    "DescriptionLogiciel_RECONSTITUTION" : "celui-ci parvient à reconstruire la succession d’événement qui a conduit une scène de crime à se retrouver dans l’état où l’observateur l’a trouvé. Il permet aussi de tester des hypothèses.",
    "DescriptionLogiciel_SOCIABILITE" : "permet de prendre le comportement d’un autre persona, pour, par exemple, se faire passer pour quelqu’un d’autre.",

    "NiveauOpinion_+" : "Favorable",
    "NiveauOpinion_-" : "Defavorable",
    "NiveauOpinion_0" : "Neutre",
    "NiveauOpinion_=" : "Mitigé",
    "NiveauOpinion_?" : "Sans avis",

    "Opinion_TECHNOLOGIE" : "Technologie",
    "Opinion_BIOLOGIQUES" : "Biologiques",
    "Opinion_MODIFIES" : "Modifiés",
    "Opinion_ARTIFICIELS" : "Artificiels",
    "Opinion_PSIONS" : "Psions",
    "Opinion_RELIGION" : "Religion",
    "Opinion_TERRE" : "Terre",
    "Opinion_COLONIES" : "Colonies",

    "DescriptionOpinion_TECHNOLOGIE" : "comment le personnage considère-t-il la technologie de façon générale ?",
    "DescriptionOpinion_BIOLOGIQUES" : "quel est son point de vue sur les êtres biologiques, notamment les humains ?",
    "DescriptionOpinion_MODIFIES" : "comment considère-t-il les êtres modifiés, tels les biomodifiés, les cyborgs, mais aussi les provolués ?",
    "DescriptionOpinion_ARTIFICIELS" : "comment appréhende-t-il les êtres artificiels, notamment les intelligences artificielles ?",
    "DescriptionOpinion_PSIONS" : "comment voit-il les psions et cette technologie encore incomprise ?",
    "DescriptionOpinion_RELIGION" : "quel est son avis vis-à-vis des religions ?",
    "DescriptionOpinion_TERRE" : "quelle est sa position sur la Terre et des terriens ?",
    "DescriptionOpinion_COLONIES" : "comment voit-il les colonies et la politique des corporations ?",

    "// OEF" : ""
}